{
    "id": 245313,
    "api_model": "products",
    "api_link": "https://api.artic.edu/api/v1/products/245313",
    "title": "The Devil in the White City",
    "external_sku": 101342,
    "image_url": "https://shop-images.imgix.net/101342_2.jpg",
    "web_url": "https://shop.artic.edu/products/101342",
    "description": "<p>Combining meticulous research with nail-biting storytelling, Erik Larson has crafted a narrative with all the wonder of newly discovered history and the thrills of the best fiction.</p>\n<p>Two men, each handsome and unusually adept at his chosen work, embodied an element of the great dynamic that characterized America’s rush toward the twentieth century. The architect was Daniel Hudson Burnham, the fair’s brilliant director of works and the builder of many of the country’s most important structures, including the Flatiron Building in New York and Union Station in Washington, D.C. The murderer was Henry H. Holmes, a young doctor who, in a malign parody of the White City, built his “World’s Fair Hotel” just west of the fairgrounds—a torture palace complete with dissection table, gas chamber, and 3,000-degree crematorium.</p>\n<p>Burnham overcame tremendous obstacles and tragedies as he organized the talents of Frederick Law Olmsted, Charles McKim, Louis Sullivan, and others to transform swampy Jackson Park into the White City, while Holmes used the attraction of the great fair and his own satanic charms to lure scores of young women to their deaths. What makes the story all the more chilling is that Holmes really lived, walking the grounds of that dream city by the lake.</p>\n<p>The Devil in the White City draws the reader into the enchantment of the Gilded Age, made all the more appealing by a supporting cast of real-life characters, including Buffalo Bill, Theodore Dreiser, Susan B. Anthony, Thomas Edison, Archduke Francis Ferdinand, and others. Erik Larson’s gifts as a storyteller are magnificently displayed in this rich narrative of the master builder, the killer, and the great fair that obsessed them both.</p>\n<ul>\n<li><strong>Format:</strong> Softcover</li>\n<li><strong>Dimensions:</strong> 5.16 x 0.9 x 7.95 in.</li>\n<li><strong>Pages:</strong> 447</li>\n</ul>",
    "price_display": "<p>$19 <s>$0</s></p>",
    "min_compare_at_price": 0,
    "max_compare_at_price": 0,
    "min_current_price": 19,
    "max_current_price": 19,
    "artist_ids": [],
    "artwork_ids": [],
    "exhibition_ids": [],
    "source_updated_at": "2025-08-04T08:30:31-05:00",
    "updated_at": "2025-08-04T23:10:04-05:00",
    "timestamp": "2025-08-05T15:52:39-05:00"
}