{
    "id": 163,
    "api_model": "sections",
    "api_link": "https://api.artic.edu/api/v1/sections/163",
    "title": "Cat. 2  The Banks of the Marne in Winter, 1866",
    "web_url": "https://publications.artic.edu/pissarro/reader/paintingsandpaper/section/10",
    "accession": "1957.306",
    "generic_page_id": 9,
    "artwork_id": 6005,
    "publication_title": "Pissarro Paintings and Works on Paper at the Art Institute of Chicago",
    "publication_id": 7,
    "content": "<section class=\"osci-tk-epub-section tombstone\" id=\"tombstone\">The Banks of the Marne in Winter  \n1866  \nOil on canvas; 90.6 × 150.2 cm (35 5/8 × 59 1/8 in.)  \nSigned and dated: C. Pissarro 66 (lower right, in red and brown paint)  \nThe Art Institute of Chicago, Mr. and Mrs. Lewis Larned Coburn Collection, 1957.306\n\n</section><section class=\"osci-tk-epub-section curatorial_entry\" id=\"curatorial_entry\">In 1866 Pissarro signed and dated The Banks of the Marne in Winter in brilliant red atop a contrasting but equally vivid green background; he then sent it to the Salon (see Signature in the technical report). By that point his work had already been included with some regularity in these official, government-sponsored, juried exhibitions, where it went on to enjoy even greater success in the four years to come. This was partly because the artist’s colleague and mentor, Charles Daubigny, was a regular juror who advocated fiercely to admit the submissions of young, progressive landscape painters such as Pissarro and Claude Monet.\n\nPissarro’s earliest Salon painting was a small canvas accepted in 1859, when he was not yet twenty-nine years old. Painted around 1858 (PDRS 37) it was entitled Donkey in Front of a Farm, Montmorency (Musée d'Orsay, Paris). If the artist submitted to the Salons of 1860–62, there is no record of it, but he was represented in the Salon des Refusés in 1863 by all three of his submissions, which were laconically entitled Paysage (Landscape), Étude (Study), and Village. Although none of these have been identified, it is not difficult to propose candidates from the catalogue raisonné and, given the fact that all his other 1860s Salon paintings survive, it is likely that all three of these are known today. The Salon landscapes of 18–66 were larger in scale than any of his earlier submissions, showing a new confidence and ambition. They represent the countryside near the small rural towns of Varenne-Saint-Maure, Varenne-Saint-Hilaire, Chennevières, and Champigny, all just east of Paris along the looping Marne River before it merges with the Seine.\n\nDuring the three years Pissarro painted in this region, he tended to work there in the summer and to spend the rest of the year in Paris, where he shared a studio with various artists or rented a small space of his own. Although unmarried at the time, he shared his life with Julie Vellay, with whom he already had two small children and whom he would later wed. Despite his own parents’ economic security and the financial support they gave him, the artist struggled financially and moved frequently during these years, even settling back in with his parents before his father died in January 1865. Nonetheless, much of each year was spent in the aforementioned villages. La Varenne-Saint-Hilaire, where Pissarro’s second child, Jeanne, was born in May 1865, was the first French landscape that he explored in depth. It seems likely that he and his family lived here well into the winter of 1865 before moving again to Paris and then to a house in L’Hermitage, a district of the ancient town of Pontoise, northwest of Paris. This was probably in April 1866, the month before the Salon in which the Art Institute’s painting first appeared.\n\nIt is important first to place The Banks of the Marne in Winter in the context of Pissarro’s Salon canvases of the previous two years, during which he truly came into his own as a painter. In 1864 the clearly identified Salon submission is a very dour, featureless landscape of a rutted dirt road, a chemin de halage (or pathway for the horses that pulled barges), along the Marne (fig. 2.1 [PDRS 90]). The trees are utterly banal, there is no topography of interest, and a distant poplar constitutes the only vertical accent. The sky is similarly unremarkable, and a single female rural worker is set in the landscape as the road bends with the river. In short, the painting has nothing to recommend it as a landscape view: no important buildings, no piles of cumulus clouds, no specimen trees, no moving boats. It is, rather, an antipicturesque picture painted largely with a palette knife in the manner of the radical Gustave Courbet but with none of his rocky or forested scenery. The second picture Pissarro submitted in 1864, entitled Road to Cachalas at La Roche-Guyon, has never been identified but was surely a representation of a rural road near the beautiful town to the west of Paris.\n\nPissarro’s major submission to the 1865 Salon was considerably more ingratiating. It represented a broad stretch of the Marne near the village of Chennevières (fig. 2.2 [PDRS 103]). Composed in a manner designed to evoke—and thus please—Daubigny, the advocate for the vanguard landscape painters on the Salon jury, it was accepted along with an as-yet-unidentified landscape entitled The Shore, which may well have been the signed but undated landscape presently known as Barges on the Seine (fig. 2.3 [PDRS 79]), representing a stretch of the Seine near La Roche-Guyon. Both are primarily constructed with a palette knife and depict landscapes on pleasant, sunny days with buildings and boats as well as human figures. They are at once tough in their aggressive facture and, by comparison with the 1864 submission, appealing in their content. Moreover, at the 1865 Salon, held in May, they would have been a welcome hint of the summer season just around the corner. These two pictures, with good weather, boats, and even subtle associations with rural leisure—particularly evident in Banks of the Marne in Chennevières—anticipate the Impressionist river landscapes of the next decade, but they prepare us little for the utter bleakness of The Banks of the Marne in Winter.\n\nThis painting is among the least approachable Salon landscapes of the 1860s. The season, as we are told and can easily see, is winter, not the charming summertime that Pissarro had investigated the previous year. The Marne is devoid of any life. The recently planted poplar trees are bare of leaves and stand like frigid lines in the landscape. The woman (perhaps Julie Vellay) and the tiny child (maybe her and Camille’s three-year-old son, Lucien) trudge along the path, presumably heading home (fig. 2.4). The hillside across from the river is brown and gray; the sky is filled with heavy, rain-laden clouds; and the distance between the figures and the nearest house is great enough to cause worry. Will they make it to cover before the rain comes, and if not, where will they find shelter in this open field if it starts to thunder? Yet at the same time, the brilliant green of the grass in the field imparts some sense of renewal or hope to this deathly, almost Symbolist landscape. It seems as though Pissarro was expressing one major idea in this work: nature’s glory and ability to persevere season by season, as portrayed by the dark, looming clouds and lush green grass in the foreground, perhaps representative of the cycles of life and death. That stunning, almost blinding patch of green may appear effortlessly rendered, but it was most certainly carefully orchestrated to deliver a powerful effect, to arrest viewers’ attention through the sheer physicality of its beauty, a beauty that only an artist intimately familiar with the rural landscape could fully convey.\n\nThe painting’s theme may also relate to Pissarro’s personal life, which had not been easy the previous year, when he began to think about his Salon submission. After his father’s death, his half-sister had left Paris with her children, leaving Pissarro’s emotionally needy widowed mother, Rachel, in the care of her two sons. Rachel had not relented in her rejection of her son’s partner, a Christian, working-class woman who may have struck her as inappropriate because the Pissarros were not only wealthier but also Jewish. Yet in spite of their comparative well-off status and the painter’s increasing acceptance as an artist through his Salon submissions, the young family had severe financial problems.\n\nPerhaps for all these reasons, Pissarro, Vellay, and their children remained in more affordable Varenne-Saint-Hilaire throughout the winter of 1865–66 rather than returning to Paris as they usually did. This choice had ramifications for Pissarro’s art; he began, during that time, to capture effects of autumn and winter usually neglected by Paris-based landscape painters, who tended to paint the countryside only during the June through September “season.” This acceptance of the countryside as a permanent condition of life was not new for Pissarro, who had never lived in an urban environment except as a child and only worked as an artist in the city very late in his career. Presumably his embrace of the rural life, with which Vellay was familiar, was thus not a struggle, which would explain his understanding of and formal relationship with the country landscapes he painted. The Art Institute’s picture is a fine example, able to stir an emotional response and capture viewers’ attention through the formal elements of compositional arrangement and color.\n\nIt is not known when he began to plan his Salon landscape for 1866, but its winter subject tells us that he worked on it most concertedly at the end of the previous year. The vibrant russet tones in the underlayers of the foreground (like the colors in the painted sketch) argue for a work period beginning in the fall (see Application/technique and artist’s revisions in the technical report). The Salon in Paris was then held in May, and Pissarro’s 1864 and 1865 pictures had fared well enough that he surely wanted to make a serious contribution to the 1866 Salon by duplicating the working process he had employed for his 1864 submission, Banks of the Marne. We know from X-ray examination of the canvas that Pissarro originally started Banks of the Marne in Winter in a different part of the region near Varenne, because the hills in the X-ray are so different from those in the final picture, suggesting that all that survives of the original landscape is the horizon line, portions of the sky, and its horizontal format. The painting’s undercomposition (see fig. 2.5) recalls other works Pissarro made in the area, with a clump of large foliage at the left tucked into a hillside and what appears to be a path with a river beside it, like Banks of the Marne (see Application/technique and artist’s revisions in the technical report). A small oil sketch for the picture does survive (fig. 2.6 [PDRS 106]), and it is fascinating to compare it to the final painting, because it seems to have been made earlier in the year, when the trees still had brown and orange-brown leaves, giving it the quality of an effet d’automne; these colors also appear in the underlayer of the painting’s foreground (see Application/technique and artist’s revisions in the technical report). There is no oil study with the same folded hills as those in the Art Institute’s painting’s first stage, and it is likely that Pissarro began to work on the picture in the summer of 1865, then modified it in the fall and winter of that year, giving the final product a brighter overall effect, perhaps even in anticipation of submitting it to the Salon.\n\nIn a letter to his friend the Puerto Rican painter Francisco Oller in December 1865, Pissarro stated that he and his family planned to remain in Varenne-Saint-Hilaire until April 1866. But, at least by then, and perhaps as early as January 1866, the Pissarros had moved to L’Hermitage. The artist was to work there for over fifteen years. Possibly, he had a lease in Varenne that came due and, given his financial circumstances as well as the demands of his career, he may have needed to find another inexpensive place near Paris where his growing family could live and where the thrifty Julie could keep a garden and barnyard animals to trim their expenses even further and bring in some additional income. It is, however, equally likely that Pissarro needed a change of scenery in order to pursue his aesthetic concerns, the east of Paris having become perhaps too dull. He may have selected Pontoise not only for its rural scenery but also because he was familiar with the area from having previously worked in Montmorency. As we know from the wealth of pictures that he created in Pontoise over the years, there Pissarro found his artistic paradise, so to speak.\n\nIn short, the Pissarros had moved from one side of Paris to the other in the early months of 1866, before the Salon in which The Banks of the Marne in Winter was first shown. It is likely that the painting was completed either in L’Hermitage or in a borrowed Parisian studio (possibly that of Antoine Guillemet, with whom Pissarro was in close touch and to whom he suggested that Oller send mail to him between moves). Even if the Chicago painting was begun outdoors, it was most likely finished in the Pontoise studio. This goes a long way to explaining the picture’s almost abstract quality, its sense of being a structured rather than an experienced landscape. And the likelihood that the brilliant green grass that dominates the lower right of the composition was added very late in the painting process, presumably as an adjustment motivated purely by formal concerns, emphasizes the image’s controlled and ordered quality. Pissarro worked on the picture without being able to compare it with the landscape itself, and even he must have had to admit that its utter dourness revealed that the rather Courbet-like slab of viridian green was introduced not in Varenne-Saint-Hilaire but in distant Pontoise, where he was already excitedly planning his next landscapes. This may indicate that the actual season represented was not winter at all, as the grass—frozen after having turned brown in the fall (see fig. 2.5)—would have only turned green in the spring.\n\nAn undeniable specter of death hangs over this picture, despite its breathtaking green field. The woman and child trudging down the road project what must have been Pissarro’s sense that he was abandoning his tiny family as he tended to the needs of his widowed mother in Paris. His formal treatment of this rural landscape, with the dark gloom hanging over the entire scene, was perhaps an unconscious manifestation of his personal burdens and may explain why, as viewers, we feel a sense of urgency and concern for the two lone figures. The top left corner is overwhelmed by a gray mass and the lower right by an ordered and very symmetrical patch of green, a clever formal device that traps the other elements within a diagonal noose and further heightens the sense of suffocation, perhaps an indication of the artist’s own sense of despair, especially in light of his worsening financial situation. Pissarro’s “winter” is bleaker than the gorgeous, snowy hunter’s winters of Courbet, and the sheer desolation and loneliness of the picture has few equals in French landscape painting of the 1860s. It must have been a bitter farewell to Varenne-Saint-Hilaire, and the decision to move to Pontoise was likely made both to be nearer to the northern Parisian train stations so that the painter could travel more easily between his home and that of his mother’s in the 9th arrondissement, and to increase Pissarro’s proximity to Dr. Gachet, the homeopathic physician who helped her in the year after her husband’s death and who kept a house in nearby Auvers. Pissarro was to have a virtually lifelong relationship with the doctor and homeopathic medicine, and he may well have wanted to be nearer to the healer as his own family grew older. Given his deep connection to the natural world and respect for the landscape, it is understandable that Pissarro turned to Gachet’s homeopathy by the early 1870s, often writing to him and inquiring about organic remedies.\n\nBoth Pissarro’s life and artistic practice display a certain integrity and genuineness that seem the rightful expressions of a humble landscape painter and family man. Banks of the Marne in Winter, in particular, although banal, is still picturesque; as Émile Zola and Jean Rousseau raved in 1866, it is an honest, simple, and straightforward depiction of nature’s unassuming beauty. The structure of the painting, with its rigorous “side entrance,” places viewers in a peripheral position rather than the central one usual in the construction of fictive landscape spaces. And the almost completely flat plane of green that occupies the remainder of the foreground forms a wall, thereby preventing entrance, rather than the more typical inviting horizontal plane that permits viewers to imagine a rural walk. The sky is rendered with a palette knife which gives the clouds such glowering power that they seem to press on the earth. The architectural elements, also defined with thick slabs of paint rigorously controlled by the palette knife, are just that—elements, representing no more than the basic forms of the building. They resemble barnacles attached to the earth and are portrayed in such a way that viewers sense nature’s dignity and, by extension, Pissarro’s fascination with the rural landscape’s charm. Zola put it best in a review of the artist’s work in a later Salon:\n\nThe originality here is profoundly human. It is not derived from a certain facility of hand or from a falsification of nature. It stems from the temperament of the painter himself and comprises a feeling for truth resulting from an inner conviction. Never before have paintings appeared to me to possess such an overwhelming dignity. One can almost hear the inner voices of the earth and sense the trees burgeoning. The boldness of the horizons, the disdain of any show, the complete lack of cheap tricks, imbue the whole with an indescribable feeling of epic grandeur. Such reality is more than a daydream . . . Camille Pissarro is one of the three or four genuine painters of the day. He has solidity and breadth of touch, he paints freely, following tradition like the old masters. I have rarely encountered a technique that is so sure. A beautiful painting by this man is the act of an honest man. I cannot think of a better way of describing his talent.  \nRichard R. Brettell\n\n</section><section class=\"osci-tk-epub-section technical_report\" id=\"technical_report\">Using a non-standard-size, twill-weave support, Pissarro used wet-in-wet modeling and heavy application of paint with a palette knife to articulate the landscape. X-ray and infrared examination indicate an earlier composition that featured a large group of trees at the upper left, a low horizon line with sweeping clouds occupying almost half of the canvas, and opposing diagonals in the foreground landscape, with the elements at the right mirroring those at the left. The texture of many of these elements can be seen under normal viewing conditions, and evidence of earlier paint layers is visible along the turnover edges. A small figure and falling tree in the left foreground have been painted out as well. Pissarro executed the foreground of the visible composition first with a muted, brown palette before applying deep greens to large portions of the image. The work is currently varnished.\n\nThe multilayer interactive image viewer is designed to facilitate the viewer’s exploration and comparison of the technical images (fig. 2.7).\n\nSigned and dated: C. Pissarro 1866 (lower right, in red and brown paint) (fig. 2.8).\n\nThe work was signed at least twice in the same location, first with a bright red. Once that was dry, the artist reinforced his signature in brown-black. A third application of dark, muted green above and into the brown-black may have served to further subdue the underlying red (fig. 2.9).\n\nFlax, commonly known as linen (estimated).\n\nThe original size of the canvas is unclear, as the tacking margins were removed in a previous treatment, but it appears to be close to its current dimensions (90.6 × 150.2 cm). This appears to be a non-standard size.\n\n3/2 twill weave. Average thread count (standard deviation): 27.1V (0.6) × 19.6H (1.4) threads/cm. The vertical threads were determined to correspond to the warp and the horizontal threads to the weft.\n\nThere is strong cusping on all four sides corresponding to original tack placement. Thread thickness varies greatly in the warp threads while thread count and density vary greatly in the weft. The weft thread count diagram indicates there are three bands of weft density: the upper third is woven rather tightly, while the middle third is slightly looser and the lower third, loosest (fig. 2.10).\n\nCurrent stretching: The work is currently lined (see Conservation History); its original tacking margins have been removed and it is stretched and secured by the second lining canvas.\n\nOriginal stretching: Based on cusping visible in the X-ray, the original tacks were placed approximately 5–8 cm apart.\n\nCurrent stretcher: It is unclear whether the current stretcher is original to the painting; however, its design and patina suggest that, if not original, it was added early in the painting’s life. It is a six-member keyable stretcher with horizontal and vertical half-lap joint crossbars (fig. 2.11). Depth: 2.1 cm.\n\nNone observed in current examination or documented in previous examinations.\n\nNot determined (probably glue).\n\nIt is unclear whether the ground was applied to the canvas before or after it was stretched, as the tacking margins have been removed (see Conservation History). The ground appears to extend to the edges of the remaining canvas under stereomicroscopic examination (fig. 2.12), and the composition of the ground, with only trace amounts of extenders, suggests an artist rather than color merchant application. The preparation is of moderate thickness, ranging from approximately 10 to 85 µm, and leaves some of the canvas texture visible. In one cross section the ground appears as a two-layered system, with a more densely packed layer over a thicker, possibly more medium-rich layer (fig. 2.13). Without a strong boundary between the layers, this effect may indicate two applications of ground material, wet-into-wet, with differences in medium-to-pigment ratios caused by uneven settling of the ground material during preparation. None of the ground is left visible in the finished composition.\n\nThe ground appears to be soft white, with a slightly gray cast and dark particles visible in both cross-sectional and stereomicroscopic analysis (fig. 2.14).\n\nThe ground is primarily lead white, with a small amount of bone black and traces of natural barite. There are also localized areas with red, iron-containing aluminosilicates; many of these are toward the lower edge of the ground near the interface with the canvas and do not appear to have much bearing on the overall color of the ground. The binder is estimated to be oil.\n\nNo underdrawing was observed with infrared reflectography or microscopic examination.\n\nIt appears that Pissarro may have started with a composition quite different from the visible painting, carrying some elements from earlier forms into the later arrangement. The X-ray indicates a group of trees at the far left nestled into low hills (fig. 2.15). Curving forms extending from the bottom of the large area of foliage may refer to trunks of another, perhaps unrelated element of either composition. The trees were very thickly painted and may have been partially scraped back before being painted over, but their texture is clearly visible in the upper left quadrant of the painting under normal viewing conditions. Small areas of loss along the turnover edge at left also suggest something of the palette of these trees, featuring many of the same deep greens and browns seen throughout the visible composition (fig. 2.16).\n\nThe earlier composition seen in the X-ray also featured a much lower horizon line, beginning roughly in the middle of the canvas at the left edge, with low hills rolling slightly downward and leveling off toward the right. This early horizon line is largely obscured by the low line of soft, light brown trees or shrubbery extending across the background along the far side of the riverbank. The strongly articulated clouds are seen to take up almost half the canvas in the X-ray, extending all the way to the early horizon line before the higher, sloping hills of the current composition were added. The X-ray also indicates that at some point the first horizon may have sloped slightly upward again at the far right, to the level of the current horizon. The foreground of this earlier composition also featured a more symmetrical arrangement of opposing diagonals moving backward in space toward a more central vanishing point. Here, landscape elements running from the center midground outward toward the lower right almost mirror similar compositional lines at left. Microscopic examination of the right edge reveals light-gray underlayers that may relate to this radio-opaque form, possibly indicating the presence of water or snow (fig. 2.17).\n\nWhile most of this earlier composition was covered by the visible landscape, much of the angry sky, especially on the right, was carried over from the previous work and left visible and relatively untouched. This second landscape seems to have been executed directly over the previous forms while they were still soft, without an interlayer or any painting out. Close examination of the surface also reveals that the current landscape was first painted in reddish-browns and tans, resembling Pissarro’s circa 1866 preparatory sketch (PDRS 106; see curatorial essay). These earlier tones can be seen in more thinly painted areas of the foreground as well as in traction cracks (fig. 2.18). Many of the green tones seen throughout the landscape appear to have been added near the end of the painting process. Cross sections from two different areas of the landscape show warmer, orangey tones beneath the currently visible deep greens and dark browns of the trees and foreground. Interestingly, cross-sectional examination also suggests that the artist adjusted the hills at the far left, and a close look at the X-ray in this area hints that they may have first continued the upward slope all the way to the left edge, much as they do in the painted study (fig. 2.19). A sample taken from the left edge above the current tree line appears to contain a layer of green relating to the clump of trees in the original composition, followed by a layer of bright orange that was likely related to the earlier version of the current composition. The wrinkling seen in this part of the painting—such that the outline of the large group of trees is still somewhat visible under normal viewing conditions—attests that these elements of the first composition were not fully dry, but rather likely still soft when Pissarro changed his vantage point and chose a new site. In UV illumination a thin varnish layer can be seen just above the orange layer in the cross section (fig. 2.20), suggesting that he felt the composition was finished at this point, when it probably closely resembled the sketch, and allowed the paint layers to dry before changing his mind and making further alterations. Above the varnish layer, a brown similar in tone to that of the distant trees along the horizon suggests the artist first changed the palette of the painting before adjusting the tree line and introducing darker storm clouds at the left.\n\nSmaller changes can also be seen in the lower left quadrant, where a single, loosely articulated figure appears to have been painted out of the lower left foreground path (fig. 2.21). Additionally, the infrared image indicates that one of the trees at left was first shown falling toward the left; in the final composition this tree appears upright, even with the rest of the row.\n\nPissarro used stiff-bristle brushes and a palette knife to articulate forms, painting largely wet-in-wet (fig. 2.22, fig. 2.23). As mentioned above (see Application/technique and artist’s revisions), the presence of traction cracking and the wrinkling of the paint also indicate that the artist continued to change the composition and applied additional paint before the underlayers were fully dry (fig. 2.24). Many details in the work, including the figures and the horse, were summarily executed as final details in only a few strokes (fig. 2.25).\n\nWide variety of brush widths and thicknesses with strokes up to 1.5 cm, both soft and stiff bristle; palette knife.\n\nAnalysis indicates the presence of the following pigments: lead white; zinc white; iron oxide red, yellow, and burnt umber; chrome yellow; cadmium yellow; emerald green; viridian; bone black; cobalt blue; ultramarine blue; and possibly Prussian blue and zinc yellow.\n\nStereomicroscopic examination of cross sections, especially in UV light, suggests the presence of a fluorescing red lake in very small amounts (fig. 2.26).\n\nThe painting features complicated pigment mixtures as well as wet-in-wet modeling and mixing of colors on the painted surface. The olive green associated with the clump of trees in the earlier composition, seen in this cross section (fig. 2.27), contains iron-containing earth pigments including umber, chrome yellow, and a small amount of bone black. The mossy green above it contains the same iron-containing earth colors, with large red and yellow particles visible, in addition to cadmium yellow and lead white. Interestingly, both greens seen in this cross section do not include any green or blue pigments, but utilize a kind of optical green by mixing blacks and browns with yellow. Coarsely ground pigments can be seen clearly under stereomicroscopic examination (fig. 2.28).\n\nOil (estimated).\n\nThe painting has remains of a natural-resin varnish throughout, especially in the foreground (fig. 2.29), and has an overall synthetic varnish. The presence of a varnish layer within a cross section (fig. 2.26) suggests that the artist was still varnishing paintings at this early point in his career and likely would have varnished this painting.\n\nThe painting was first examined upon acquisition in 1957, at which point it was noted as double-lined with two canvases and aqueous adhesive. The painting was also noted at that time as having a selectively or partially removed natural-resin varnish with some obvious retouching visible in UV examination, and other retouching visible under stereomicroscopic examination. At that time it was recommended that both linings be removed and that the painting be cleaned and revarnished before travel, but this does not appear to have been undertaken. An examination in 1961 noted scratches at lower center. A 1986 treatment included removal of two synthetic varnishes, including a heavily discolored Lucite varnish, revarnishing with B72, and limited inpainting.\n\nThe painting is currently in good condition, double-lined, planar, and varnished with both B72 and the remainder of the selectively removed natural-resin varnish noted in 1957. This varnish and most retouchings are visible in ultraviolet examination (fig. 2.29). The tacking margins of both the original and first lining canvas have been removed and can be seen where the paper tape covering the edges of the work is missing (fig. 2.30). There is pronounced cracking throughout the work and minor losses to the edges. The painting has much wrinkling and additional traction cracking throughout, likely the result of the artist’s thick painting style and numerous compositional changes. The pressure of the lining process has flattened these wrinkles in several areas of the painting.  \nKelly Keegan\n\nCurrent frame (installed 1998): The frame is not original to the painting. It is an Italian, nineteenth-century, Neoclassical frame with a cavetto section and waterleaf-and-dart ornament with lamb’s-tongue sight molding. The frame has water gilding over yellow bole overall, with orange-brown bole on the fillets, on gesso. The gilding is highly burnished on the upper rail fillet and on the fillet adjacent to and under the lamb’s-tongue molding; the remaining surfaces are very lightly rubbed. The applewood frame consists of a side-and-face molding mitered and applied to a tenoned cassetta. The waterleaf-and-dart molding and the lamb’s-tongue molding are carved linden; they were gilded off the frame before being mitered and applied. The frame was resized for this painting; the cassetta construction was altered by removing the outer leg of the tenon and replacing it with triangular jelutong gussets. The upper horizontal cassetta leg was also repaired with jelutong. The cable ou cordage ornament is centered and carved directly on the molding. The molding, from the perimeter to the interior, is scotia side; fillet; cavetto; fillet; torus with carved and applied waterleaf-and-dart ornament; ovolo; fillet; cavetto; fillet; ogee with carved and applied lamb’s-tongue ornament; fillet; ovolo with cable ou cordage ornament; and fillet with a cove sight edge (fig. 2.31).\n\nPrevious frame (removed 1998): The work was previously housed in an English, eighteenth-century Georgian Louis XIV, straight-sided ogee frame with scrolling foliate and strap ornament and acanthus leaves at the miters, altered with a later addition of a fillet and cove liner. The frame had water gilding, with oil gilding on the sanded frieze, over thin yellow-brown bole on gesso. The ornament on the ogee face was burnished. The outer carved molding retained its original gilding, but it was in poor condition. The edge of the leaf ornament on the sight molding was partially regilded when the later fillet and cove sight molding were added, and the reworked areas were retoned. The carved pine moldings were mitered and joined with angled, sliding, dovetailed splines. The original moldings were altered twice to adapt the frame for different paintings. During the first alteration, the frame was resized and the liner element added, then everything was glued to a back frame. To adapt the frame for this painting, the frame was cut in the middle of each molding, butt-jointed, and glued to a secondary back frame. The molding, from the perimeter to the interior, was scotia; fillet; ovolo with half-patera; hollow side; ogee face with scrolling foliate and strap ornament on a plain ground and acanthus leaves at the miters; sanded frieze; ogee with leaf-tip ornament; and a later addition of a fillet and cove sight molding (fig. 2.32).  \nKirk Vuillemot\n\n</section><section class=\"osci-tk-epub-section provenance\" id=\"provenance\">By descent from the artist (died 1903) to his son, Paul-Émile Pissarro, Paris, 1904.\n\nSold at the Pissarro sale, Galerie Georges Petit, Paris, Dec. 3, 1928, lot 27, to Jacques Dubourg, Paris, for 35,100 francs.\n\nAcquired by S.-G. Archibald, Paris, by Feb. 1930.\n\nPossibly acquired by Dr. Tom John Honeyman, Glasgow, after Feb. 1930.\n\nAcquired by Alex Reid &amp; Lefevre, London, 1951.\n\nSold by Alex Reid &amp; Lefevre, London, to the Art Institute of Chicago, Nov. 7, 1957.\n\n</section><section class=\"osci-tk-epub-section exhibitions\" id=\"exhibitions\">Paris, Palais des Champs-Élysées, Salon de 1866, May 1–June 20, 1866, cat. 1564, as Bords de la Marne en hiver.\n\nParis, Musée de l’Orangerie, Centenaire de la naissance de Camille Pissarro, Feb.–Mar. 1930, cat. 3.\n\nChicago, Renaissance Society of the University of Chicago, Fifth Annual Exhibition of Modern French Painting, Feb. 7–21, 1932, cat. 23.\n\nPossibly Glasgow Art Gallery, The Spirit of France: French Paintings of the Nineteenth and Twentieth Centuries, June 1943, cat. 38.\n\nLondon, Lefevre Gallery, French Masters, XIX and XX Century, June–July 1952, cat. 13 (ill.).\n\nNew York, Wildenstein, C. Pissarro, Mar. 25–May 1, 1965, cat. 2 (ill.).\n\nColumbus, Ohio, Dr. Howard Sirak, Feb. 18–Feb. 25, 1975, no cat.\n\nHighland Park, Ill., Neison Harris, Mar. 7–May 21, 1975, no cat.\n\nPhiladelphia Museum of Art, The Second Empire, 1852–1870: Art in France under Napoleon III, Oct. 1–Nov. 26, 1978, cat. VI-96 (ill.); Detroit Institute of Arts, Jan. 18–Mar. 18, 1979; Paris, Galeries Nationales d’Exposition du Grand Palais, as L’art en France sous le Second Empire, May 11–Aug. 13, 1979, cat. 264 (ill.).\n\nLondon, Hayward Gallery, Pissarro: Camille Pissarro 1830–1903, Oct. 30, 1980–Jan. 11, 1981, cat. 6 (ill.); Paris, Galeries Nationales du Grand Palais, Jan. 30–Apr. 27, 1981; Museum of Fine Arts, Boston, May 19–Aug. 9, 1981.\n\nLos Angeles County Museum of Art, A Day in the Country: Impressionism and the French Landscape, June 28–Sept. 16, 1984, cat. 9 (ill.); Art Institute of Chicago, Oct. 23, 1984–Jan. 6, 1985; Paris, Galeries Nationales d’Exposition du Grand Palais, as L’impressionnisme et le paysage français, Feb. 4–Apr. 22, 1985.\n\nParis, Galeries Nationales, Grand Palais, Impressionnisme: Les origines, 1859–1869, Apr. 19–Aug. 8, 1994, cat. 156 (ill.); New York, Metropolitan Museum of Art, as Origins of Impressionism, Sept. 27, 1994–Jan. 8, 1995.\n\nArt Gallery of New South Wales, Camille Pissarro, Nov 19, 2005–Feb. 19, 2006, cat. 7 (ill.); Melbourne, National Gallery of Victoria, Mar. 4–May 28, 2006.\n\nNew York, Museum of Modern Art, Pioneering Modern Painting: Cézanne and Pissarro, 1865–1885, June 26–Sept. 12, 2005, cat. 1 (ill.); Los Angeles County Museum of Art, Oct. 20, 2005–Jan. 16, 2006; Paris, Musée d’Orsay, as Cézanne et Pissarro, 1865–1885, Feb. 27–May 28, 2006.\n\nBaltimore Museum of Art, Pissarro: Creating the Impressionist Landscape, Feb. 11–May 13, 2007, cat. 5 (ill.); Milwaukee Art Museum, June 10–Sept. 9, 2007; Memphis Brooks Museum of Art, Oct. 7, 2007–Jan. 6, 2008.\n\n</section><section class=\"osci-tk-epub-section references\" id=\"references\">Explication des ouvrages de peinture, sculpture, architecture, gravure et lithographie, exh. cat. (Charles de Mourgues Frères, 1866), p. 199, cat. 1564.\n\nJules-Antoine Castagnary, “Le Salon, III,” La liberté, May 7, 1866, p. 1.\n\nJules-Antoine Castagnary, “Le Salon, IV,” La liberté, May 9, 1866, p. 1.\n\nÉmile Zola, “Adieux d’un critique d’art,” L’événement illustré, May 20, 1866.\n\nJean Rousseau, “Le Salon de 1866,” L’univers illustré, July 14, 1866, p. 447.\n\nÉmile Zola, Mon Salon (Librairie Centrale, 1866), pp. 67–68.\n\nSalons de W. Bürger, 1861 à 1868, with a preface by Théophile Thoré, vol. 2 (Librairie de Ve Jules Renouard, 1870), p. 329.\n\nJules-Antoine Castagnary, “Salon de 1866,” in Salons (1857–1870), vol. 1 (Bibliothèque Charpentier, 1892), p. 235.\n\nAdolphe Tabarant, Pissarro, trans. J. Lewis May, Masters of Modern Art (Dodd, Mead, 1925), pp. 18–19.\n\nCharles Kunstler, “Camille Pissarro (1830–1903),” La renaissance 11 (Dec. 1928), pp. 499 (ill.); 503.\n\nFrançois Thiébault-Sisson, “Art et curiosité: Le centenaire du peintre Pissarro (1830–1903),” Le Temps, Feb. 22, 1930, p. 5.\n\nL’Imagier [Adolphe Tabarant], “Les arts: De Pissarro à Sisley,” L’oeuvre, Mar. 1, 1930, p. 4.\n\nMusée de l’Orangerie, Centenaire de la naissance de Camille Pissarro, with a preface by Adolphe Tabarant, exh. cat. (Réunion des Musées Nationaux, 1930), cat. 3.\n\nRenaissance Society of the University of Chicago, with a foreword by Inez Cunningham, The Fifth Annual Exhibition of Modern French Painting Arranged by the Chester H. Johnson Galleries, exh. cat. (Renaissance Society of the University of Chicago, [1932]), cat. 23.\n\nLionello Venturi, “L’art de Camille Pissarro (étude critique),” in Ludovic Rodo Pissarro and Lionello Venturi, Camille Pissarro: Son art—son oeuvre, vol. 1, Texte (P. Rosenberg, 1939), p. 20.\n\nLudovic Rodo Pissarro and Lionello Venturi, Camille Pissarro: Son art—son oeuvre, vol. 1, Texte (P. Rosenberg, 1939), p. 84, no. 47.\n\nLudovic Rodo Pissarro and Lionello Venturi, Camille Pissarro: Son art—son oeuvre, vol. 2, Planche (P. Rosenberg, 1939), pl. 8, no. 47.\n\nPossibly Glasgow Art Gallery, The Spirit of France: French Paintings of the Nineteenth and Twentieth Centuries, exh. cat. (Glasgow Art Gallery, 1943), cat. 38.\n\nLefevre Gallery, French Masters, XIX and XX Century, exh. cat. (Lefevre Gallery, 1952), pp. 3, no. 13 (ill.); 6, no. 13.\n\nH. E. Bates, “French Painters, V–Pissarro and Sisley,” Apollo 55, 328 (June 1952), pp. 176, fig. 1; 180.\n\n“Romance, Satire and Actuality in Art: French 19th- and 20th-Century Masters,” Illustrated London News 5904, 220 (June 14, 1952), p. 1019 (ill.).\n\nArt Institute of Chicago, Paintings in the Art Institute of Chicago: A Catalogue of the Picture Collection (Art Institute of Chicago, 1961), pp. 280 (ill.), 358.\n\nLinda Nochlin, “Camille Pissarro: The Unassuming Eye,” Art News 64, 2 (Apr. 1965), pp. 25, fig. 3; 60.\n\nJerrold Lanes, “New York,” Burlington Magazine 107, 746 (May 1965), p. 275.\n\nWildenstein, C. Pissarro: Loan Exhibition, exh. cat. (Wildenstein and Company, 1965), cat. 2 (ill.).\n\nCharles Kunstler, Camille Pissarro, trans. Aurora Colloridi (Fratelli Fabbri, 1972), pp. 26, 74 (ill.).\n\nDénes Pataky, Pissarro (Corvina Kiadó, 1972), p. 8; pl. 3.\n\nKermit Swiler Champa, Studies in Early Impressionism (Yale University Press, 1973), pp. 72–73, pl. 27.\n\nJohn Rewald, The History of Impressionism, 4th revised ed. (Museum of Modern Art, New York/New York Graphic Society, 1973), pp. 144; 193, n. 2.\n\nRaymond Cogniat, Pissarro (Flammarion, 1974), p. 12 (ill.).\n\nKathleen Adler, Camille Pissarro, A Bibliography (B. T. Batsford, 1978), p. 36.\n\nPhiladelphia Museum of Art, Detroit Institute of Arts, and Galeries Nationales du Grand Palais, The Second Empire, 1852–1870: Art in France under Napoleon III, exh. cat. (Philadelphia Museum of Art/Wayne State University Press, 1978), pp. 344–45, cat. VI-96 (ill.).\n\nGaleries Nationales du Grand Palais, L’art en France sous le Second Empire, exh. cat. (Réunion des Musées Nationaux, 1979), pp. 399–400, cat. 264 (ill.).\n\nJ. Patrice Marandel, The Art Institute of Chicago: Favorite Impressionist Paintings (Crown, 1979), pp. 14, 15 (ill.).\n\nRalph E. Shikes and Paula Harper, Pissarro: His Life and Work (Horizon, 1980), pp. 65 (ill.), 70–71.\n\nHayward Gallery, Galeries Nationales du Grand Palais, and Museum of Fine Arts, Boston, Pissarro: Camille Pissarro, 1830–1903, exh. cat. (Arts Council of Great Britain/Museum of Fine Arts, Boston, 1980), pp. 72; 73–74, cat. 6 (ill.).\n\nRichard Brettell, “Camille Pissarro: A Revision,” in Hayward Gallery, Galeries Nationales du Grand Palais, and Museum of Fine Arts, Boston, Pissarro: Camille Pissarro 1830–1903, exh. cat. (Arts Council of Great Britain/Museum of Fine Arts, Boston, 1980), p. 15.\n\nRichard Brettell, “Camille Pissarro: Une révision,” in Hayward Gallery, Galeries Nationales du Grand Palais, and Museum of Fine Arts, Boston, Pissarro: Camille Pissarro 1830–1903, trans. Claude Lauriol, exh. cat. (Arts Council of Great Britain/Réunion des Musées Nationaux, 1981), p. 15.\n\nChristopher Lloyd, Camille Pissarro (Skira/Rizzoli, 1981), pp. 30 (ill.), 31, 145.\n\nHayward Gallery, Galeries Nationales du Grand Palais, and Museum of Fine Arts, Boston, Pissarro: Camille Pissarro 1830–1903, trans. Claude Lauriol, exh. cat. (Arts Council of Great Britain/Réunion des Musées Nationaux, 1981), pp. 72; 73–74, cat. 6 (ill.).\n\nAndrea P. A. Belloli, ed., A Day in the Country: Impressionism and the French Landscape, exh. cat. (Los Angeles County Museum of Art, 1984), p. 366.\n\nIsetan Museum of Art, Fukuoka Art Museum, Kyoto Municipal Museum of Art, Retrospective Camille Pissarro, international ed., exh. cat. (Art Life, 1984), p. 12.\n\nScott Schaefer, “The French Landscape Sensibility,” in A Day in the Country: Impressionism and the French Landscape, ed. Andrea P. A. Belloli, exh. cat. (Los Angeles County Museum of Art, 1984), pp. 52 (detail); 70; 73, no. 9 (ill.).\n\nScott Schaefer, “Le paysage dans la peinture française au cours des années 1860,” in Réunion des Musées Nationaux, L’impressionnisme et le paysage français, exh. cat. (Réunion des Musées Nationaux, 1985), pp. 58–59, no. 9 (ill.).\n\nJohn House, “Camille Pissarro’s Idea of Unity,” in Christopher Lloyd, ed., Studies on Camille Pissarro (Routledge &amp; Kegan Paul, 1986), p. 33, n. 9.\n\nLinda Nochlin, “Camille Pissarro: The Unassuming Eye,” in Christopher Lloyd, ed., Studies on Camille Pissarro (Routledge &amp; Kegan Paul, 1986), pp. 3, pl. 2; 5.\n\nRalph E. Shikes, “Pissarro’s Political Philosophy and His Art,” in Christopher Lloyd, ed., Studies on Camille Pissarro (Routledge &amp; Kegan Paul, 1986), p. 39.\n\nRichard R. Brettell, French Salon Artists, 1800–1900 (Art Institute of Chicago/Abrams, 1987), pp. 76–77 (detail), 79 (ill.), 119.\n\nDavid Bomford, Jo Kirby, John Leighton, and Ashok Roy, Art in the Making: Impressionism (National Gallery, London/Yale University Press, 1990), p. 208.\n\nKatsumi Miyazaki, Insho-ha no miryoky/The Great History of Art (Dohosha Shuppan, 1990), p. 49 (ill.).\n\nBernard Denvir, Impressionism: The Painters and the Paintings (Studio, 1991), pp. 283, pl. 275; 419.\n\nKermit Swiler Champa, with contributions by Fronia E. Wissman and Deborah Johnson, and with an introduction by Richard R. Brettell, The Rise of Landscape Painting in France: Corot to Monet, exh. cat. (Currier Gallery of Art/Abrams, 1991), p. 202.\n\nChristopher Campbell, “Pissarro and the Palette Knife: Two Pictures from 1867,” Apollo 136, 369 (Nov. 1992), pp. 313; 314, n. 20.\n\nArt Institute of Chicago, Treasures of 19th- and 20th-Century Painting: The Art Institute of Chicago, with an introduction by James N. Wood (Art Institute of Chicago/Abbeville, 1993), pp. 9, 46 (ill.).\n\nJoachim Pissarro, Camille Pissarro (Abrams, 1993), pp. 47, fig. 41; 48; 50; 52; 65.\n\nStefano Roffo, Camille Pissarro (PML, 1994), p. 10.\n\nHenri Loyrette and Gary Tinterow, Impressionnisme: Les origines, 1859–1869, exh. cat. (Réunion des Musées Nationaux, 1994), pp. 316; 441; 442–43, fig. 117 (cat. 156)\n\nGary Tinterow and Henri Loyrette, Origins of Impressionism, exh. cat. (Metropolitan Museum of Art, New York/Abrams, 1994), pp. 315; 443; 444-45, fig. 117 (cat. 156).\n\nGarly Tinterow, “Le paysage réaliste,” in Henri Loyrette and Gary Tinterow, Impressionnisme: Les origines, 1859–1869, exh. cat. (Réunion des Musées Nationaux, 1994), pp. 88, fig. 117 (cat. 156); 89.\n\nGary Tinterow, “The Realist Landscape,” in Gary Tinterow and Henri Loyrette, Origins of Impressionism, exh. cat. (Metropolitan Museum of Art, New York/Abrams, 1994), pp. 86; 88, fig. 117 (cat. 156); 89.\n\nPaul de Roux, Pissarro: Villes et campagnes (Herscher, 1995), pp. 14–15 (ill.).\n\nJane Mayo Roos, Early Impressionism and the French State (1866–1874) (Cambridge University Press, 1996), pp. 56; 57, fig. 45.\n\nDominique Fernandez, Le musée d’Emile Zola: Haines et passions, works and quotes selected by Ferrante Ferranti (Stock, 1997), pp. 82–83 (ill.), 239.\n\nKatherine Rothkopf, “Camille Pissarro: A Dedicated Painter of Winter,” in Charles S. Moffett, Eliza E. Rathbone, Katherine Rothkopf, and Joel Isaacson, Impressionists in Winter: Effets de Neige, exh. cat. (Phillips Collection/Philip Wilson, 1998), p. 40, fig. 1.\n\nRachael Ziady DeLue, “Pissarro, Landscape, Vision, and Tradition,” Art Bulletin 80, 4 (Dec. 1998), pp. 720; 721, fig. 2; 733, n. 24.\n\nArt Institute of Chicago, Impressionism and Post-Impressionism in the Art Institute of Chicago, selected by James N. Wood (Art Institute of Chicago/Hudson Hills, 2000), p. 26 (ill.).\n\nMarie-José Pellé, “Vert Pissarro . . .”: Impressions de Normandie et d’ailleurs (Bertout, 2000), p. 35.\n\nRichard R. Brettell, From Monet to Van Gogh: A History of Impressionism, vol. 1 (Teaching Co., 2002), pp. 63, 173.\n\nSylvie Patin, L’impressionisme (Bibliothèque des Arts, 2002), pp. 44, 280.\n\nMichael Clarke, “Courbet e la neve,” in Gli impressionisti e la neve: La Francia e l’Europa, ed. Marco Goldin, exh. cat. (Linea d’ombra, 2004), p. 249 (ill.).\n\nStephen R. Eisenman, “Paesaggi di fatto e di sogno: Pissarro e la Senna,” in Monet la Senna le ninfee: Il grande fiume e il nuovo secolo, ed. Marco Goldin, exh. cat. (Linea d’ombra, 2004), p. 53 (ill.).\n\nAlexia de Buffévent, “A Painter and His Age: Biography and Critical Reception,” in Joachim Pissarro and Claire Durand-Ruel Snollaerts, with the collaboration of Alexia de Buffévent and Annie Champié, Pissarro: Critical Catalogue of Paintings, vol. 1, trans. Mark Hutchinson and Michael Taylor (Skira/Wildenstein Institute, 2005), p. 121.\n\nTerance Maloon, “Pissarro and the Picturesque,” in Terence Maloon, ed., Camille Pissarro, exh. cat. (Art Gallery of New South Wales, 2005), p. 20.\n\nTerence Maloon and Claire Durand-Ruel Snollaerts, “Pissarro and his Critics,” in Terence Maloon, ed., Camille Pissarro, exh. cat. (Art Gallery of New South Wales, 2005), p. 228.\n\nTerence Maloon, ed., Camille Pissarro, exh. cat. (Art Gallery of New South Wales, 2005), pp. 75; 81–83, cat. 7 (ill.); 248.\n\nAlain Mothe, “Comparative Chronology,” in Joachim Pissarro, Pioneering Modern Painting: Cézanne and Pissarro, 1865–1885, exh. cat. (Museum of Modern Art, New York, 2005), p. 232.\n\nJoachim Pissarro, Pioneering Modern Painting: Cézanne and Pissarro, 1865–1885, exh. cat. (Museum of Modern Art, New York, 2005), pp. 38; 75; 78, cat. 1 (ill.).\n\nJoachim Pissarro, “Camille Pissarro’s Vision of History and Art,” in Joachim Pissarro and Claire Durand-Ruel Snollaerts, with the collaboration of Alexia de Buffévent and Annie Champié, Pissarro: Critical Catalogue of Paintings, vol. 1, trans. Mark Hutchinson and Michael Taylor (Skira/Wildenstein Institute, 2005), p. 74.\n\nJoachim Pissarro and Claire Durand-Ruel Snollaerts, with the collaboration of Alexia de Buffévent and Annie Champié, Pissarro: Catalogue critique des peintures/Critical Catalogue of Paintings, vol. 2, trans. Mark Hutchinson and Michael Taylor (Skira/Wildenstein Institute, 2005), pp. 95–96, cat. 107 (ill.).\n\nJoachim Pissarro and Claire Durand-Ruel Snollaerts, with the collaboration of Alexia de Buffévent and Annie Champié, Pissarro: Critical Catalogue of Paintings, vol. 1, trans. Mark Hutchinson and Michael Taylor (Skira/Wildenstein Institute, 2005), pp. 361, 375, 377, 384, 396, 404, 406, 408, 417, 425.\n\nKaren Wilkin, “Cézanne and Pissarro: A Crucial Friendship,” The New Criterion 24, 1 (Sept. 2005), p. 64.\n\nJohn House, “Pissarro: Sydney and Melbourne,” Burlington Magazine 148, 1236 (Mar. 2006), p. 225.\n\nJean-Jacques Lévêque, Camille Pissarro (1830–1903): Le bonheur de peindre (ACR/PocheCouleur, 2006), p. 17 (ill.).\n\nChristopher Lloyd, “Camille Pissarro and the Essence of Place,” in Katherine Rothkopf, with an essay by Christopher Lloyd and contributions by Gülru Çakmak and Mary Sebera, Pissarro: Creating the Impressionist Landscape, exh. cat. (Baltimore Museum of Art/Philip Wilson, 2006), p. 26.\n\nMuseum of Modern Art, New York, Los Angeles County Museum of Art, and Musée d’Orsay, Paris, Cézanne et Pissarro, 1865–1885, exh. cat. (Musée d’Orsay/ Réunion des Musées Nationaux, 2006), pp. 38; 75; 78, cat. 1 (ill.).\n\nAlain Mothe, “Chronologie croisée,” in Museum of Modern Art, New York, Los Angeles County Museum of Art, and Musée d’Orsay, Paris, Cézanne et Pissarro, 1865–1885, exh. cat. (Musée d’Orsay/Réunion des Musées Nationaux, 2006), p. 232.\n\nJoachim Pissarro, Cézanne/Pissarro, Johns/Rauschenberg: Comparative Studies on Intersubjectivity in Modern Art (Cambridge University Press, 2006), pp. 205–06, fig. 38.\n\nKatherine Rothkopf, “Camille Pissarro: From Barbizon Student to Impressionist Innovator,” in Katherine Rothkopf, with an essay by Christopher Lloyd and contributions by Gülru Çakmak and Mary Sebera, Pissarro: Creating the Impressionist Landscape, exh. cat. (Baltimore Museum of Art/Philip Wilson, 2006), pp. 45, 48.\n\nKatherine Rothkopf, with an essay by Christopher Lloyd and contributions by Gülru Çakmak and Mary Sebera, Pissarro: Creating the Impressionist Landscape, exh. cat. (Baltimore Museum of Art/Philip Wilson, 2006), pp. 76; 82–83, cat. 5 (ill.); 184.\n\nMary Sebera, “Technical Notes,” in Katherine Rothkopf, with an essay by Christopher Lloyd and contributions by Gülru Çakmak and Mary Sebera, Pissarro: Creating the Impressionist Landscape, exh. cat. (Baltimore Museum of Art/Philip Wilson, 2006), pp. 194, fig. 4 (cat. 5); 195, fig. 5.\n\nLin Arison and Neil Folberg, Discovering the Connections: Travels with Van Gogh and the Impressionists (Abbeville, 2007), pp. 63, 65 (ill.), 260 (ill.), 279.\n\nNathalia Brodskaïa, Impressionism, trans. Rebecca Brimacombe and Richard Swanson (Parkstone, 2007), p. 186.\n\nJane E. Boyd, “The Mapping of Modernity: Impressionist Landscapes, Engineering, and Transportation Imagery in 19th-Century France” (Ph.D diss., University of Delaware, 2009), pp. ix; 23–24; 47; 290, fig. 2.3.\n\nClaire Durand-Ruel Snollaerts, Pissarro: Patriarche des impressionnistes (Découvertes Gallimard/Réunion des Musées Nationaux Arts, 2012), pp. 20, 21 (ill.).\n\nChristoph Heinrich, Nature as Muse: Inventing Impressionist Landscape: From the Collection of Frederic C. Hamilton and the Denver Art Museum (Denver Art Museum, 2013), pp. 64 (ill.); 79, n. 4; 166.\n\n</section><section class=\"osci-tk-epub-section other_documentation\" id=\"other_documentation\">Inventory number  \nStock 263/51\n\nLabel (fig. 2.33)\n\nInscription  \nLocation: stretcher  \nMethod: handwritten script  \nContent: [illegible; appears to be an encircled number or letter] (fig. 2.34)\n\nLabel  \nLocation: stretcher  \nMethod: handwritten script (graphite) on brown label  \nContent: RX2281 (fig. 2.35)\n\nLabel  \nLocation: stretcher  \nMethod: unknown  \nContent: [illegible; inscription is scratched off] (fig. 2.36)\n\nNumber  \nLocation: stretcher  \nMethod: handwritten script (black paint?)  \nContent: 57.306 / [R]X2281 (fig. 2.37)\n\nLabel  \nLocation: stretcher  \nMethod: printed label  \nContent: BUREAU EXPÉDITEUR / [. . .]A VARENNE / BAGAGES. / [3] (fig. 2.38)\n\nNumber  \nLocation: stretcher  \nMethod: handwritten script (black paint?)  \nContent: 57.306 (fig. 2.39)\n\nInscription  \nLocation: stretcher  \nMethod: handwritten script  \nContent: 244 Paysage à la Varenne St. Hilaire (fig. 2.40)\n\nLabel  \nLocation: stretcher  \nMethod: handwritten script on blue and off-white label  \nContent: 263/51. (fig. 2.41)\n\nInscription  \nLocation: stretcher  \nMethod: handwritten script (white chalk)  \nContent: W08705 (fig. 2.42)\n\nInscription  \nLocation: stretcher  \nMethod: handwritten script (graphite) on masking tape  \nContent: REID + LEV[. . .]RVE [sic] – USA (fig. 2.43)\n\nLabel  \nLocation: stretcher  \nMethod: printed label  \nContent: MANTES EMB / 5 / [PA]R[I]S (fig. 2.44)\n\nNumber  \nLocation: stretcher  \nMethod: handwritten script (graphite)  \nContent: 81/25 (fig. 2.45)\n\nLabel  \nLocation: previous Masonite backing (discarded), preserved as a transcription in curatorial object file  \nMethod: unknown  \nContent: Andre Chenue / Exposition Pissarro / no. 60\n\nLabel  \nLocation: previous Masonite backing (discarded), preserved as a transcription in curatorial object file  \nMethod: unknown  \nContent: reunion des musées nationaux / titre de l’oeuvre Bords de la Marne en hiver 1866 / proprietaire Chicago, Art Institute / numéro du catalogue 6\n\nLabel  \nLocation: previous Masonite backing (discarded), preserved as a transcription in curatorial object file  \nMethod: unknown  \nContent: Crate / 60 / 6 / The banks of the Marne in winter 1866 / Canvas, signed and dated, lower right: C. Pissarro. 1866 / The Art Institute of Chicago\n\nLabel  \nLocation: stretcher  \nMethod: printed label  \nContent: Direction des Musées Nationaux / Exposition du Centenaire de la naissance de / Camille PISSARRO / PARIS / Musée de l’Orangerie des Tuileries / Février – Mar[s] 1930 / No ­­­­­\\_\\_\\_\\_\\_ (fig. 2.46)\n\nStamp  \nLocation: lining canvas verso  \nMethod: black circular stamp  \nContent: [DOUANE / PARIS / EXPOSITION] (fig. 2.47)\n\nLabel  \nLocation: previous Masonite backing (discarded), preserved as a transcription in curatorial object file  \nMethod: unknown  \nContent: Second Empire: Art in France under Napoleon III / Philadelphia Museum of Art 1 Oct. 1978–26 Nov. 1978 / Detroit Institute of Art 15 Jan. 1979–18 March 1979 / Grand Palais, Paris 24 April 1979–1 July 1979 / Lender The Art Institute of Chicago / Title Sur les bords de la Marne / Artist/maker Pissarro / Exh. # 121.2\n\nLabel  \nLocation: previous Masonite backing (discarded), preserved as a transcription in curatorial object file  \nMethod: unknown  \nContent: reunion des musees nationaux / L’Art en France sous le Second Empire / Galeries nationales du Gran Palais / 12 Mai – 13 août 1979 / Titre de l’oeuvre Pissarro. Sur les bords de la Marne / Propriétaire Chicago, Art Institute / No. du catalogue 264\n\nInscription  \nLocation: previous Masonite backing (discarded), preserved as a transcription in curatorial object file  \nMethod: handwritten script on tape  \nContent: “On the Banks of the Marne” by Pissarro / #57.306 / Shipt Feb. ‘75\n\nStamp  \nLocation: stretcher  \nMethod: blue stamp  \nContent: Inventory 1981-1982 (fig. 2.48)\n\nLabel  \nLocation: previous Masonite backing (discarded), preserved as a transcription in curatorial object file  \nMethod: unknown  \nContent: Arts Council of Great Britain / 105 Picadilly London / W1V OAU / 01-629 9459 / 1980 / Exhibition Camille Pissarro / Cat. no. 6 / Artist Camille Pissarro / Title The banks of the Marne in winter 1866 / Owner The Art Institute of Chicago, Gift of Mr. and Mrs. Lewis Larned Coburn\n\nLabel  \nLocation: stretcher  \nMethod: printed and typed label with blue stamp  \nContent: THE ART INSTITUTE OF CHICAGO / CHICAGO ILLINOIS 60603, U. S. A. / To / Pissarro, Camille (French, 19<sup>th</sup> c.) / On the Banks of the Marne, Winter 1866 / Mr. and Mrs. Lewis Larned Coburn Memorial Fund / 1957.306 / [at right] Inventory 1981-1982 (fig. 2.49)\n\nLabel  \nLocation: backing board  \nMethod: printed and typed label  \nContent: THE ART INSTITUTE OF CHICAGO / artist Camille Pissarro / title The Banks of the Marne in Winter / 1866 / medium oil on canvas / credit Mr. and Mrs. Lewis Larned Coburn / Memorial Fund / acc. # 1957.306 / LZ-341-001 1M 1/90 (Rev. 1/90) (fig. 2.50)\n\nLabel  \nLocation: backing board  \nMethod: printed label  \nContent: 156 / Camille Pissarro / Bords de la Marne en hiver / (The Banks of the Marne in Winter) / Oil on canvas / The Art Institute of Chicago, Mr. and Mrs. Lewis L. Coburn / Fund, 1957 / ORIGINS OF IMPRESSIONISM / The Metropolitan Museum of Art / September 27, 1994-January 8, 1995 (fig. 2.51)\n\nLabel  \nLocation: backing board  \nMethod: handwritten script on printed label with stamp  \nContent: [logo] (m) / Réunion des musées nationaux Paris / Bords de la Marne en hiver / [stamp] IMPRESSIONNISME, LES ORIGINES, 1859 -1869 / Galeries nationales du Grand Palais / 19 avril – 8 août 1994 / Titre de l’œuvre: / Propriétaire: Art Institute of Chicago / N<sup>o</sup> du Catalogue 156 (fig. 2.52)\n\nLabel  \nLocation: backing board  \nMethod: printed label  \nContent: PIONEERING MODERN PAINTING: CEZANNE AND PISSARRO / Camille Pissarro The Banks of the Marne in Winter. 1866 / Museum No.: 2005.146 / Lender: The Art Institute of Chicago / The Museum of Modern Art / 11 West 53rd Street, New York, New York 10019 (fig. 2.53)\n\nLabel  \nLocation: frame verso  \nMethod: handwritten script on printed label  \nContent: [logo] Thermo Lignum / This object has been treated with the patented / environmentally-friendly THERMO LIGNUM / process. / We guarantee that it has been completely / freed from infestations without the use of / chemicals. / Date: 1 Oct 99 / [at right] Inv. # 837 / gilded picture / frame / [initials: WR?] / For and on behalf of Thermo Lignum UK Ltd (fig. 2.54)\n\nLabel  \nLocation: frame verso  \nMethod: printed label  \nContent: Arnold Wiggins &amp; Sons / Limited / 4 Bury Street / St. James’s / London SW1 / Picture Frame Makers / Carvers and Gilders [left] BY APPOINTMENT / TO H. M. QUEEN ELIZABETH II / PICTURE FRAME MAKERS [right] BY APPOINTMENT / TO H. M. QUEEN ELIZABETH / THE QUEEN MOTHER / PICTURE FRAME MAKERS (fig. 2.55)\n\nWestinghouse X-ray unit, scanned on Epson Expressions 10000XL flatbed scanner. Scans digitally composited by Robert G. Erdmann, Rijksmuseum, Amsterdam, University of Amsterdam, and Radboud University, Nijmegen, Neth.\n\nFujifilm S5 Pro with X-Nite 1000B/2 mm filter (1.0–1.1 µm); Goodrich/Sensors Unlimited SU640SDV-1.7RT with H filter (1.1–1.4 µm), J filter (1.5–1.7 µm).\n\nFujifilm S5 Pro with X-Nite 1000B/2 mm filter (1.0–1.1 µm).\n\nNormal-light, raking-light, and transmitted-light overalls and macrophotography: Fujifilm S5 Pro with X-NiteCC1 filter.\n\nFujifilm S5 Pro with X-NiteCC1 filter and Kodak Wratten 2E filter.\n\nSinar P3 camera with Sinarback eVolution (Kodak Wratten 2E filter and PECA 918 UV/IR interference cut filter).\n\nSample and cross section analysis using Zeiss Axioplan2 Research Microscope equipped with reflected light/UV fluorescence and a Zeiss AxioCam MRc5 digital camera. (Types of illumination used: darkfield, differential interference contrast [DIC], and UV fluorescence.) In situ photomicrographs with Wild Heerbrugg M7A StereoZoom Microscope fitted with Olympus DP71 microscope digital camera.\n\nSeveral spots on the painting were analyzed in situ with a Bruker/Keymaster TRACeR III-V with Rhodium tube.\n\nZeiss Universal research microscope.\n\nCross sections analyzed after carbon coating with Hitachi S-3400N-II VPSEM with Oxford EDS and Hitachi solid-state BSE. Analysis was performed at the Northwestern University Atomic and Nanoscale Characterization Experimental (NUANCE) Center, Electron Probe Instrumentation Center (EPIC) facility, Evanston, Ill.\n\nThread count and weave information were determined by Thread Count Automation Project software.\n\nOverlay images registered using a novel image-based algorithm developed by Damon M. Conover (GW), Dr. John K. Delaney (GW, NGA), and Murray H. Loew (GW) of the School of Engineering and Applied Science, the George Washington University, and the National Gallery of Art, Washington, D.C.\n\nThe image inventory compiles records of all known images of the artwork on file in the Conservation Department, the Imaging Department, and the Department of European Painting and Sculpture at the Art Institute of Chicago (fig. 2.56).\n\n</section><section epub:type=\"footnotes\" id=\"footnotes\">The Banks of the Marne in Winter (PV 47; PDRS 107) corresponds to the Pissarro catalogues raisonnés: PV, vol. 1, p. 84, cat. 47; vol. 2, pl. 8, cat. 47; and PDRS, vol. 2, pp. 95–96, cat. 107 (ill.). The Art Institute currently uses the title that was given to the painting when it was exhibited at the Salon of 1866. The painting had the following title during the lifetime of the artist:\n\nMay 1, 1866: Bords de la Marne en hiver (Explication des ouvrages de peinture, sculpture, architecture, gravure et lithographie, exh. cat. [Charles de Mourgues Frères, 1866], p. 199, cat. 1564.)\n\nAlthough Pissarro first signed the painting in a brilliant red, he later re-signed the work in a more muted brown, presumably after the Salon. Pissarro participated in the Salons of 1859, 1864–65, and 1867–70.\n\nOn Daubigny’s influence on Pissarro, see Kermit Swiler Champa, Studies in Early Impressionism (Yale University Press, 1973), pp. 70–71. See also PDRS, vol. 1, pp. 118, 121, on Daubigny’s role on the Salon jury and lobbying for the acceptance of Pissarro’s works to both the 1865 and 1866 Salons.\n\nThe small oil-on-canvas painting (21.6 × 27.3 cm [8 1/2 × 10 3/4 in.]) is signed C. Pizarro. at lower left.\n\nI propose the following on the basis of size, signatures, and inscriptions. The work labeled simply Paysage may be PDRS 74: La Varenne-Saint-Hilaire, vue de Champigny (c. 1863; Szépmüvészeti Museum, Budapest). This same work is also PV 31, where it is identified by the same title but undated. The work simply called Étude is PDRS 55: Promenade sur un chemin (1862; private collection, United States). It is not listed in PV. The painting designated Village is PDRS 70, Coin du village, femmes causant (1863; formerly in a private collection, the Netherlands, then sold at Sotheby’s, New York, Nov. 6, 2002). It is also listed as PV 27, where it is dated 1863.\n\nSee Kermit Swiler Champa, Studies in Early Impressionism (Yale University Press, 1973), pp. 67–79, esp. p. 70. Champa describes Pissarro’s large Salon landscapes as “more forceful than anything he had accomplished to date.” To most historians of modern art, Pissarro’s large-scale Salon landscape paintings of the 1860s constitute the apogee of his career. Even Paul Cézanne, his most brilliantly successful “student” (Pissarro would have shuddered at the term), is reported to have said, “If Pissarro had continued to paint as he did in 1870, he would be greater than all of us today.” See Joachim Pissarro, “A Backward Glance,” in Pioneering Modern Painting: Cézanne and Pissarro, 1865–1885 (Museum of Modern Art, New York, 2006), pp. 187, 223, n. 2. Yet, although the paintings were praised by contemporary critics, often studied in the twentieth century, and are well known to scholars, none sold in the artist’s lifetime, nor have they won great popular fame compared to the artist’s peasant pictures and urban landscapes, such as the Art Institute’s Young Peasant Girl Having Her Coffee (cat. 10) and Place du Havre (cat. 13).\n\nSee PDRS, vol. 1, pp. 115, 118. The couple’s first child, Lucien, was born in February 1863 at 23, rue Neuve-Bréda in Paris. The couple’s second child, a girl named Jeanne-Rachel, was born in May 1865 in La Varenne-Saint-Hilaire.\n\nFor Pissarro’s Salon entries, including this painting, see Kermit Swiler Champa, Studies in Early Impressionism (Yale University Press, 1973), pp. 67–79. For Pissarro’s Pontoise years see Richard R. Brettell, Pissarro and Pontoise (Yale University Press, 1990). For Pissarro’s early years (1855–69), praise of his early landscapes, and Salon activity, see Joachim Pissarro, Camille Pissarro (Abrams, 1993), pp. 38–57. For family moves in the 1860s and the representation of the associated regions in Pissarro’s works, see PDRS, vol. 1, pp. 111–26; and vol. 2, pp. 65–128. For additional information on Pissarro’s early family life, see Richard R. Brettell, Pissarro’s People (Fine Arts Museums of San Francisco/Sterling and Francine Clark Art Institute/Prestel, 2011), pp. 19–21, 24, 26–28, 30–31, 83–102.\n\nInterestingly, in each year, two works were accepted by the Salon, only one of which has been positively identified in the literature. These have been discussed with formal rigor by Kermit Champa in his superb study of early Impressionism. See Kermit Swiler Champa, Studies in Early Impressionism (Yale University Press, 1973), pp. 70–71, fig. 99. For this 1864 Salon entry (PDRS 90), see also PDRS, vol. 2, p. 86. For Pissarro’s study for his 1864 Salon entry Banks of the Marne, see Champa, fig. 100, and PDRS 89.\n\nCompare, for example, Courbet’s The Brook of Les Puits-Noir (c. 1855; Art Institute of Chicago).\n\nFor the exhibition of Road to Cachalas at La Roche-Guyon at the 1864 Salon, see PDRS, vol. 1, p. 116. The only mention of Pissarro’s Road to Cachalas at La Roche-Guyon I was able to locate is in Cadart and Luquet, eds., L’union des arts: Nouvelles des beaux-arts, des lettres et des théâtres, no. 22 (June 25, 1864), under the section “Petite chronique.” It was mentioned along with Banks of the Marne. Under the section “Salon de 1864,” in L’union des arts, no. 25 (July 16, 1864), only Pissarro’s Banks of the Marne is briefly discussed. This information suggests that the second work that Pissarro exhibited at the 1864 Salon along with Banks of the Marne (PDRS 90) was a work entitled Road to Cachalas. In the issues of L’union des arts listed above, Pissarro’s two Salon submissions are listed together. This implies that they were both paintings, as there was a separate section at the Salon at this time for works on paper and the graphic arts. For Pissarro’s search for motifs in various rural settings, including La Roche-Guyon, see Christopher Lloyd, Camille Pissarro (Rizzoli, 1981), p. 28.\n\nOn Daubigny’s influence on Pissarro, see Kermit Swiler Champa, Studies in Early Impressionism (Yale University Press, 1973), pp. 70–71. See also PDRS, vol. 1, pp. 118, 121, on Daubigny’s role on the Salon jury and lobbying for the acceptance of Pissarro’s works in both the 1865 and 1866 Salons.\n\nAccording to Joachim Pissarro, Rachel Pissarro’s opposition to her son’s relationship with Julie Vellay was based more on her economic and social background than her religion, because she was not at all a practicing Christian. See also PDRS, vol. 1, pp. 111–13. Julie had been hired as the Pissarros’ kitchen maid in 1860, and soon after she and Camille began an affair. According to PDRS, vol. 1, p. 113, Pissarro’s parents preferred that he wed a Jewish girl from a respectable and prosperous family, but the artist continued his relationship with Julie despite their disapproval.\n\nFor the Pissarros’ financial situation in 1863–66, see PDRS, vol. 1, pp. 115–21. In a letter to Julie dated August 31, 1866, Pissarro complained that if his mother did not assist him financially, he would find himself in a very difficult position. Joachim Pissarro also states that Camille’s father grudgingly agreed to finance his career as an artist only if he attended a proper art school such as the Académie des Beaux-Arts. His mother continued to give her son a modest allowance until he was well into his forties.\n\nSee PDRS 89, 90, vol. 2, p. 86. For Pissarro’s submission of Banks of the Marne to the 1864 Salon, see PDRS, vol. 1, p. 116. Just as he had done for his 1864 Salon submission, Pissarro made a study for his 1866 Salon submission, Bords de la Marne en hiver. See PDRS, vol. 2, p. 95, cats. 106–07 (ill.).\n\nThis “autumn effect” creates an aura through the use of color, predominantly browns and other earth tones. See Kermit Swiler Champa, Studies in Early Impressionism (Yale University Press, 1973), pp. 74–79, for a discussion of Pissarro’s unique creation of atmospheric effects in his paintings, and “the making of expressive equivalents of nature in painted color.” In the next decade this creation of “effects” would become the express goal of Impressionist plein air painting through the capturing of light’s impressions on the natural environment via the juxtaposition of colors on canvas—an aim and an approach that seem to have been on Pissarro’s mind as early as the mid-1860s.\n\nAccording to Joachim Pissarro, very few things can be characterized clearly or definitively in this part of Pissarro’s life. Joachim Pissarro, personal communication, Nov. 2014. The move from Varenne to Pontoise may have stemmed from to a lease that came due, or perhaps the artist had previously negotiated its terms to end in the early spring. It is also possible that the opening of the new railway station prompted his move to Pontoise, because the increased access to Paris would help further his career.\n\nFor the full transcribed letter, see Camille Pissarro to Francisco Oller, Paris, December 14, 1865, published in Janine Bailly-Herzberg, ed., Correspondance de Camille Pissarro, vol. 3, 1891–1894 (Valhermeil, 1988), pp. 533–34, n. 8. Although Pissarro stated in the letter to Oller that he would be living in Varenne-Saint-Hilaire until April of the following year, the letter was written from the Batignolles district in Paris’s 17th arrondissement, where his friend Guillemet resided at the time. For Guillemet’s residence at 20, grande rue des Batignolles, see PDRS, vol. 1, p. 121. For Oller’s ownership of some of Pissarro’s older works, see Camille Pissarro to Duret, Pontoise, May 5, 1874, published in Janine Bailly-Herzberg, ed., Correspondance de Camille Pissarro, vol. 1, 1865–1885 (Presses Universitaires de France, 1980), pp. 93–94, n. 2. According to PDRS, vol. 1, p. 121, Pissarro may have been drawn to Pontoise because he had previously worked in nearby Montmorency and found it attractive; he remarked a few years later that he considered the region very beautiful, perhaps because of the rural landscapes along the banks of the Oise. Moreover, according to Pissarro and Durand-Ruel Snollaerts, the opening of a railway station in 1862 facilitated travel to Paris, which would have appealed to Pissarro as he often commuted between the country and the city as his career progressed, likely to stay in close touch with the artistic community, dealers, and potential buyers. See PDRS, vol. 1, pp. 119–22, for Pissarro’s relationship with Oller. For more on Oller, his political affiliations, art, and short-lived relationship with Pissarro, see also Nicholas Mirzoeff, The Right to Look: A Counterhistory of Visuality (Duke University Press, 2011), pp. 172–95, 329.\n\nPDRS, vol. 1, pp. 120–21. See also Camille Pissarro to Francisco Oller, Paris, December 14, 1865, published in Janine Bailly-Herzberg, ed., Correspondance de Camille Pissarro, vol. 3, 1891–94 (Valhermeil, 1988), pp. 533–34. In his letter to Oller dated December 14, 1865, Pissarro described Guillemet’s projects, commenting, “Il est en train de faire des natures mortes et des fleurs” (He’s making still lifes and flowers), suggesting that the artist spent enough time there to witness his friend’s new painting endeavors. In the same letter, Pissarro also told Oller that he could send his replies to Guillemet’s, which further suggests that the artist was spending a lot of time in his friend’s Batignolles studio.\n\nSee PDRS, vol. 1, pp. 120–22, and vol. 2, pp. 95–101. In the section on Pontoise in volume two, there can be seen a surge of green in Pissarro’s landscapes, much like in the painting he exhibited at the 1866 Salon, Banks of the Marne in Winter. On the structured yet intimate nature of Pissarro’s Pontoise landscapes, see Richard R. Brettell, Pissarro’s People (Fine Arts Museums of San Francisco/Sterling and Francine Clark Art Institute/Prestel, 2011), pp. 19–23. For a detailed analysis of Pissarro’s Pontoise periods, see Richard R. Brettell, Pissarro and Pontoise (Yale University Press, 1990), pp. 1–5, 37–71, 101–08, 124–30, 145–60. Analysis suggests the green grass is a complicated mixture based on viridian, with small amounts of several pigments including cadmium yellow, cobalt blue, lead white, iron-oxide earth pigments, burnt umber, and bone black. For more on the work’s palette, see Palette in the technical report.\n\nFor the Pissarros’ financial situation in 1863–66, see PDRS, vol. 1, pp. 115–21. In a letter to Julie dated August 31, 1866, Pissarro complained that if his mother did not assist him financially, he would find himself in a very difficult position. Joachim Pissarro also states that Camille’s father grudgingly accepted to finance his career as an artist only if he attended a proper art school such as the Académie des Beaux-Arts. His mother continued to give her son a modest allowance until he was well into his forties.\n\nFor the intimate relationship between Dr. Gachet and some of the Impressionists, including Vincent van Gogh, as well as information on the physician’s house in Auvers, see Joachim Pissarro, Pioneering Modern Painting: Cézanne and Pissarro, 1865–1885 (Museum of Modern Art, New York, 2006), pp. 123–43. Cézanne painted the physician’s house in Auvers, an area where both he and Pissarro gathered in the early 1870s to depict the Auvers-sur-Oise landscape. For artists' correspondence with Dr. Gachet and their professional as well as creative relationships (most notably that between Dr. Gachet and Van Gogh, who was treated by the doctor two months before he died), see Paul Gachet, Lettres impressionnistes au Dr. Gachet et à Murer (B. Grasset, 1957). See also Paul Gachet, Deux amis des impressionnistes: Le docteur Gachet et Murer (Éds. des Musées Nationaux, 1956). For additional chronology of Dr. Gachet’s relationships with the Impressionists, see Roger Golbéry, Mon oncle, Paul Gachet (Valhermeil, 1990).\n\nPDRS, vol. 2, p. 96.\n\nFor Zola’s 1868 Salon criticism of Pissarro’s three works portraying L’Hermitage at Pontoise, see Christopher Lloyd, Camille Pissarro (Rizzoli, 1981), pp. 32–35.\n\nUsing the toolbar at the bottom right, any two images of the painting may be selected for comparison by clicking the layers icon to the right of the slider bar. The slider bar may be moved to transition back and forth between the two chosen images. The jagged line icon brings up a list of available annotations, or colored lines that show the significant features visible in each image, which may be turned on or off in any combination. For example, the red annotation lines, associated with the natural-light image, trace some of the painting’s key compositional features. When overlaid onto a technical image (X-ray, raking light, UV, etc.), the red outlines help the viewer to better observe how features in the technical image relate to or diverge from the painting as seen with the naked eye. (When annotations are turned on, a legend appears in the upper right showing each color and its associated image type.) The circular arrow icon returns the image to the default settings (natural light, full-image view, natural-light [red] annotation on). The four-arrow icon toggles between the view of the image in the page and a full-screen view of the image. In the upper right corner the vertical slider bar may be moved to zoom into or out of the image; different parts of the image can be accessed by clicking and dragging within the image itself. The icon in the upper left corner opens a small view of the full image, within which a red box indicates the portion of the overall image being viewed when zooming is enabled.\n\nStereomicroscopic examination, in conjunction with XRF, suggests that the lower (first) signature is a mixture containing predominantly iron oxide red and chrome or zinc yellow, with mixtures featering burnt umber, emerald green, and black on top of it. The presence of iron, zinc, and copper was confirmed with XRF. See Marc Vermeulen, “Psro\\_57\\_306\\_XRF,” Sept. 11, 2012, on file in the Conservation Department, Art Institute of Chicago.\n\nDue to the absence of tacking margins (see Conservation History), the canvas was not analyzed. The estimation of linen is based on visual examination, as well as on knowledge of Pissarro’s technique. All canvas paintings by Pissarro that were analyzed as part of this study were found to have a linen support.\n\nInterestingly, The Hermitage at Pontoise (1867; Wallraf-Richartz Museum, Cologne) is roughly the same size (91.0 × 150.5 cm), suggesting that this non-standard choice was deliberate. The paintings also have the same stretcher construction, the same style of handwriting in verso inscriptions located in approximately the same spot on the stretcher, and the same fabric weave (both are twill, although The Hermitage at Pontoise is specifically herringbone). See “Brief Report on Technology and Condition: Camille Pissarro, L’Hermitag [sic] near Pontoise,” in Research Project Painting Techniques of Impressionism and Postimpressionism, online catalogue: http://www.museenkoeln.de/ausstellungen/wrm\\_0802\\_impressionismus/03\\_abbzoom.asp?lang=en&amp;pg=&amp;typ=kuenstler&amp;val=19&amp;iid=32.\n\nThe closest standard size is a seascape (marine) 80, which measures 146 × 89 cm. See the chart of standard sizes available from Lefranc &amp; Company, c. 1863, reproduced in David Bomford, Jo Kirby, John Leighton, and Ashok Roy, Art in the Making: Impressionism (National Gallery, London/Yale University Press, 1990), p. 45, fig. 30.\n\nThread count and weave information were determined by Thread Count Automation Software. See Don H. Johnson and Robert G. Erdmann, “Thread Count Report: Camille Pissarro, The Banks of the Marne in Winter, 1866 (PS107/1957.306),” Aug. 2012.\n\nPissarro’s The Hermitage at Pontoise (1867; Wallraf-Richartz Museum, Cologne) from the following year is roughly the same size (91.0 × 150.5 cm), shares the same stretcher construction, the same style of handwriting in verso inscriptions located in approximately the same spot on the stretcher, and the same fabric weave (both are twill, although The Hermitage at Pontoise is specifically herringbone). See “Brief Report on Technology and Condition: Camille Pissarro L’Hermitag [sic] near Pontoise,” in Research Project Painting Techniques of Impressionism and Postimpresionism, online catalogue: http://www.museenkoeln.de/ausstellungen/wrm\\_0802\\_impressionismus/03\\_abbzoom.asp?lang=en&amp;pg=&amp;typ=kuenstler&amp;val=19&amp;iid=32.\n\nThe presence of a sizing layer is difficult to determine from cross sections due to previous conservation treatments, including a glue lining. Cross-sectional analysis did not reveal a discrete sizing layer; however, sizing was common practice in commercial preparation, and a thinly applied sizing could have been absorbed by the canvas and would not be visible under current circumstances. See Federica Pozzi, “Psro\\_BanksMarne\\_1957\\_306\\_Analytical\\_Report,” June 11, 2014, on file in the Conservation Department, Art Institute of Chicago.\n\nThis is the approximate ground thickness in samples examined by SEM/EDX. The ground may have different thicknesses in areas that were not sampled. See Federica Pozzi, “Psro\\_BanksMarne\\_1957\\_306\\_Analytical\\_Report,” June 11, 2014, on file in the Conservation Department, Art Institute of Chicago.\n\nThe ground composition was analyzed using SEM-EDX and XRF. The presence of lead was confirmed with XRF and SEM/EDX. SEM/EDX also detected barite, aluminosilicates, iron, and bone black. For more detailed results and conditions used, see Federica Pozzi, “Psro\\_BanksMarne\\_1957\\_306\\_Analytical\\_Report,” June 11, 2014, on file in the Conservation Department, Art Institute of Chicago.\n\nThe binding medium was not analyzed. The estimation of an oil medium is based on visual examination, as well as on knowledge of Pissarro’s technique and published analyses of Pissarro’s paintings. See Lydia Gutierrez and Aviva Burnstock, “Technical Examination of Works by Camille and Lucien Pissarro,” Art Matters: Netherlandish Technical Studies in Art 5 (2013), p. 3.\n\nMary Sebera previously identified this group of trees as one large tree, probably in the foreground. The absence of a trunk, in addition to the presence of a similar motif in Banks of the Marne (1864; Glasgow Art Gallery and Museum; 81.9 × 107.9 cm), among others, has led to the current interpretation. See Mary Sebera, “Technical Notes,” in Pissarro: Creating the Impressionist Landscape, ed. Katherine Rothkopf, exh. cat. (Baltimore Museum of Art, 2007), n.p.\n\nBanks of the Marne (1864; Glasgow Art Gallery and Museum; 81.9 × 107.9 cm) features, in addition to the group of trees at left, the river at the lower right.\n\nThe related study for this painting (see fig. 2.6 in the curatorial report) is more square and depicts less of the landscape, ending just before the river would be visible, and the tree line in the background levels off at the left.\n\nThis form was previously interpreted as a cow in a vertical landscape. See Mary Sebera, “Technical Notes,” in Pissarro: Creating the Impressionist Landscape, ed. Katherine Rothkopf, exh. cat. (Baltimore Museum of Art, 2007), n.p.\n\nThe following pigments were identified using the following methods indicated: lead white; zinc white; iron oxide red, yellow, and umber; cadmium yellow; viridian; bone black; cobalt blue; and possible Prussian blue (XRF, SEM/EDX); chrome yellow, ultramarine blue (SEM/EDX); possible zinc yellow (XRF). For more detailed results and information on the conditions used, see Federica Pozzi, “Psro\\_BanksMarne\\_1957\\_306\\_Analytical\\_Report,” June 11, 2014; and Marc Vermeulen, “Psro\\_57\\_306\\_XRF,” Sept. 11, 2012; both on file in the Conservation Department, Art Institute of Chicago. Analysis was carried out on selected areas and may not include all pigments present in the painting.\n\nIdentifying the specific type of lake used only by its autofluorescence under UV is difficult, as many factors (including the type of mordant, binders, varnishes, and admixtures with other pigments) can affect the perceived color of the fluorescence. Some types of madder and purpurin lake pigments have been reported to fluoresce orange, but other lakes, such as lacs, may fluoresce as well. The characteristics of red lake, including its fluorescence under UV light, are discussed in Helmut Schweppe and John Winter, “Madder and Alizarin,” Artists’ Pigments: A Handbook of Their History and Characteristics, vol. 3, ed. Elisabeth West Fitz Hugh (National Gallery of Art, Washington, D.C., 1997), pp. 124–26. See also Ruth Johnston-Feller, Color Science in the Examination of Museum Objects: Nondestructive Procedures (Getty Conservation Institute, 2001), p. 207.\n\nThe binding medium was not analyzed. The estimation of an oil medium is based on visual examination, as well as on knowledge of Pissarro’s technique and published analyses of Pissarro’s paintings. See Lydia Gutierrez and Aviva Burnstock, “Technical Examination of Works by Camille and Lucien Pissarro,” Art Matters: Netherlandish Technical Studies in Art 5 (2013), pp. 1–16; and David Bomford, Jo Kirby, John Leighton, and Ashok Roy, Art In the Making: Impressionism (National Gallery, London/Yale University Press, 1990), pp. 72–75.\n\nThere is documentary and material evidence that Pissarro may have allowed earlier paintings to be varnished “with a colorless varnish.” Cross sections from Festival at L’Hermitage (1876–78; Courtauld Institute of Art) indicate a layer of varnish between the original and artist-reworked compositions similar to that seen here. See Aviva Burnstock, “Impressionist Paintings in the Courtauld Gallery: Making Inferences from Recent Technical Studies,” Zeitschrift für Kunsttechnologie und Konservierung 22, 2 (2008), p. 296; and Lydia Gutierrez and Burnstock, “Technical Examination of Works by Camille and Lucien Pissarro,” Art Matters: Netherlandish Technical Studies in Art 5 (2013), pp. 11–12.\n\nLouis Pomerantz, “Report of Examination,” Oct. 30, 1957, on file in the Conservation Department, Art Institute of Chicago.\n\n“Condition Note,” July 24, 1961, on file in the Conservation Department, Art Institute of Chicago.\n\nFaye Wrubel, “Treatment Report,” Jan. 16, 1986, on file in the Conservation Department, Art Institute of Chicago.\n\nThis frame probably dates from the Tom John Honeyman/London connection and is therefore probably not original to the painting. The seemingly quick modification of an English frame seems an unlikely solution for a French framer. Once in the collection of the Art Institute, an additional back frame and internal liner were added, and the rebate was reworked.\n\nAccording to PDRS, vol. 2, pp. 95–96, cat. 107 (ill.). According to both Hayward Gallery, Galeries Nationales du Grand Palais, and Museum of Fine Arts, Boston, Pissarro: Camille Pissarro, 1830–1903, exh. cat. (Arts Council of Great Britain/Museum of Fine Arts, Boston, 1980), pp. 73–74, cat. 6 (ill.); and Gary Tinterow and Henri Loyrette, Origins of Impressionism, exh. cat. (Metropolitan Museum of Art /Abrams, 1994), pp. 444–45, cat. 156/fig. 117, the painting was given by descent to Camille’s wife, Julie Pissarro (née Vellay; died 1926).\n\nAccording to an annotated copy of the sale catalogue; see Galerie Georges Petit, Paris, Catalogue des oeuvres importantes de Camille Pissarro, sale cat. (Galerie Georges Petit, Dec. 3, 1928), pp. 9, lot 27; 29, no. 27 (ill.), as Paysage à La Varenne-Sainte-Hilaire, located in the Getty Research Institute’s Research Library, Los Angeles. A photocopy of this annotated sale catalogue is located in the curatorial object file, Art Institute of Chicago.\n\nSee Musée de l’Orangerie, Centenaire de la naissance de Camille Pissarro, with a preface by Adolphe Tabarant, exh. cat. (Réunion des Musées Nationaux, 1930), cat. 3. The exhibition was held Feb.–Mar. 1930.\n\nAccording to S. Martin Summers, Alex Reid &amp; Lefevre, Ltd., London, “This picture appears in our stock books as having been purchased by us in 1951 with the stock number as 263/51. Unfortunately in our stock books, which are normally very complete, it does not state from whom we bought it. However my partner Mr Desmond Corcoran who joined the firm in 1961 seems to remember that it used to belong to Mr T. J. Honeyman. He was a Director of the gallery before the war and then went on to become a Director of the Glasgow Museum and Art Gallery, Kelvin Grove.” See S. Martin Summers to the Art Institute of Chicago, Dec. 6, 2000, curatorial object file, Art Institute of Chicago. It is also possible that the painting Mr. Corcoran recalls belonging to Dr. Tom John Honeyman is Banks of the Marne at Chennevières (c. 1865; National Gallery of Scotland [PV 46; PDRS 103]), which was purchased by Honeyman shortly after May 8, 1939; see PDRS, vol. 2, pp. 95–96, cat. 107 (ill.).\n\nAccording to S. Martin Summers, Alex Reid &amp; Lefevre, Ltd., London, “This picture appears in our stock books as having been purchased by us in 1951 with the stock number as 263/51. Unfortunately in our stock books, which are normally very complete, it does not state from whom we bought it.” See S. Martin Summers to the Art Institute of Chicago, Dec. 6, 2000, curatorial object file, Art Institute of Chicago. The number 263/51 is handwritten on a label on the verso of the painting.\n\nSee minutes of the Committee on Nineteenth and Twentieth Century Painting and Sculpture, Nov. 7, 1957, on file in Museum Registration, Art Institute of Chicago. See also Art Institute of Chicago, to Mr. Willy Peploe, Alex Reid &amp; Lefevre, Ltd, London, Nov. 8, 1957, curatorial object file, Art Institute of Chicago.\n\nThe exhibition catalogue includes only the opening date of May 1; for the closing date; see PDRS, vol. 1, p. 361.\n\nAccording to PDRS, vol. 1, p. 361. The exhibition was arranged by the Chester H. Johnson Galleries for the Renaissance Society; see Renaissance Society of the University of Chicago, with a foreword by Inez Cunningham, The Fifth Annual Exhibition of Modern French Painting Arranged by the Chester H. Johnson Galleries, exh. cat. (Renaissance Society of the University of Chicago, [1932]), n. The catalogue does not include the year in which the exhibition was held, but a newspaper article confirms it was 1932; see “Renaissance Society Gives Party Tomorrow,” Chicago Daily Tribune, Feb. 6, 1932, p. 15.\n\nAccording to PDRS, vol. 1, p. 384.\n\nAccording to shipping out order B5292, on file in Institutional Archives, Art Institute of Chicago; and Museum Registration Department Artists Sheets, on file in Museum Registration, Art Institute of Chicago; this work was on loan to Dr. Howard Sirak, Columbus, Ohio, in exchange for his loan to Art Institute of Chicago, Paintings by Monet, Mar. 15–May 11, 1975.\n\nAccording to shipping out order B5293, on file in Institutional Archives, Art Institute of Chicago; and receipt of object 26504, on file in Museum Registration, Art Institute of Chicago; this work was on loan to Neison Harris, Highland Park, Ill., in exchange for his loan to Art Institute of Chicago, Paintings by Monet, Mar. 15–May 11, 1975.\n\nThe dates for this exhibition are according to Galeries Nationales du Grand Palais, L’art en France sous le Second Empire, exh. cat. (Réunion des Musées Nationaux, 1979). See also Michael Doran, “Paris: L’art en France sous le Second Empire,” Burlington Magazine 121, 916 (July 1979), p. 463; and “Amusements,” Chicago Tribune, Feb. 4, 1979, p. E6, for confirmation of these exhibition dates.\n\nAccording to PDRS, vol. 2, p. 95.\n\nAccording to PDRS, vol. 2, p. 95.\n\nAccording to PDRS, vol. 2, p. 95. Reprinted in Émile Zola, Écrits sur l’art, ed. Jean-Pierre Leduc-Adine (Gallimard, 1991), p. 133. For an English translation, see Gary Tinterow and Henri Loyrette, Origins of Impressionism, exh. cat. (Metropolitan Museum of Art/Abrams, 1994), pp. 444–45.\n\nReprinted with an English translation in Gary Tinterow and Henri Loyrette, Origins of Impressionism, exh. cat. (Metropolitan Museum of Art/Abrams, 1994), pp. 444–45.\n\nAccording to PDRS, vol. 1, p. 361. The catalogue does not include the year in which the exhibition was held, but a newspaper article confirms it was 1932; see “Renaissance Society Gives Party Tomorrow,” Chicago Daily Tribune, Feb. 6, 1932, p. 15.\n\nAccording to PDRS, vol. 1, p. 384.\n\nReprinted as Art Institute of Chicago, Paintings in the Art Institute of Chicago: A Catalogue of the Picture Collection (Art Institute of Chicago, 1968), pp. 280 (ill.), 358.\n\nFor an English translation, see Charles Kunstler, Camille Pissarro, trans. Kerry Milis, The Impressionists (Cassell, 1988), pp. 26, 74 (ill.).\n\nPlate 27 is mislabeled as: Sisley, The Canal Saint–Martin.\n\nThis is an expanded and revised version of Linda Nochlin, “Camille Pissarro: The Unassuming Eye,” Art News 64, 2 (Apr. 1965), pp. 24–27, 59–62.\n\nAccording to PDRS, vol. 2, p. 96.\n\nAccording to PDRS, vol. 2, p. 96.\n\nBanks of the Marne is listed as fig. 2.3, but images do not accompany the copy of this dissertation obtained through interlibrary loan.\n\nAccording to S. Martin Summers, Alex Reid &amp; Lefevre, Ltd., London, “This picture appears in our stock books as having been purchased by us in 1951 with the stock number as 263/51. Unfortunately in our stock books, which are normally very complete, it does not state from whom we bought it.” See S. Martin Summers to the Art Institute of Chicago, Dec. 6, 2000, curatorial object file, Art Institute of Chicago.\n\nSee Don H. Johnson, C. Richard Johnson, G. Klein, William A. Sethares, H. Lee, and Ella Hendriks, “A Thread Counting Algorithm for Art Forensics,” 2009 IEEE Thirteenth Digital Signal Processing and Fifth IEEE Signal Processing Education Workshop (IEEE, 2009), pp. 679–84; doi:10.1109/DSP.2009.4786009.\n\nSee Damon M. Conover, John K. Delaney, Paola Ricciardi, and Murray H. Loew, “Towards Automatic Registration of Technical Images of Works of Art,” in David G. Stork, James Coddington, and Anna Bentkowska-Kafel, eds., Computer Vision and Image Analysis of Art II, Proc. SPIE 7869 (SPIE/IS&amp;T, 2011); doi:10.1117/12.872634.\n\n</section><section id=\"figures\">Cat. 2 The Banks of the Marne in Winter, 1866\n\nfig. 2.1 Camille Pissarro (French, 1830–1903). Banks of the Marne, 1864. Oil on canvas; 81.9 × 107.9 cm (32 1/4 × 42 1/2 in.). Glasgow Art Gallery.\n\nfig. 2.2 Camille Pissarro (French, 1830–1903). Banks of the Marne in Chennevières, c. 1865. Oil on canvas; 91.5 × 145.5 cm (36 1/16 × 57 1/4 in.). National Gallery of Scotland, Edinburgh. Scottish National Gallery.\n\nfig. 2.3 Camille Pissarro (French, 1830–1903). Barges on the Seine, c. 1863. Oil on canvas; 46 × 72 cm (8 1/8 × 28 3/8 in.). Musée Camille Pissarro, Pontoise.\n\nfig. 2.4 Detail of Pissarro’s The Banks of the Marne in Winter showing the two figures on the path. The Art Institute of Chicago, 1957.306.\n\nfig. 2.6 Camille Pissarro (French, 1830–1903). Banks of the Marne in Winter, Study, c. 1866. Oil on panel; 21.6 × 31.1 cm (8 1/2 × 12 1/4 in). Private collection, London.\n\nfig. 2.7 Pissarro’s The Banks of Marne in Winter (1866). The Art Institute of Chicago, 1957.306. Interactive image.\n\nfig. 2.8 Detail of the signature in Pissarro’s The Banks of the Marne in Winter (1866). The Art Institute of Chicago, 1957.306.\n\nfig. 2.9 Photomicrograph of the signature in Pissarro’s The Banks of the Marne in Winter (1866). The signature was first painted in red, then muted with brown-black and subdued green layers. The Art Institute of Chicago, 1957.306.\n\nfig. 2.10 Thread-count map of the weft (horizontal) threads in Pissarro’s The Banks of the Marne in Winter (1866). The Art Institute of Chicago, 1957.306. Image generated by Don H. Johnson, Rice University.\n\nfig. 2.11 Image of the verso of Pissarro’s The Banks of the Marne in Winter (1866). The Art Institute of Chicago, 1957.306.\n\nfig. 2.12 Photomicrograph of the right foldover of Pissarro’s The Banks of the Marne in Winter (1866) showing the ground. The Art Institute of Chicago, 1957.306.\n\nfig. 2.13 Back-scattered electron (BSE) image of the cross section of the ground and paint layers in Pissarro’s The Banks of the Marne in Winter (1866). Original magnification: 320×. The Art Institute of Chicago, 1957.306.\n\nfig. 2.14 Photomicrograph of a cross section of the ground and paint layers of Pissarro’s The Banks of the Marne in Winter (1866). Original magnification: 200×. The Art Institute of Chicago, 1957.306.\n\nfig. 2.15 X-ray of Pissarro’s The Banks of the Marne in Winter (1866). The Art Institute of Chicago, 1957.306. X-ray digitally composited by Robert G. Erdmann, Rijksmuseum, Amsterdam, University of Amsterdam, and Radboud University, Nijmegen, Neth.\n\nfig. 2.16 Photomicrograph from the left edge of Pissarro’s The Banks of the Marne in Winter (1866) showing green paint from the underlying composition. The Art Institute of Chicago, 1957.306.\n\nfig. 2.17 Photomicrograph of the right edge of Pissarro’s The Banks of the Marne in Winter (1866) showing gray paint from the previous composition. The Art Institute of Chicago, 1957.306.\n\nfig. 2.18 Photomicrograph of the foreground of Pissarro’s The Banks of the Marne in Winter (1866). Cracking in the green paint has exposed the reddish-brown paint from the lower layers. The Art Institute of Chicago, 1957.306.\n\nfig. 2.19 Photomicrograph of a cross section of the ground, paint layers, and canvas fibers in Pissarro’s The Banks of the Marne in Winter (1866). Original magnification: 200×. The Art Institute of Chicago, 1957.306.\n\nfig. 2.20 Photomicrograph of a cross section in UV from Pissarro’s The Banks of the Marne in Winter (1866) showing multiple paint layers, the ground, and some canvas fibers. A thin varnish layer fluoresces brightly between two dark paint layers. Original magnification: 100×. The Art Institute of Chicago, 1957.306.\n\nfig. 2.22 Photomicrograph of the sky in Pissarro’s The Banks of the Marne in Winter (1866) showing paint applied with a palette knife. The Art Institute of Chicago, 1957.306.\n\nfig. 2.23 Photomicrograph of the foreground next to the path in Pissarro’s The Banks of the Marne in Winter (1866) showing wet-in-wet paint mixing. The Art Institute of Chicago, 1957.306.\n\nfig. 2.24 Photomicrograph of the foreground of Pissarro’s The Banks of the Marne in Winter (1866) in slight raking light, showing wrinkling paint. The Art Institute of Chicago, 1957.306.\n\nfig. 2.25 Photomicrograph of the small figure at left in Pissarro’s The Banks of the Marne in Winter (1866). The Art Institute of Chicago, 1957.306.\n\nfig. 2.26 Photomicrograph of a cross section in UV from Pissarro’s The Banks of the Marne in Winter (1866) showing multiple paint layers and the ground. In the middle of the sample a thin varnish layer fluoresces brightly between two dark paint layers. Original magnification: 200×. The Art Institute of Chicago, 1957.306.\n\nfig. 2.27 Photomicrograph of a cross section from Pissarro’s The Banks of the Marne in Winter (1866) showing multiple paint layers and the ground. The variety of pigments and particle size in each layer is apparent. Original magnification: 200×. The Art Institute of Chicago, 1957.306.\n\nfig. 2.28 Photomicrograph of the foreground next to the path in Pissarro’s The Banks of the Marne in Winter (1866) showing wet-in-wet paint mixing. The Art Institute of Chicago, 1957.306.\n\nfig. 2.29 UV image of Pissarro’s The Banks of the Marne in Winter (1866). The Art Institute of Chicago, 1957.306.\n\nfig. 2.30 Detail of the left tacking margin from the verso of Pissarro’s The Banks of the Marne in Winter (1866) showing both lining canvases in addition to the original. The Art Institute of Chicago, 1957.306.\n\nfig. 2.34 fig. 2.35 fig. 2.36 fig. 2.37 fig. 2.38 fig. 2.39 fig. 2.40 fig. 2.41 fig. 2.42 fig. 2.43 fig. 2.44 fig. 2.45 fig. 2.46 fig. 2.47 fig. 2.48 fig. 2.49 fig. 2.50 fig. 2.51 fig. 2.52 fig. 2.53 fig. 2.55 fig. 2.33 fig. 2.5 X-ray of Pissarro’s The Banks of the Marne in Winter (1866). The Art Institute of Chicago, 1957.306. X-ray digitally composited by Robert G. Erdmann, Rijksmuseum, Amsterdam, University of Amsterdam, and Radboud University, Nijmegen, Neth.\n\nfig. 2.54 fig. 2.21 X-ray, infrared (Goodrich, 0.9–1.7 µm), and natural light image of Pissarro’s The Banks of the Marne in Winter (1866). The Art Institute of Chicago, 1957.306. Interactive image.\n\nfig. 2.56 fig. 2.31 Pissarro's The Banks of Marne in Winter (1866) in its current frame. The Art Institute of Chicago, 1957.306.\n\nfig. 2.32 Pissarro's The Banks of Marne in Winter (1866) in a previous frame. The Art Institute of Chicago, 1957.306.\n\n</section>",
    "source_updated_at": null,
    "updated_at": "2025-08-01T03:07:32-05:00",
    "timestamp": "2025-08-05T15:53:10-05:00"
}