{
    "id": 25,
    "api_model": "sections",
    "api_link": "https://api.artic.edu/api/v1/sections/25",
    "title": "Preface: American Silver",
    "web_url": "https://publications.artic.edu/americansilver/reader/collection/section/4",
    "accession": "1984.48",
    "generic_page_id": 2,
    "artwork_id": 102119,
    "publication_title": "American Silver in the Art Institute of Chicago",
    "publication_id": 2,
    "content": "<section class=\"osci-tk-epub-section body\" id=\"body\">  \nStainless steel and nontarnishing alloys have largely replaced silver in American homes, and materials that can be put in the dishwasher or microwave are likewise far more practical. Even so, silver objects have a particular allure that speaks of grace, elegance, and earlier times. They are bright, often small in scale, and reflect both the aesthetics and values of the cultures that produced them. The early Spanish conquistadores came to the Americas looking for silver and gold to convert into jewelry and plate. Indeed, before the advent of a standard currency, the rich turned their silver coinage into domestic objects, the better to signal their station in life. Such works were given at the time of marriages, and often owners, wanting to keep up-to-date, had earlier vessels melted down and re-formed into more fashionable ones. Silver’s ability to reflect the newest trends made it an important American art form, as it could remain even more responsive to current European fashions than furniture or painting.\n\nLate seventeenth-century silversmiths embraced the fashions of their native lands. For example, the majority of early New England settlers were Protestant, and many followed the Puritan traditions of England. The Puritan taste for unadorned design is apparent in a magnificent wine cup (cat. 1) made by Boston’s John Hull and Robert Sanderson around 1660. It is elegant and simple, signifying strength and solidity; its beauty resides not in decoration but in the subtle variations of its silhouette and turnings, all hammered up from a single sheet of silver. In this case, we can imagine an important use, especially after 1680, when the cup’s owner, William Needham, donated it to the Braintree Church, where it surely served as a communion vessel. Thinking that all silver had elegant or ceremonial functions is erroneous, however. Drinking was the great American pastime, and more silver drinking vessels were produced in this country than any other form. Indeed, each beverage seemed to have its own container. Tumblers, canns, and lidded tankards would have held beer and cider, and, as seen in John Greenwood’s Sea Captains Carousing in Suriname (fig. 1), punch bowls were passed around from one reveler to another.\n\nCornelius Kierstede’s rare two-handled covered cup (cat. 7) captures the exuberant Baroque sensibility of New York’s Dutch silversmiths, who celebrated light and shadow through the use of differently textured surfaces and multiple styles of decoration. Here, repoussé acanthus leaves, scrolls, the richly decorated lid, and three cast legs—used when the cover was removed and set down—all vie with a smooth surface engraved with the Van Cortlandt family arms. This vessel was used to serve syllabub, a sweetened wine, cider, or beer into which milk was whipped. A two-handled cup (cat. 3) made by Cornelius Vander Burch would have held another festive drink known as caudle, made from warm wine or ale, oats, eggs, spiced milk, and other ingredients. Such pieces were brought out on special occasions such as the kindermaal: the large vessel was passed, and guests drank to the health of mother and baby. A diversity of regional styles also appears in tankards for beer and cider. In comparing two examples from about 1700, one (cat. 5) made in Boston by Jeremiah Dummer and another (cat. 8) in New York by Kierstede, we can see that the interpretation of the Baroque is much quieter and plainer in the Boston tankard than in its Dutch-influenced counterpart.\n\nScholars have found that silver production was a specialized event, even as early as the seventeenth century. The maker, who pressed his mark into the finished vessel, may well have hired an engraver to place a coat of arms or another silversmith to execute the chasing (decoration hammered into the front of the object) or repoussé work (decoration hammered from the reverse side). This volume features the finest examples of American silver in the collection of the Art Institute of Chicago’s collection, many of which resulted from these complex systems of manufacture. The museum’s holdings also contain a host of other superb pieces by seventeenth- and eighteenth-century metalsmiths, who are renowned for the care they gave to the fashioning of their works. Henricus Boelen’s gold necklace clasp (fig. 2), for example, is a diminutive object finely engraved with a dove and foliage. An early example of Rococo design, it contains seven holes on each side for strands of beads. The round form and numerous piercings may suggest an early date of around 1720. By midcentury, simpler, oval clasps were favored. The taste for many strands of glass beads or coral held by a clasp appears in early New York portraits by the Duyckinck family of painters (see fig. 3).\n\nIn the later eighteenth century, new forms become popular. A triple-lobed salver, or serving tray on a stand, by Edward Winslow (cat. 9) was probably meant to hold cordial glasses. The owner must have been wealthy, for he could afford this unusual piece of silver as well as the imported, expensive glassware that accompanied it. The shape of Winslow’s creation shows a grace and spareness of line that was a reaction to earlier Baroque forms. Lighter decoration and unusual rounded or octagonal shapes replaced more solid forms in silver as well as furniture; the S curve promoted by English artist and aesthetician William Hogarth’s writings became the standard of beauty. As design books began to disseminate the wonders of ancient Greece and Rome, decorations and shapes echoed these historical sources; even teapots and cream pots, including those made by Daniel Van Voorhis (see cat. 38 and cat. 39), took the forms of Roman helmets and shields. These motifs had contemporary political and aesthetic meanings as well. Particularly after the Revolutionary War, Americans believed that they were creating a new Roman republic; as Oliver Wendell Holmes wrote, “We are the Romans of the modern world—the great assimilating people.”\n\nIn the civilized afternoon dinners favored by well-to-do gentlemen, the tablecloth was removed after the meal, and servants placed silver and glass vessels holding wines and fruits upon the gleaming mahogany table. In Henry Sargent’s The Dinner Party (fig. 4), silver dessert plates, pitchers, and a candlestick join glass cordials and decanters. In works such as a salver by Philadelphia silversmiths Joseph and Nathaniel Richardson (cat. 36), circular forms were pierced and legs were scrolled in order to increase the sense of lightness and create a visual play of positive and negative space. These innovations were aesthetic, but they were also made possible by technological improvements. New rolling machines, for instance, meant that strips of silver could be cut out and applied to forms. The increased specialization of silversmithing was surely connected to the wider industrialization of the country during the Federal period. Just as some furniture workers supplied strings of inlay, silverworkers fabricated strips of pierced metal or bands of other designs and sold them to their colleagues. Philadelphia silversmiths Jean-Simon Chaudron and Anthony Rasch combined classical forms, mythology, and modern technology in what are some of the most elegant examples of the early nineteenth-century Neoclassical style. In their tea and coffee set (cat. 42), thin, die-rolled bands of ornament are combined with snakes and swanlike creatures that recall the work of Charles Percier and Pierre François Léonard Fontaine, designers to the French empress Josephine, whose symbol was a black swan. Chaudron, who was born in France, took some of his motifs directly from this source.\n\nMany historians believe that America’s emergence as a world power was the result of the War of 1812, which was a resounding military success for the United States, especially on the high seas, and served to further cement relations with France. At this time, it was customary for military heroes and other dignitaries to receive presentation pieces commemorating their service to the nation, and some of the most splendid American silver was made during the first half of the nineteenth century for just this purpose. Soon after the Civil War, Tiffany &amp; Co. created one of the largest commemorative silver sets, the Geneva Tribunal Testimonial (cats. 54–56), which features stately pairs of wine coolers, candelabra, and an enormous punch bowl. The firm made three such suites, which the U.S. government gave to the representatives from Brazil, Italy, and Switzerland who adjudicated—in America’s favor—the 1871 lawsuit against Great Britain for that country’s support of the Confederacy. The Art Institute’s set was presented to the Brazilian viscount, and in keeping with the neoclassical tastes of the nineteenth century, features images of mythological Greek characters. The figure of Dionysus adorns the handles of the punch bowl; Ariadne supports the candle cups; Demeter decorates one wine cooler; and on the other Commerce, with anchor, globe, and wheel of the Zodiac, points to American naval might.\n\nThroughout the nineteenth century, specially designed medals were used to mark significant historical events. The Art Institute’s holdings include more than one hundred such works. One of the earliest, made of copper, commemorates Major General Zachary Taylor and his victories in the Mexican War. Other bronze medals from the end of the century were conceived by Daniel Chester French and manufactured by Tiffany &amp; Co. to memorialize Admiral of the Navy George Dewey, hero of the Spanish–American War. Augustus Saint-Gaudens designed the World’s Columbian Exposition Commemorative Presentation Medal (fig. 5) for production in bronze, and Hermon Atkins MacNeil created a similar piece (fig. 6) for the 1901 Pan-American Exposition in Buffalo. Thanks to two important Chicagoans, Art Institute president Charles L. Hutchinson and Newberry Library founder Edward E. Ayer, the museum’s collection contains dozens of bronze portrait medals of Native Americans sculpted by Edward Warren Sawyer (see fig. 7). Chicago maintained close ties with the West, stemming from the city’s role as the railroad hub of the nation and its greatest marketplace.\n\nEven as Chicago served as America’s chief butcher of hogs and cows, its citizens had polite aspirations and were attracted to genteel domestic celebrations of commerce and agriculture; these were informed by the writings of English philosopher John Ruskin and by American Ralph Waldo Emerson’s earlier celebration of the landscape, its produce, and its seemingly limitless bounty. Responding to these currents, silver vessels began at once to emulate nature and identify their own uses. Wine, for instance, was poured from a Cann &amp; Dunn pitcher decorated with grapes (see cat. 49). George W. Shiebler’s berry bowl (cat. 64) is decorated with copper cherries, leaves, twigs, and bugs to suggest just-picked produce delivered in a basket.\n\nSilver was employed for grand objects commemorating historical events, but it was still used in the home on modest occasions and often mixed with vessels made of other materials. For example, Hannah Brown Skeele’s Fruit Piece (fig. 8), painted in 1860, shows glass, ceramic, and silver objects combined in a dessert presentation. The canvas makes a point of showing off a few culinary imports: bananas were relatively new and imported up the Mississippi River to Saint Louis, where Skeele lived at midcentury, and small lumps of sugar were likewise a delicacy. Until the invention of the cubing machine later in the 1800s, sugar came in loaves and was hammered by hand into small lumps; it was the most expensive sweetener, far more dear than molasses or honey. For this reason, it is presented here in an intricate pierced silver basket that would have displayed the host’s prosperity for all to see.\n\nWhile we think of the Victorians as proper and tea drinking as formal, this was not always the case. Tea and coffee services included unmatched pieces and were used alongside ceramic and glass vessels, such as those illustrated in Seymour Joseph Guy’s picture of the Robert Gordon family in their New York home (fig. 9). The children romp while sharing tea with their mother. A large silver ice-water pitcher sits upon the server at the back of the room; a hot-water urn is present on the sideboard; and a teapot, sugar bowl, and cream pot rest on the table alongside other beverages, cakes, and snacks. While teatime faded from American life long ago, this image presents it as the Victorian equivalent of after-school cookies and milk. Frequently, tea services were passed down through the generations, sometimes as a set but more often piecemeal. Such division and disbursement was the case with a six-piece service by Gorham &amp; Thurber (cat. 47) in which the hot-water pot was split from the set for decades; the individual piece came to the Art Institute in 1952 and was serendipitously reunited with its companions in 2015.\n\nHistorical revivals and emulations of other cultures were part and parcel of the Victorians’ stylistic world. Interest in Egypt, for example, stemmed from tourism to the Holy Land at midcentury and later grew after the opening of the Suez Canal in 1870 and the premiere of Giuseppe Verdi’s Aida, which was performed in New York in 1873. Following these events, Dominick &amp; Haff created an Egyptian Revival centerpiece featuring winged sphinxes that guard the contents of the bowl, their headdresses recalling royal lineage. The opening of Japan by Commodore Matthew C. Perry in the 1850s led to an interest in Japanese culture and design. At the 1876 Philadelphia Centennial, Japanese objects formed one of the most popular exhibits. Throughout the 1870s, Tiffany &amp; Co. created silver pieces whose visual vocabulary was borrowed directly from the wood-block prints of Katsushika Hokusai. A pitcher from 1878 (cat. 58) features applied ornament that combines metals—silver, gold, and copper—in a way that is also derived from Japanese practice. Similarly crafted vessels used to serve coffee or tea fit nicely onto the breakfast trays that wealthy clients had their servants deliver to the privacy of the boudoir. Elizabeth Paxton’s The Breakfast Tray (fig. 10) features a mixed-metal coffeepot with Japanesque decoration. No fewer than five silver vessels are crowded onto the tray in a disheveled arrangement that echoes the rest of the room.\n\nThe appeal of Japanese aesthetics was based on the celebration of natural forms, including bamboo, butterflies, flowers, and other decorative motifs. But it was also grounded, in part, in Japan’s preindustrial status. The handcrafted quality of Japanese objects appealed to aesthetes and eventually to turn-of-the-century Arts and Crafts designers. In fact, the Arts and Crafts Movement lionized all preindustrial cultures and approaches: Japanese, Native American, folk, and especially medieval English. John Ruskin believed that, in stark contrast to modern capitalism, all work in the medieval period was handmade by talented craftsmen who owned their own labor and whose skills were in demand. Thomas Carlyle, too, wrote that hard work brought humanity into closer communion with nature. Arts and Crafts practitioners sought to emulate the look of medieval objects, if not their means of production. Elizabeth E. Copeland’s bejeweled inkstand (cat. 84), for example, presents itself as a precious, handmade object out of a medieval treasury. The firm of Shreve &amp; Co., meanwhile, made vessels with strapwork and rivets meant to emulate medieval forms (see cat. 70). The Kalo Shop in Park Ridge, Illinois, specialized in the hand-hammered look of the silver of the Middle Ages, but, in fact, formed many of its wares from sheets and added hammer marks afterward.\n\nAs the twentieth century progressed, such nostalgic sources of inspiration gave way to modernist ideas, and the world of design became a more international place. For example, Peter L. Berg’s pair of covered dishes made at Kalo (cat. 81) illustrates the influence of his Norwegian background. Robert Riddle Jarvie’s punch bowl of 1911 (cat. 79) displays knowledge of Vienna Secessionist designs in its understated geometric decoration. Jarvie also sought out less precious materials for his work and often used copper for candlesticks, creating glowing patinated surfaces. Similarly, Jessie M. Preston’s candelabrum offers an American version of Art Nouveau sinuousness; a silver-plated original (cat. 73) may have been the prototype for a more successfully designed bronze version. Certainly English Arts and Crafts ideals, French Art Nouveau designs, and Viennese Secession principles, to name only a few, were available through a proliferation of European magazines that included Art et Décoration, Deutsche Kunst und Dekoration, International Studio; American publications such as Good Housekeeping, House and Garden, House Beautiful; and others that featured new design vocabularies.\n\nIn the twentieth century, the shape of domestic silver changed as many designers and collectors turned away from the richly ornamented, traditional forms that were once celebrated and instead embraced sleek designs representative of the modern age. A covered compote designed by Erik Magnussen (cat. 85), Peer Smed’s candelabra (cat. 90), and Norman Bel Geddes’s cocktail set (fig. 11) show this international modernist bent. Bel Geddes’s service epitomizes a new interest in using nontraditional materials to make household goods more affordable. This was especially strong during the Depression years, when hard-pressed consumers were urged to buy but needed to do so more cheaply. Bel Geddes’s ensemble is made of chrome-plated brass, and a Russel Wright martini set in the Art Institute’s collection (fig. 12) is manufactured from spun aluminum. Such alternatives made modern objects available to a wider audience, while sterling silver remained aimed at the more affluent. Silversmiths such as Renard Koehnemann and William N. Frederick (see cat. 98 and cat. 99) continued to work as independent craftsmen, but the majority of designers were employed by larger companies such as Reed &amp; Barton, International Silver, and others that also fashioned plated wares. Because sterling silver is made for a smaller market than in earlier times, designs have remained largely traditional to appeal to more conservative tastes. Consequently, the clean simple forms designed from the 1950s to the 1970s remain in production today. Lack of ornamentation appeals to both modern and classical tastes, and lends itself more easily to mass production.\n\nSince the 1960s, some independent artists have made a strong statement by reviving the study of metalworking. This has happened in large part due to the migration of the field into universities and art schools. Academic programs, led by such figures as John Prip and Arthur Jon Pulos (see cat. 95 and cat. 97), have trained new generations of silversmiths while also encouraging fresh creative expression. In fact, there are now over 125 silversmithing programs in the United States. In a striking decanter (fig. 13), contemporary silversmith Thomas P. Muir explores the sculptural possibilities of hollowware by combining anthropomorphic forms with a streamlined surface and machinelike silhouette. Muir further blurs the boundaries between utility and artistry by giving this object the provocative title Cycladic Figure with His Hair in a Roller, which also plays with the seeming dichotomies of male and female, antiquity and modernity. Silver objects such as these adapt forms that are traditionally meant to be useful, bringing them into the realm of sculpture and challenging us to change our vision of function and beauty. Today’s curators are faced with the delightful dilemma of collecting the old, the new, the purposeful, and the whimsical in order to show the full and evolving history of American silver making.\n\n</section><section epub:type=\"footnotes\" id=\"footnotes\">For more on Boston silver, see Falino and G. Ward (2008).\n\nFor early New York silver, consult Wees and Harvey (2013).\n\nBlackburn and Piwonka (1988), p. 204.\n\nSee, for instance, Hogarth (1753).\n\nHolmes (1858), p. 21.\n\nSee, for example, Ruskin (1851–53); Emerson (1836).\n\nSee Ruskin (1851–53); Carlyle (1843), book 3, chapter 11 (“Labour”).\n\n</section><section id=\"figures\"> fig. 1 John Greenwood (American, 1727–1792). Sea Captains Carousing in Suriname, 1752/58. Oil on bed ticking; 95.9 × 190.5 cm (37 3/4 × 75 in.). Saint Louis Art Museum, Museum Purchase, 256.1948.\n\nfig. 2 Attributed to Henricus Boelen (American, 1697–1755). Clasp, 1720/50. Gold; 0.6 × 3.2 × 0.4 cm (1/4 × 1 1/4 × 1 3/16 in.). The Art In­stitute of Chicago, restricted gift of Charles C. Haffner, III, 1984.48.\n\nfig. 3 Gerrit Duyckinck (American, 1660–c. 1712). Mrs. Gerrit Duyckinck, c. 1700–1710. Oil on wood; 76.8 × 63.2 cm (30 1/4 × 24 7/8 in.). New-York Historical Society, bequest of George Abeel.\n\nfig. 4 Henry Sargent (American, 1770–1845). The Dinner Party, c. 1821. Oil on canvas; 156.53 × 126.36 cm (61 5/8 × 4 3/4 in.). Museum of Fine Arts, Boston, gift of Mrs. Horatio Appleton Lamb in memory of Mr. and Mrs. Winthrop Sargent, 19.13.\n\nfig. 5 Augustus Saint-Gaudens (American, born Ireland, 1848–1907). World’s Columbian Exposition Commemorative Presentation Medal, 1892/94. Bronze; diam. 10.2 cm (4 in.). The Art Institute of Chicago, Hutchinson Ryerson Medal Fund, 1900.446.\n\nfig. 6 Hermon Atkins MacNeil (American, 1866–1947). Pan–American Exposition Medal, 1901. Bronze; diam. 6.4 cm (2 1/2 in.). The Art Institute of Chicago, R1689/0022.\n\nfig. 7 Edward Warren Sawyer (American, 1876–1932). Ma-Si-Ni–So Cheyenne, 1912. Bronze; diam. 7 cm (2 3/4 in.). The Art Institute of Chicago, gift of Edward E. Ayer, 1913.646.\n\nfig. 8 Hannah Brown Skeele (American, 1829–1901). Fruit Piece, 1860. Oil on canvas; 88.3 × 96. cm (34 × 38 in.). The Art Institute of Chicago, restricted gifts of Charles Haffner III, Mrs. Harold T. Martin, Mrs. Herbert A. Vance, and Jill Burnside Zeno; through prior acquisition of the George F. Harding Collec­tion, 2001.6.\n\nfig. 9 Seymour Joseph Guy (American, born England, 1824–1910). The Contest for the Bou­quet: The Family of Robert Gordon in Their New York Dining-Room, 1866. Oil on canvas; 62.5 × 74.9 cm (24 5/8 × 2 1/2 in.). Metropolitan Museum of Art, New York, Purchase, Gift of William E. Dodge, by exchange, and Lila Acheson Wallace Gift, 1992, 1992.128.\n\nfig. 10 Elizabeth Paxton (American, 1877–1971). The Breakfast Tray, c. 1910. Oil on canvas; 53.3 × 43.2 cm (21 × 17 in.). Private collection.\n\nfig. 11 Designed by Norman Bel Geddes (American, 1893–1958). Manufactured by Revere Copper and Brass Company (Rome, New York, 1801–present). Manhattan Cocktail Set, designed 1934/35; produced c. 1939–41. Chrome-plated brass; tray: 2.5 × 36.8 × 29.2 cm (1 × 14 1/2 × 11 1/2 in.); shaker: 33 × 8.9 cm (13 × 3 1/2 in.); goblets: each 11.4 × 7 cm (4 1/2 × 2 3/4 in.). The Art Institute of Chicago, restricted gift of Charles C. Haffner III, 2005.50.1–8.\n\nfig. 12 Russel Wright (American, 1904–1976). Cocktail Set, Model 326, 1930. Spun aluminum and cork; tray: 29.2 × 15.2 cm (11 1/2 × 6 in.); shaker: 29.2 × 15.2 cm (11 1/2 × 6 in.); cups: each 14.9 × 7.3 cm (5 7/8 × 2 7/8 in.). The Art Institute of Chicago, through prior bequest of Arthur Rubloff, 2009.1035.1–8.\n\nfig. 13 Thomas P. Muir (American, born 1956). Cycladic Figure with His Hair in a Roller, 1985. Silver, nickel, and anodized aluminum; 29.2 × 9.5 × 6.7 cm (11 1/2 × 3 3/4 × 2 5/8 in.). The Art Institute of Chicago, Raymond W. Garbe Fund in honor of Carl A. Erickson, Sr., 1988.206a–b.\n\n</section>",
    "source_updated_at": null,
    "updated_at": "2025-08-01T03:07:32-05:00",
    "timestamp": "2025-08-05T15:53:10-05:00"
}