{
    "id": 33,
    "api_model": "sections",
    "api_link": "https://api.artic.edu/api/v1/sections/33",
    "title": "Forging a Collection: American Silver at the Art Institute of Chicago",
    "web_url": "https://publications.artic.edu/americansilver/reader/collection/section/5",
    "accession": "1901.400",
    "generic_page_id": 2,
    "artwork_id": 95083,
    "publication_title": "American Silver in the Art Institute of Chicago",
    "publication_id": 2,
    "content": "<section class=\"osci-tk-epub-section body\" id=\"body\">Silver is celebrated for its malleability, durability, and luster—qualities that make it an ideal material with which to create beautiful and useful objects. Yet forging silver is no small task. Strength, patience, and mastery of craft are required to take a piece of metal and transform it into something functional, alluring, inventive, and at times astonishing. This entails first heating and hammering the metal into an ingot, pounding it into a flat sheet, shaping the silver into its final form, and finally working and reworking the surface until the desired ornamentation and finish is achieved (see fig. 1). It is a steady, gradual progression in which new forms are born from concentrated effort and dedication to the material. Sometimes the process is executed by a single hand, as in the case of Margret Craver’s elegant Art Deco–style bonbonnière (cat. 91), with its pristine surface and bold cloisonné medallion. Other objects are created by a team and aided by machinery at a firm such as Tiffany &amp; Co., which retained specialists for every stage of production in the making of works like the Geneva Tribunal Testimonial (cats. 54–56), a tour de force of American presentation silver.\n\nThe concentrated, steady work of any smith offers a metaphor for the development of the American silver collection at the Art Institute of Chicago, which has been formed over time by innovative, dedicated, and persistent efforts. From 1901, when the first piece of silver entered the collection—a medal (see fig. 2) celebrating the Niagara Falls Power Company that was designed by sculptor Frederick W. MacMonnies, engraved by Ernest Pauline Tasset, and presented by company president Edward D. Adams—to a more recent acquisition of a masterful Aesthetic Movement tureen by the Gorham Manufacturing Company (cat. 62), the collection has grown to encompass over four hundred diverse objects spanning the seventeenth century to the present.\n\nTaken together, these works suggest why silver is forged. This is in large part for domestic use, like John Burt’s chafing dish for warming food (cat. 19); the large assembled tea services of Andrew Ellicott Warner, Jr., and others that graced the tables of Victorian homes (see cat. 51); and silver-plated wares such as Albert Feinauer’s Bauhaus-inspired coffee service (cat. 88), which were mass-produced in the modern styles of the early twentieth century. Silver is also a principal medium of commemorating events ranging from the personal to the international. Cornelius Vander Burch’s caudle cup (cat. 3), for instance, is believed to have marked a baptism, while in 1892 Tiffany &amp; Co. created the Pueblo Vase (cat. 66) for the World’s Columbian Exposition. But the material is sometimes used as much in the service of aesthetic experimentation as function. In Ephraim Brasher’s covered urn (cat. 31), for example, a nontraditional three-spouted form is married with lively Rococo ornamentation, and in George W. Shiebler’s beguiling berry bowl (see cat. 64), hard metal is coaxed into the form of a delicately curling leaf. As a group, the works explored in this catalogue celebrate the astounding creativity and advancements of American silversmiths.\n\nWhile the origins of the Art Institute’s collection of American art date back to the incorporation of the museum in 1879, the earliest pieces of American silver to enter the permanent collection came after the construction of the museum’s current home on Michigan Avenue. These acquisitions were commemorative medals celebrating individuals, organizations, and national events, often related to the arts. Following the 1901 gift of the Niagara medal, in 1908 Art Institute president Charles L. Hutchinson donated eleven medals and plaques by Victor D. Brenner, who became best known for his design of the Lincoln penny. That Brenner saw medallic art as a dynamic means of artistic expression is visible in his naturalistic and charismatic depictions of art dealer George A. Lucas and artist James Abbott McNeill Whistler. He later designed the Art Institute’s Norman Wait Harris Prize Medal (see fig. 3), which was long awarded to winners of the Annual American Exhibition. Throughout the first decade of the twentieth century, Hutchinson continued to build the silver collection by adding a number of medals by Edward Warren Sawyer depicting idealized Native American figures (see fig. 4). However, it was not until the appointment of a dedicated curator of decorative arts that the collection began to grow beyond coins and medals.\n\nBessie Bennett, a practicing jeweler and metalsmith, assumed that post in 1914 (see fig. 5). After graduating first in her class from the School of the Art Institute in 1898 with a certificate in decorative design, she pieced together part-time jobs as a library clerk, exhibitions clerk, and instructor at the school, all the while rising through the ranks. By 1906 she was working under museum director William M. R. French, executing temporary exhibitions and overseeing permanent-collection installations. Described in her time as a “staunch believer in the importance of the minor arts,” Bennett helped encourage the museum’s early support for the Arts and Crafts Movement through annual exhibitions and actively incorporated metalwork and other decorative arts into displays. She also bequeathed money to establish a fund devoted to supporting decorative arts purchases, which has continued to bolster the collection of American silver through acquisitions such as a rare pair of silver-plated candlesticks (cat. 75) by Bennett’s contemporary and fellow Arts and Crafts metalsmith, Robert Riddle Jarvie.\n\nBennett’s enthusiasm was shared by a small but influential group of collectors, and it was during her tenure that the first examples of American silver hollowware entered the collection. Kate Buckingham, a prominent Chicago philanthropist nicknamed the “godmother to the Art Institute,” made the first such gifts to the museum upon her death in 1937. Buckingham was born into privilege; her family had built its success by controlling grain elevators in Ohio, Pennsylvania, and Chicago. After the deaths of her father and siblings, she inherited a large fortune, becoming one of the wealthiest women in the city. Passionate about the arts, Buckingham gave extensively to the museum, both financially and through gifts of artwork ranging from Japanese prints to medieval sculptures. She was also known to consult Bennett on additions to her personal trove of decorative arts. Her bequest included silver from her family’s collection, notably a six-piece tea and coffee service by Francis W. Cooper (fig. 6) that is inscribed E. Buckingham—likely for her father, Ebenezer—and richly decorated with a naturalistic repoussé pattern of curling leaves, scrolling vines, and three-dimensional clusters of grapes. Also included was a related pitcher (cat. 49) executed by Brooklyn silversmiths John Cann and David Dunn.\n\nEmily Crane Chadbourne was another of the museum’s earliest patrons of American silver. The daughter of Chicago plumbing industrialist Richard T. Crane, Chadbourne, like Buckingham, grew up with great wealth and began to dedicate her philanthropy to the arts at a young age. Following a brief marriage that ended in divorce in 1905, Chadbourne traveled and lived in Europe until 1924, spending time with American expatriates Gertrude Stein and Alice B. Toklas and amassing a large and eclectic art collection. Although her interests ranged from Byzantine coins and jewelry to Chinese decorative arts, for nearly thirty years she and her longtime partner, Ellen LaMotte, made substantial contributions to the museum in the area of American decorative arts. In the 1920s and 1930s, Chadbourne was an active member of the Committee on Decorative Art and gave sizable monetary donations for decorative arts purchases. In 1939 she made her first gift of silver objects: a large group of colonial flatware by makers including Samuel Edwards and Thomas Shields (see fig. 7). Her last, in 1952, was a tankard by the Philadelphia silversmith John Bayly. The strength of the Art Institute’s holdings thus emerged from the efforts of this group of female visionaries; Bennett’s, Buckingham’s, and Chadbourne’s early gifts launched the collection, and their financial contributions continue to sustain its growth to the present day.\n\nThe 1940s proved to be a pivotal period in the growth of the collection. This was brought on in part by a wider institutional shift that elevated the applied arts. The School of the Art Institute had been teaching decorative arts as early as 1890 and established an industrial art school within its fine arts program in 1929. Five years later, the school took steps to solidify an applied-arts curriculum by implementing a two-track system in which students took one year of shared introductory classes before moving through a program of either fine or industrial art. This development coincided with major changes in staffing and organization at the museum. In 1938 director Robert Harshe died and was succeeded by Daniel Catton Rich; Bessie Bennett passed away the following year. Responding to the rise of industrial-art instruction at the school, Rich hired Meyric R. Rogers as the new curator of decorative arts with the intent of having him establish a curatorial department of industrial arts. Although that initiative never came to fruition, Rogers had a strong background in American material culture and significantly focused the department’s exhibition program and acquisitions strategy on building an important collection of silver.\n\nRogers organized the first major display of American silver at the Art Institute as part of the 1949 exhibition From Colony to Nation (see fig. 8), which he curated with Art Institute colleagues Frederick Sweet and Hans Huth as well as Turpin C. Bannister from the University of Illinois. The project incorporated silver, painting, and architecture from the colonial period through the War of 1812 in order to show “the full emergence of an American style.” During the 1930s and 1940s, interest in colonial history was deeply embedded in American culture. Even with the rise of modernism, the fascination with the arts and crafts of early settlements remained strong, since these objects operated as symbols of nationalism and markers of a homegrown style distinct from that of Europe. Chicagoans celebrated this quality in From Colony to Nation. Headlines read, “America’s Pioneer, Patriotic Art Goes on Display at Art Institute,” and “Nation’s Past to Unfold in Priceless Art.” One reviewer observed, “The people of Chicago and the Midwest have always been lucky in their Art Institute, but never more so than in this exhibit of the art of our people.”\n\nRogers, writing in the exhibition catalogue, asserted that the work of colonial silversmiths had laid the groundwork for the extraordinary development of craft in America and that, “In choosing a single craft to represent this side of our Colonial culture, the selection of that of the silversmith is almost inevitable.” Featuring over eighty objects, the display of silver was given equal standing as painting and included “a succession of masterpieces” that exemplified “the high degree of style and elegance in which the Colonies and the nation lived.” Featuring loaned objects from institutions such as the Metropolitan Museum of Art; the Museum of Fine Arts, Boston; and the renowned Garvan collection of silver at the Yale University Art Gallery, the exhibition also included examples from the Art Institute’s burgeoning collection, including coins produced by John Hull and Robert Sanderson for the first colonial mint (cat. 2). The press made much of the silver; more than one account remarked on the rarity of the metalwork on view and praised its presentation in gray cases lined in rose fabric. An article devoted to the decorative arts in the exhibition declared it to be “the finest collection of early American silverware ever gathered in one place.”\n\nFrom Colony to Nation was not the only way Rogers elevated the Art Institute’s holdings of American silver. He also worked closely with donors to secure gifts and establish funds for acquisitions. Edwin A. and Ella Seipp were the first to lend their support, donating money through the museum’s earliest affiliate group, the Antiquarian Society, “for a specific purpose, namely the purchase of a piece of American silver.” The initial acquisition made with the funds was an early eighteenth-century tankard by John Burt (see fig. 9), which was followed by other rare and important examples of colonial silver including a Dutch-influenced tankard by Cornelius Kierstede (cat. 8) and a caudle cup by the first native-born silversmith, Jeremiah Dummer (cat. 4). The Seipps also made possible the purchase of the Art Institute’s only example of silver hollowware by the famed patriot-silversmith Paul Revere, Jr., an elegant Neoclassical milk pot with delicate beading and restrained ornament (see fig. 10).\n\nThe commitment to early American decorative arts shown by Rogers and the Seipps in the early 1940s flourished with significant additional support from the Antiquarian Society. The roots of the organization date back to 1877, when a circle of the city’s leading women formed the Chicago Society of Decorative Art with the purpose of fostering support for “industrial art, or as it has been more commonly termed, decorative art,” believing it to be “a necessity of our civilization.”\n\nAt the end of the nineteenth century, gender roles were often as divided in the art world as they were in the home, and any art form that was seen as household decoration was considered women’s work. The Chicago Society of Decorative Art, in addition to elevating standards of taste through art education in the realm of painting, sculpture, needlework, wood carving, and other decorative arts, promoted employment opportunities for women, renting a salesroom over N. Matson &amp; Co. Jeweler’s on State and Monroe Streets to sell objects made by its members. Throughout the 1880s, the group’s membership grew, but with this growth came a change in the direction of its efforts so that by the 1890s, the mission turned from sponsoring classes, exhibitions, and teacher training at the Art Institute to helping build a collection of decorative arts for the city.\n\nAfter the 1893 construction of the museum’s Beaux Arts building on Michigan Avenue, the group changed its name to the Antiquarians and focused on acquisitions and decorative arts for the collection (see fig. 11). It also became known for the receptions it sponsored at the museum and for its annual teas. Silver was a prominent part of these events, with members often donating the use of their family serving pieces and tableware. This tradition has endured: even today the Antiquarians set their annual tea with a full silver service.\n\nAround the time of the Seipps’ initial donation, the Antiquarians—at the collective suggestion of Rich, Rogers, and the group’s president, Florence Lowden Miller—decided to devote their resources to American art, specifically pre-Revolutionary furniture and silver. Members were encouraged to consider donating objects of value as well as funds for acquisitions. As a result, the breadth of forms in the collection grew through gifts and purchases. Miller, for example, gave an intricately hand-cut punch strainer by Boston silversmith William Simpkins (cat. 23). Purchases made in the first years of this new commitment include Thomas Edwards’s Whistle and Bells with Coral (cat. 13) and a unique three-lobed salver by Edward Winslow (cat. 9).\n\nIndeed, the task of enhancing the museum’s silver holdings energized the group, and meeting minutes reflect the fervor with which members approached this mission. Their enthusiasm is perhaps best captured in the account of an acquisition of an assembled tea service by Daniel Van Voorhis and Ward, Bartholomew &amp; Trott (cats. 38–40). At the group’s annual assembly in 1950, Miller saved the acquisition of a teapot and tea caddy for last, asking for the privilege of “telling their dramatic story.” According to Miller, two Antiquarians who volunteered at the Chicago Children’s Memorial Hospital were made aware of the objects, which were to be sold at the White Elephant Shop, a secondhand store whose proceeds went directly back to the hospital. Believing the pieces to be “unmistakably old and very beautiful,” they wanted to have them held for the Antiquarians. However, they had to abide by the shop’s first-come, first-served policy. Miller continued the tale as follows:\n\nThe situation was explained to Mr. [Meyric] Rogers who, after consultation with his wife (a silver expert herself), thought the project sounded good enough to warrant their being the “first come” when the doors opened at 9:30. . . . There was a long, cold wait for Mr. and Mrs. Rogers and Mrs. Erminger in company with several of the White Elephant Shop’s regular clients. Finally the doors were opened. Mr. and Mrs. Rogers dashed upstairs and as soon as they saw the teapot they cried without hesitation, “We’ll take that.”\n\nThrilled by this discovery and the excitement surrounding the purchase, the group wondered if perhaps more pieces of the set could be found in the hospital’s storeroom awaiting sale. The following year, one of the same women who had discovered the teapot and caddy found the matching cream pot and sugar urn, again donating the objects to the museum through the Antiquarian Society.\n\nToday the Antiquarians continue to be active and generous supporters of the museum. Though they have since broadened the scope of their acquisitions to include European and American decorative arts from all periods, this has only increased the impact they have had on the American silver collection. Over the years they have made possible such purchases as an extraordinary three-handled loving cup designed and chased by Arthur J. Stone and raised by Herbert A. Taylor (cat. 83); Peer Smed’s Scandinavian-influenced organic compote (cat. 89); and a Japanesque teakettle on stand by Tiffany &amp; Co. (cat. 59) that was on display at the 1878 Exposition Universelle in Paris.\n\nThe collection was also greatly enhanced by Chicago’s strong affiliation with the Arts and Crafts Movement. Dating back to the 1890s with the emergence of the Prairie School of architects—Louis Sullivan, George Grant Elmslie, George Washington Maher, and Frank Lloyd Wright—local artistic traditions grew out of an interest in the philosophy of the English artist, writer, and reformer William Morris, who championed simplicity, honesty in materials, and handcraftsmanship. Two active proponents of the Arts and Crafts Movement in the city were Oscar Lovell Triggs and Charles Robert Ashbee. Triggs, an instructor of English literature at the University of Chicago, established the Industrial Art League of Chicago, a short-lived but influential organization that promoted handcraft through workshops, exhibitions, and a 1902 publication chronicling the rise of the international Arts and Crafts Movement. Ashbee was a leader in the British Arts and Crafts community who visited Chicago, lecturing on arts and crafts principles and exhibiting his work at the Art Institute and the Chicago Architectural Club.\n\nSuch efforts dovetailed with the social and cultural reforms then underway at Jane Addams and Ellen Gates Starr’s Hull-House, a settlement home on Chicago’s Near West Side that served recent European immigrants. In addition to providing much-needed shelter to a beleaguered population, Hull-House offered unparalleled social, educational, and arts programming. The organization sponsored metal- and woodworking studios as well as an art gallery, and it also served as the headquarters for the Chicago Arts and Crafts Society upon its founding in 1897. Indeed, by the early twentieth century, the city was a widely recognized center for arts and crafts production. A 1904 article in House Beautiful enumerated a long list of businesses—both individual studios and collaborative organizations—where “handcraft thrives,” remarking, “Forges and hammers, and all manner of tools, of which the artless and craftless know not even the names, are tremendously busy.” Many, notably metalsmiths such as Robert Riddle Jarvie (see cat. 75, cat. 78, and cat. 79), and Jessie M. Preston (see cat. 73 and cat. 74), operated out of the Fine Arts Building on Michigan Avenue, while others such as Lebolt &amp; Co. (see cat. 80) occupied their own storefronts.\n\nThe most famous and long-standing of the Chicago firms was the Kalo Shop (see fig. 12), active from 1900 to 1970. Founded by School of the Art Institute graduate Clara Barck Welles, over the years Kalo employed nearly forty designers and craftspeople in the production of Arts and Crafts–inspired leather goods, copper work, and its hallmark handwrought silver jewelry and hollowware. Early on, Kalo established a unique aesthetic that persevered: simple wide-bodied and lobed forms, hammered surfaces, and minimal ornamentation that emphasized material over decoration. This developed in large part due to the influence of Kalo’s workforce, which mostly included Scandinavian immigrants whose artistic background and training emphasized organic forms and clean lines—characteristics visible in Peter L. Berg and Yngve Harald Olsson’s candelabra (cat. 82) and Berg’s covered dishes (cat. 81). Over the years, these stylistic traits became celebrated for their timeless quality, and Kalo’s long-term success was undoubtedly secured by its ability to bridge the Arts and Crafts predilection for designs inspired by nature with the modern impulse for simple, unadorned forms.\n\nThe Art Institute was also a major center for the Arts and Crafts Movement in Chicago. In 1897 the museum played host to the first exhibition of the Chicago Arts and Crafts Society, which included over five hundred works. This led to the museum’s introduction of annual exhibitions of arts and crafts that ran from 1902 to 1925 (see fig. 13). These presentations were a veritable who’s who of Arts and Crafts practitioners and a main stage for the display of contemporary metalwork. Over the years, displays included wrought silver by Bennett, Jarvie, Preston, the Kalo Shop, Mary Catherine Knight (see cat. 71), and Elizabeth E. Copeland (see cat. 84). While the Art Institute did not purchase any of these objects at the time of their exhibition, likely due to the fact that it had yet to establish its decorative arts department, some of the pieces remained in local hands. For instance, Jarvie’s punch bowl, ladle, and tray (cat. 79)—a monumental set of presentation silver adorned with geometric fretwork akin to the designs of Glasgow artist and architect Charles Rennie Mackintosh—passed through the family of the original recipient before entering the museum’s collection in 1974.\n\nThe Art Institute’s holdings of American silver have continued to flourish in recent decades. Building on the strong foundation of colonial works, there has been an effort to expand the periods and forms represented. One-of-a-kind objects, including Dominick &amp; Haff’s Egyptian Revival centerpiece with an etched-glass bowl (cat. 53), exemplify acquisitions that capture the remarkable stylistic range and opportunities for mixed-media collaboration that silver offers. Chicago’s roots in Arts and Crafts metalwork and the continued influence of the Kalo Shop are celebrated in the custom-designed work of Renard Koehnemann (see cat. 98). Modern silver, historically underrepresented in the collection, has been richly expanded with early twentieth-century additions such as Jean George Theobald’s sleek and innovative three-piece tea set with tray (cat. 87) and contemporary designs by active silversmiths such as Michael Banner (see fig. 14). The pages that follow showcase this exceptional collection, which has been over a century in the making, and offer a portent of its promising future.\n\n</section><section epub:type=\"footnotes\" id=\"footnotes\">Judith A. Barter traces the early history of the American art collection in her essay “American Art in the ‘Great Gray City’: The Evolution of a Collection at the Art Institute of Chicago,” in Barter et al. (1998), pp. 12–44. For a chronology of the early history of the museum and its building projects, see Art Institute of Chicago (1988b).\n\nSee Plaque Depicting George A. Lucas, Esq., 1891/1908 (1908.102) and Two Medals Commemorating James McNeill Whistler, 1891/1908 (1908.103.1–2).\n\nWriting about the development of numismatic art in 1905, Brenner suggests that his contemporaries “are able to enjoy perspective in the medal more than in any preceding period” due to the elevation of the art form from something purely commemorative to a “means of the artistic expression of the thought and fancy of the artist.” Brenner (1906), p. 163.\n\nFor more on Bennett’s biography and influence on the decorative arts at the museum, see Art Institute of Chicago (1939); and Schultz and Hast (2001), pp. 77–80.\n\nBuckingham Fountain, located in Chicago’s Grant Park, was donated to the city by Kate Buckingham in memory of her brother, Clarence.\n\nThe Art Institute of Chicago was the largest benefactor in Buckingham’s will. On her life and legacy, see Chicago Daily Tribune (1937); Chicago Daily Tribune (1938); and Schultz and Hast (2001), pp. 125–28.\n\nSee Barter, “American Art in the ‘Great Gray City,’” in Barter et al. (1998), pp. 31–32.\n\nFor more on the history of industrial design at the School of the Art Institute, see Kuntz (2015).\n\nBarter and Ruud (2009), p. 25.\n\nSweet et al. (1949), p. 3.\n\nFor additional information on the Colonial Revival movement, see R. Wilson, Eyring, and Marotta (2006).\n\nChicago Sun-Times (1949); Chicago Daily Tribune (1949b).\n\nChicago Daily Tribune (1949d).\n\nSweet et al. (1949), p. 83.\n\nSweet et al. (1949), p. 83.\n\nSee, for instance, Chicago Daily Tribune (1949c) and other reviews in the Scrapbook of Art and Artists of Chicago, reel 8, Ryerson and Burnham Libraries, Art Institute of Chicago.\n\nChicago Daily Tribune (1949a).\n\nAntiquarian Society (1943).\n\nChicago Daily Tribune (1878).\n\nChicago Daily Tribune (1879).\n\nHilliard (2002), p. 3.\n\nFor an account of Antiquarian events throughout the years, see the Antiquarian Society scrapbook, Institutional Archives, Ryerson and Burnham Libraries, Art Institute of Chicago.\n\nSee Antiquarian Society (1946); Hilliard (2002), p. 20.\n\nThe two Antiquarians who discovered the set were Mrs. James C. Hutchins and Mrs. George Young. The teapot was given as a gift by Mrs. George Young’s mother, Mrs. Cyrus H. Adams, and the tea caddy was given by Mr. James C. Hutchins. Antiquarian Society (1950); Chicago Daily Tribune (1950).\n\nThe cream pitcher and sugar bowl were found by Mrs. James C. Hutchins. Antiquarian Society (1951).\n\nThis history is traced in Barter and Obniski (2009).\n\nSee Triggs (1902).\n\nSee Crawford (1985), p. 407.\n\nA comprehensive history of Hull House can be found in Bryan and Davis (1990).\n\nEmery (1904).\n\nThe seminal text on Arts and Crafts metalwork in Chicago is S. Darling (1977), which established the history of many Chicago workshops. For a comprehensive account of the Kalo Shop, see C. Kelly (2006).\n\nA 1960s guidebook to Chicago, for instance, called Kalo’s designs “simple, timeless and enchanting, styled with a rounded look that is unmistakably Kalo.” Jory Gorham, Chicago: An Extraordinary Guide (Rand, McNally, 1968), p. 236, as quoted in C. Kelly (2006), p. 101.\n\n</section><section id=\"figures\"> fig. 1 Stages in the technique of raising and thickening silver, beginning with a design sketch and ending with a finished bowl. Published in the Providence Sunday Journal.\n\nfig. 2 Frederick W. MacMonnies (American, 1863–1937), engraved by Ernest Pauline Tasset (French, 1839–after 1916). Niagara Medal, 1875/1900. Silver; diam. 5.6 cm (2 3/16 in.). The Art Institute of Chicago, gift of Edward D. Adams, 1901.400.\n\nfig. 3 Victor David Brenner (American, born Russia, 1871–1921). Norman Wait Harris Prize Medal, 1909. Bronze; diam. 6.9 cm (2 3/4 in.). The Art Institute of Chicago, R1689/0020.\n\nfig. 5 Bessie Bennett, the Art Institute of Chicago’s first curator of decorative arts. Published in the Chicago Daily Tribune, May 30, 1911.\n\nfig. 6 Francis W. Cooper (American, active 1840–51). Tea and Coffee Service, 1840/51. Silver; coffeepot: 32.4 × 12.7 cm (12 3/4 × 5 in.); teapot: 31.8 × 12.1 cm (12 1/2 × 4 3/4 in.); milk pot: 24.1 × 8.9 cm (9 1/2 × 3 1/2 in.); sugar basin: 27.9 × 11.4 cm (11 × 4 1/2 in.); water pitcher: 33 × 13.7 cm (13 × 5 3/8 in.); hot-water kettle: 37.5 × 18.4 cm (14 3/4 × 7 1/4 in.). The Art Institute of Chicago, bequest of Kate S. Buckingham, 1938.353.1–6.\n\nfig. 7 Samuel Edwards (American, 1705–1762). Spoon, 1730/62. Silver; l. 19.1 cm (7 1/2 in.). The Art Institute of Chicago, gift of Mrs. Emily Crane Chadbourne, 1939.93.\n\nfig. 8 Article announcing the exhibition From Colony to Nation, held at the Art Institute from April 21 to June 19, 1949. Published in the Chicago Herald-American, April 15, 1949.\n\nfig. 9 John Burt (American, 1692/93–1745/46). Tankard, c. 1729. Silver; 20.3 × 12.7 × 20.3 cm (8 7/8 × 5 1/4 × 8 1/4 in.). The Art Institute of Chicago, restricted gift of the Antiquarian Society through the Mr. and Mrs. Edwin A. Seipp Fund, 1943.1.\n\nfig. 10 Paul Revere, Jr. (American, 1735–1818). Milk Pot, 1784. Silver; 15.9 × 6.4 × 12.4 cm (6 1/4 × 2 1/2 × 4 7/8 in.). The Art Institute of Chicago, restricted gift of the Antiquarian Society through the Mrs. Edwin A. Seipp Fund, 1960.781.\n\nfig. 11 Gallery of eighteenth-century American decorative arts—including silver—given to the Art Institute by the Antiquarian Society, photographed in 1951.\n\nfig. 12 The Kalo Shop in its new location on Michigan Avenue overlooking Grant Park, c. 1917. Formerly collection of Robert R. Bower.\n\nfig. 13 Installation of Fourteenth Annual Exhibition of Applied Arts, held at the Art Institute from October 7 to November 3, 1915. Art Institute of Chicago Archives.\n\nfig. 14 Michael Banner (American, born 1939). Teapot and Cover, 1989. Silver and gold plate; 12.7 × 17.8 × 13.7 cm (5 × 7 × 5 3/8 in.). The Art Institute of Chicago, restricted gift of Mrs. Frank L. Sulzberger, 1990.402.1a–b. Shown atop Tea Caddy with Cover, 1989. Silver; 5.1 × 11.1 × 9.5 cm (2 × 4 3/8 × 3 3/4 in.). The Art Institute of Chicago, restricted gift of Mrs. Frank L. Sulzberger, 1990.402.2a–b.\n\nfig. 4 Edward Warren Sawyer (American, 1876–1932). Ma-Si-Ni–So Cheyenne, 1912. Bronze; diam. 7 cm (2 2/3 in.). The Art Institute of Chicago, gift of Edward E. Ayer, 1913.646.\n\n</section>",
    "source_updated_at": null,
    "updated_at": "2025-08-01T03:07:32-05:00",
    "timestamp": "2025-08-05T15:53:10-05:00"
}