{
    "id": 63,
    "api_model": "sections",
    "api_link": "https://api.artic.edu/api/v1/sections/63",
    "title": "Cats. 1–2  Wine Cup, c. 1660; Pine Tree Shilling, 1663/82",
    "web_url": "https://publications.artic.edu/americansilver/reader/collection/section/8",
    "accession": "2014.995",
    "generic_page_id": 2,
    "artwork_id": 222996,
    "publication_title": "American Silver in the Art Institute of Chicago",
    "publication_id": 2,
    "content": "<section class=\"osci-tk-epub-section tombstone\" id=\"tombstone\">John Hull (American, born England, 1624–1683)  \nRobert Sanderson (American, born England, c. 1608–1693)  \nBoston, Massachusetts  \nSilver; 17.2 × 9.2 × 9.4 cm (6 3/4 × 3 5/8 × 3 11/16 in.)  \nThe Art Institute of Chicago, restricted gift of the Antiquarian Society; Mary Swissler Oldberg Memorial Fund; restricted gifts of Samuel Mencoff and of Jamee J. and Marshall Field; Mary Swissler Oldberg Fund; restricted gifts of Marilynn Thoma, Mrs. Herbert A. Vance, Erica C. Meyer, National Society of The Colonial Dames of America in the State of Illinois; and Jan and Tom Pavlovic, 2014.995\n\nJohn Hull (American, born England, 1624–1683)  \nRobert Sanderson (American, born England, c. 1608–1693)  \nBoston, Massachusetts  \nSilver; diam. 2.3 cm (7/8 in.)  \nThe Art Institute of Chicago, gift of Mrs. Francis P. Garvan, 1949.119–20\n\n</section><section class=\"osci-tk-epub-section curatorial_entry\" id=\"curatorial_entry\">When the Massachusetts Bay Colony founded a mint in 1652, John Hull and Robert Sanderson were named its masters. Hull was born in England and at the age of twelve moved with his family to Boston, where he was trained as a silversmith. Sanderson received his training in London and worked there between 1632 and 1638 before emigrating to the colonies, settling first in Hampton, New Hampshire, and later in Watertown, Massachusetts; the establishment of the mint prompted him to relocate to Boston. Together, Hull and Sanderson coined money until their last contract expired in 1682. Hull died the following year, but the shop continued to operate until Sanderson’s death a decade later. Since neither silversmith had been trained in the specialized skills of die sinking and coin striking, running the mint was a challenge. The earliest coins, known as “New England shillings,” were flat silver discs impressed with the Roman numeral XII (indicating a shilling) on the obverse and the letters NE (for New England) on the reverse. Initially, their plain edges invited clipping, the practice of cutting small pieces from the edges. To prevent such devaluations, a law was passed in 1652 requiring that the coins have “a double Ring on either side with this Inscription—Massachusetts, and a tree in the Center on the one side, and New England and the yeare of our Lord on the other side.” The coins first bore a willow tree (1652–c. 1657), followed by an oak tree (c. 1657–67) and then a pine tree (1667–74). These early pine tree shillings are larger than those produced between 1674 and 1682, similar to the ones in the Art Institute’s collection. Despite when they were made, the coins always bore the date “1652,” the year the mint was established.\n\nThe minting of coins was lucrative, and the output of Hull and Sanderson’s shop is documented by hundreds of coins, along with fifty other examples of their work, including beakers, porringers, and cups. Prior to their association there survive one object by Hull and four London-made objects by Sanderson, among them a salver and three communion cups, two with patens. Six items produced by Sanderson with his son Robert survive from after Hull’s death. The marks on the Hull and Sanderson objects fall into three broad date ranges—1652–64, 1664–70, and 1670–83. The marks on the wine cup place it in the earliest years of their partnership, when Sanderson was using the same mark he had employed in London.\n\nLike the silversmiths themselves, most of Hull and Sanderson’s clients were staunch Nonconformists. Many were religious and political leaders or merchants involved in the Atlantic import/export trade. This cup’s owner, William Needham (c. 1614–1690), was a “setwork cooper” engaged in the production of casks and barrels, vital to Atlantic commerce. He was in Braintree, Massachusetts, by 1639, when he received an acre of land for his house plot; additional grants totaling twenty acres were made in 1640. Needham lived in Braintree until 1667, when he bought a house in Boston. In 1673 he and his wife, Grace, joined Boston’s Old South Church, where he served as sexton. The diarist Samuel Sewall records his attendance at a number of services where Needham led the discussion of passages from the Bible. Here, as elsewhere in the Massachusetts Bay Colony, Nonconformists eventually clashed with the English authorities. Edmund Andros, the first royal governor in Massachusetts Bay, arrived in Boston in 1686. To the dismay of church members he pressured the Nonconformist churches to allow their buildings to be used for Anglican services. On March 25, 1687, Sewall writes of Needham’s reluctance to facilitate Anglican services for the governor: “The Governour has service in the South Meetinghouse. Goodm. Needham, though had resolved to the contrary, was prevailed upon to Ring the Bell and open the door at the Governour’s Command.” The following year Needham donated this cup to his former church in Braintree, perhaps as a gesture of support when the autonomy of the churches founded by the first immigrants was being challenged by the crown.\n\nThe cup would have been used for ale, beer, or wine. Since the object bears the firm’s earliest marks, Needham must have acquired it during his years in Braintree and then taken it with him to Boston. Sanderson was familiar with the form—featuring a round foot, a baluster-shaped cast stem, and a bell-shaped bowl—common in London in the 1630s. On Hull and Sanderson’s silver, signs of ownership (such as initials) were modest, in keeping with the values of the first generation of Nonconformist immigrants to the Massachusetts Bay Colony. The cup was not engraved until two years before Needham’s death, upon its donation to his former church, where it became part of the communion plate. The inscription—The Gift of William Needham to Brantry Church, 1688—was executed in a style employed in the last years of the Hull and Sanderson shop. The cup remained with the church (later the First Congregational Society Church, Quincy, Massachusetts) until the communion plate was sold at auction in 2001.  \nPatricia Kane\n\n</section><section epub:type=\"footnotes\" id=\"footnotes\">For details on John Hull’s and Robert Sanderson’s lives and work, see Kane et al. (1998), pp. 567–72, 882–86.\n\nShurtleff (1853/1968), vol. 3, p. 283.\n\nSafford (1983), p. 4.\n\nSuffolk County, Massachusetts, Deeds, vol. 9, p. 79; as quoted in Roots Web’s World Connect Project: Geneaologies of Families of Braintree.\n\nNew England Historic Genealogical Society (2002), p. 6.\n\nThomas (1973), vol. 1, pp. 29, 36, 37, 43.\n\nThomas (1973), vol. 1, p. 135.\n\nC. Jackson (1911), vol. 2, p. 703, fig. 920.\n\n</section><section id=\"figures\">Top: Wine Cup, c. 1660 (cat. 1). Bottom: Pine Tree Shilling, 1663/82 (cat. 2).\n\n</section>",
    "source_updated_at": null,
    "updated_at": "2025-08-01T03:07:32-05:00",
    "timestamp": "2025-08-05T15:53:10-05:00"
}