{
    "id": 1023,
    "api_model": "tours",
    "api_link": "https://api.artic.edu/api/v1/tours/1023",
    "title": "The Architecture Tour",
    "image": "http://aic-mobile-tours.artic.edu/sites/default/files/tour-images/IM016907_008_reduced.jpg",
    "description": "<p>Uncover the secrets of the museum’s storied architecture.</p>\n",
    "intro": "<p>The Art Institute of Chicago reaches across eight separate buildings covering 1 million square feet, unfolding like a city within a city. From the bustling front steps to the tranquil Ando Gallery, go behind the scenes with experts like Chicago Tribune architecture critic Blair Kamin and Tim Samuelson, the official Cultural Historian of the City of Chicago, whose stories and insights bring the city, its art, and its architecture to life.</p>\n",
    "weight": null,
    "intro_link": null,
    "intro_transcript": "<p>ERIN HOGAN: I just think about, like, Chicago trying to prove itself and trying to be cultural. And, like, so much energy, and this building is kind of, like, so ambitious.</p>\n<p>The Architecture of the Art Institute of Chicago. Hello, everybody, I am Erin Hogan, and I am the former Director of Public Affairs and Communication at the Art Institute of Chicago, and I have just long been an admirer of the physical building of the Art Institute. I love this building so much because I see it as a living, breathing organism. Well, when you walk through the door on Michigan Avenue, which for the bulk of the Art Institute's history was our only entrance, you can see immediately that you are supposed to be awed. This is a grand, civic building. You have to ascend to it; you have to come up a flight of stairs to get into the building.</p>\n<p>TIM SAMUELSON: I mean, I really feel that buildings and places have a collective vibe. And you can feel it in a building like the Art Institute, in the different spaces. And you can feel the presence of different eras of the people who created them. And the best part of it is just working quietly behind the scenes. But it's very much there.</p>\n<p>JOHN VINCI: Well the Art Institute is a conglomerate of expansions. So this is what gave the Art Institute is a special quality to me, is these parts that made it more like a city rather than a museum designed in one foul swoop.</p>\n<p>ERIN HOGAN: You know, we're all about art here, it is an art museum, but this is a tour in which you will not see any art at all. And you will walk past a lot of monumental works of art at a criminal pace while we talk about corners and walls and buildings. But hopefully it will give you an appreciation for the structure that is the Art Institute of Chicago.</p>\n<p>NARRATOR: This audio guide is supported by Bloomberg Philanthropies.</p>\n",
    "artwork_titles": [
        "Chicago Stock Exchange Trading Room: Reconstruction at the Art Institute of Chicago"
    ],
    "artist_titles": [
        "Adler & Sullivan, Architects"
    ],
    "suggest_autocomplete_boosted": "The Architecture Tour",
    "suggest_autocomplete_all": {
        "input": [
            "The Architecture Tour"
        ],
        "contexts": {
            "groupings": [
                "title"
            ]
        }
    },
    "source_updated_at": null,
    "updated_at": "2025-08-04T23:05:33-05:00",
    "timestamp": "2025-08-05T15:52:58-05:00"
}