{
    "id": 10,
    "api_model": "press-releases",
    "api_link": "https://api.artic.edu/api/v1/press-releases/10",
    "title": "Press Releases from 1948",
    "web_url": "https://www.artic.edu/press/press-releases/10/press-releases-from-1948",
    "copy": " To obtain the full text of any news releases in this index, please contact the Archives at reference@artic.edu or (312) 443-4777.   January 10, 1948 Max Beckman, exhibition of prints and drawings created in exile; biography note, refugee of Nazi Germany, instructor in Washington University, St. Louis, MO, 1 January 22, 1948 Masterpieces of French Tapestry, exhibition lent by major cathedrals, castles, and museums of France through the French Government; venues in Paris, Brussels, Amsterdam, London, and New York; announcement prior to AIC showing; overview of exhibition and special installation 4-8, 10, 14, 38 January 26, 1948 Alfred Stieglitz: His Photographs and His Collection, memorial exhibition, including photographs by members of Photo-Secession Group , Edward Steichen, Ansel Adams, Paul Strand, David Hill, Julia Margaret Cameron, and Baron A. DeMeyer, and paintings and drawings by Georgia O'Keeffe, John Marin, Charles Demuth, Marsden Hartley, Max Weber, Arthur Dove, Abraham Walkowitz, et. al.; works on view and comments about Stieglitz's galleries 2-3, 38 March 2, 1948 Masterpieces of French Tapestry, exhibition, lent by major cathedrals, castles, and museums of France through the French Government; arrival of 165 tapestries to Chicago, attended by AIC officials and French Consul General Jean Viala; exhibition overview and comments by AIC Director Daniel Catton Rich; AIC curator of Decorative Arts Meyric Rogers supervising exhibition installation 4-8, 10, 14, 38 March 17, 1948 Masterpieces of French Tapestry, exhibition, lent by major cathedrals, castles, and museums of France through the French Government; opening reception featuring the French Ambassador, Mr. Henry Bonnet, and curator of The Louvre, Mr. Pierre Verlet; works on view and notes on French tapestry of 1375 to 1947; installation, catalogue and related events 4-8, 10, 14, 38 April 7, 1948 52nd Annual Chicago Exhibition by Artists of Chicago and Vicinity; jury comprised of Rainey Bennett, Sylvia Shaw Judson, and B. J. O. Nordfeldt, biography notes 9, 11-13, 38 April 26, 1948 Masterpieces of French Tapestry, exhibition, lent through the French Government, announcement on extension of exhibition dates by Director of Museums of France Georges Salles, quote from his cablegram; attendance record; General Executive of the Gobelins Manufactures Georges Fontaine overseeing return of the tapestries back to France 4-8, 10, 14, 38 May 6, 1948 Masterpieces of French Tapestry, exhibition, lent by major cathedrals, castles, and museums of France through the French Government; Mayor of Chicago Martin H. Kenelly corresponding with the President of French Republic, Vincent Auriol, copies of letters; attendance record 4-8, 10, 14, 38 June 10, 1948 52nd Annual Chicago Exhibition by Artists of Chicago and Vicinity, list of prize-winners with biography notes, Gustaf Dalstrom, Eleanor Coen, Shoshannah, Everett McNear, Richard Koppe, Hugo Pieper, Freeman Schoolcraft, Miyoko Ito, Copeland C. Burg, Misch Kohn, Joseph Friebert, and Marion Perkins 9, 11-13, 38 June 8, 1948 Masterpieces of European Painting Saved from the German Salt Mines, US exhibition tour, organized in cooperation with the US Army; paintings owned by Kaiser Friedrich Museum, Berlin, send for safe-keeping to National Gallery of Art in Washington, D.C. (December 1945); admission revenue, designated for German children in the American Zone of Occupation 15-17, 19, 38 July 7, 1948 Masterpieces of European Painting Saved from the German Salt Mines, exhibition, organized in cooperation with US Army; venues in National Gallery, Washington, D.C., The Metropolitan Museum of Art, and Philadelphia Museum; extended hours for AIC showing, works on view, AIC Security enforced by US Army Military Police; notes on installation 15-17, 19, 38 July 29, 1948 Chinese Bronzes from the Collection of Avery Brundage, exhibition; notes about the collector and works on view 18 [July-August 1948] Masterpieces of European Painting Saved from the German Salt Mines, exhibition, organized in cooperation with the US Army; exhibition facts, given in questions and answers; exhibition sequence by galleries 15-17, 19, 38 August 9, 1948 Room of Chicago Art: Paintings by Polia Pillin and Miyoko Ito, exhibition; biography notes 20 August 23, 1948 SAIC: 70th Annual Exhibition by Students, prepared by SAIC Dean Hubert Ropp and Faculty Committee, representing works from SAIC Departments including the Junior School 21 September 14, 1948 59th Annual American Exhibition: Water Colors and Drawings; jury comprised of painter Edmund Lewandowski of Milwaukee, WI, artist Cady Wells of Santa Fe, NM, and Director of Albright Art Gallery Andrew C. Ritchie; biography notes, Mr. Ritchie on the mission of recovering and returning art works looted by the Nazi 22, 27-29, 38 September 23, 1948 In the Realm of Ideas , II, lecture, given by Frank Lloyd Wright, organized by Society for Contemporary American Art; excerpt from lecture, given by Mr. Wright in 1930 at AIC 23 September 20, 1948 Room of Chicago Art: Paintings by Harold Zussin and Kenneth Nack, exhibition; biography notes, war veterans and SAIC alumni 24 October 8, 1948 53rd Annual Exhibition by Artists of Chicago and Vicinity; works selected by committee of AIC curators, Daniel Catton Rich, Carl O. Schniewind, and Katharine Kuh; meeting in relation with new procedure of selecting jury for AIC Annuals 25 October 15, 1948 History of Playing Cards, exhibition, lent by Mrs. William A. Nitze; historic notes and objects on view 26 October 20, 1948 Modern Techniques of Museum Display in Sweden, exhibition of photographs selected by Swedish museum authorities and circulated in the US by International Council of Museums, overview of the show 30 October 25, 1948 59th Annual American Exhibition: Water Colors and Drawings; list of prize-winners with biography notes, Ivan Albright, Morris Graves, Jacob Lawrence, Stuart Davis, Gardner Cox, Robert N. Blair, Karl Priebe, Nicola Ziroli; the annual included three special displays of works by Lyonel Feininger, Morris Graves, and 17 Boston artists representing the expressionist movement, including Esther Geller, Kahlil Gibran, Juliet Kepes, Lawrence Kupferman, Jack Levine, and Karl Zerbe 22, 27-29, 38 November 1, 1948 The Other Side of the Canvas , lecture, given by owner of Downtown Gallery in New York, Mrs. Edith Gregor Halpert; event sponsored by AIC Society for Contemporary American Art 31 November 11, 1948 Matisse Drawings, exhibition, lent by Henry Matisse to Philadelphia Museum of Art; AIC showing, made possible by American Federation of Arts; works on view and comments by the artist 32 November 24, 1948 Department of Decorative Arts, exhibitions: Modern Textiles by Dorothy Leibes, exhibition notes, new look fabrics; Pictorial Panels in Applique by Gustel Rivoir and Veronika Malata, works on view 33 December 12, 1948 Christmas tree installed at the Museum main entrance, description of the tree arrangement, conceived by SAIC Dean Hubert Ropp and SAIC staff; exhibition of etchings by Rembrandt and woodcuts by Lucas Cranach in Prints and Drawings Gallery and Durer and Schongauer's works in Print Study Room; free admission on Christmas and New Year's Day 34 December 16, 1948 Virtue Chastising Vice by Benvenuto Cellini, bronze ink stand, lent by Mr. and Mrs. Max Epstein and shown in AIC 35 December 21, 1948 The Woodcut through Six Centuries, preview of permanent exhibition, selected and organized by curator of Prints and Drawings Carl O. Schniewind 36 [December 1948] A Brief Historical Sketch of The Art Institute of Chicago , general information on AIC building, patrons, and operations 37 ",
    "source_updated_at": "2018-05-01T12:51:06-05:00",
    "updated_at": "2025-02-15T23:42:51-06:00",
    "timestamp": "2025-02-16T02:22:17-06:00"
}