{
    "id": 2,
    "api_model": "press-releases",
    "api_link": "https://api.artic.edu/api/v1/press-releases/2",
    "title": "Press Releases from 1940",
    "web_url": "https://www.artic.edu/press/press-releases/2/press-releases-from-1940",
    "copy": " To obtain the full text of any news releases in this index, please contact the Archives at reference@artic.edu or (312) 443-4777.   January 2, 1940 The Recent Acquisitions Room, works on view: Thomas Eakins' painting Addie-Woman in Black and watercolor The Zither Player ; Maurice Prendergast's The Mall, Central Park , acquired for Olivia Shaler Swan Memorial Fund; Young Woman and a Hunter by Joseph Flipart and Actaeon and the Nymphs by Bassano, gifts of Mr. and Mrs. Charles H. Worcester; Mme. Elizabeth Dunoyer by Jean Desoria; French Town , watercolor by Richard P. Bonington; watercolors by Tsugouharu Foujita; The Survivor, drawing by George Grosz 1 January 3, 1940 44th Exhibition by Artists of Chicago and Vicinity, announcement by AIC Trustees, exhibition jury to be elected by the artists upon submitting art works to AIC Chicago and Vicinity Annual, list of candidates 3, 13, 17, 30, 36-40, 55 January 4, 1940 British Day at AIC, announced in honor of the visit of His Excellency, The British Ambassador, Lord Lothian, C. H., for viewing Masterpieces of Italian Art exhibition; list of representatives of the Royal Italian Government delegation and AIC officials 4 January 6, 1940 Masterpieces of Italian Art, exhibition, related discussion on Renaissance sculpture technique 5 January 8, 1940 Masterpieces of Italian Art, exhibition, extended by the Commissioners of the Royal Italian Government 4, 5-6, 9, 63 January 16, 1940 Picasso: Forty Years of His Art, exhibition, organized by The Museum of Modern Art in New York and AIC; works loaned by Pablo Picasso, Walter P. Chrysler, Jr., Mr. and Mrs. Walter S. Brewster, Mrs. Charles B. Goodspeed, Mr. and Mrs. Charles McCormick, Mme. Elsa Schiparelli, Gertrude Stein, and other collectors and institutions; exhibition publicity and commentary for general public 7-8, 14-16, 18-20, 26, 31-33, 35 January 16, 1940 Masterpieces of Italian Art, exhibition, outstanding attendance record, compared with records of other popular AIC exhibitions 4, 5-6, 9, 63 January 19, 1940 29th Annual Governing Members' Meeting and Luncheon; participants 10 January 25, 1940 7th International Exhibition of Lithography and Wood Engraving; record of prints sold from the exhibition 11 January 26, 1940 Scammon Lecture, Orozco and the Modern Movement , given by Laurence Schmeckebier; biography note about the lecturer and publications 12 January 26, 1940 44th Exhibition by Artists of Chicago and Vicinity, jury election, Chicago organizations participating in the ballot counting, list of candidates; letter by AIC Director Daniel C. Rich on the system of jury appointment 3, 13, 17 January 27, 1940 Picasso: Forty Years of His Art, exhibition, organized by The Museum of Modern Art in New York and AIC; opening reception; comments by AIC Vice President Chauncey McCormick; exhibition lenders, including Chicago collectors Mr. and Mrs. Walter S. Brewster, Mr. Charles B. Goodspeed, Mr. and Mrs. Samuel Marx, Mr. and Mrs. John Nef, Mr. Edward H. Bennett, and The Amy I. McCormick Collection; publicity, remarks by AIC Director Daniel C. Rich 7-8, 14-16, 18-20, 31-33, 35 January 30, 1940 Picasso: Forty Years of His Art, exhibition, organized by The Museum of Modern Art in New York and AIC; list of Chicago collectors and people invited to the opening reception 16 January 31, 1940 44th Exhibition by Artists of Chicago and Vicinity, jury comprised of Alexander Brook, Louis Betts, George Biddle, Paul Manship, and Heinz Warneke; list of representatives of Chicago art organizations assisting in election of the jury 3, 13, 17, 30, 36-40 February 3, 1940 Scammon Lecture on Pablo Picasso, given by James Johnson Sweeney; biography note about the lecturer, publications 18 February 7, 1940 Free lecture on Pablo Picasso, given by Head of the Department of Education Helen Parker 19 February 9, 1940 Free Museum admission in celebration of Lincoln's Birthday, exhibitions on view, including display, titled Understanding Picasso: A Study of His Styles and Development 20, 35, 93, 148, 151 February 10, 1940 Scammon Lecture, Surviving Works of Sharaku , given by Louis V. Ledoux, complimenting the artist's exhibition at AIC; biography note about Mr. Ledoux, publications 21 February 16, 1940 Scammon Lecture, A Survey of Chinese Textiles from the Han Dynasty to the 18th Century , given by AIC Assistant Curator of Far Eastern Art Pauline Simmons; biography note and publications 21 February 17, 1940 Gallery of 20th Century Art, opening, display included recent acquisitions, Jose Clemente Orozco Exhibition, and loans from major Chicago Collections; works on view 22-24 February 19, 1940 Free Museum admission in celebration of Washington's Birthday, current exhibitions; Masterpiece of the Month: Edward Savage's George Washington (1793), gift of Ms. Catharine Colvin, provenance of the portrait; Jean Antoine Houdon's statue of George Washington, replica, installation at AIC entrance, made possible through B. F. Ferguson Fund 25 February 20, 1940 Florence D. Bartlett Series, free lectures, given by Briggs Dyer, Helen Parker of AIC Education Department, Frank Parker, and Louise H. Wood; free lectures for children, titled Big Picasso Exhibition, conducted by AIC Curator of The Gallery of Art Interpretation Helen Mackenzie; gallery tours for children by Ramsey Wieland of Education Department 26 February 21, 1940 A Survey of Textiles from the Greek and Roman Period Through the Renaissance to the Present Day , lecture, given for the Needlework and Textile Guild by Mary E. Raiola, instructor for blind students at The Institute Colosimo in Naples, Italy, 27 February 21, 1940 AIC Ryerson Library, Slide Department, summary on visual material available for teachers, scholars, and students; Museum information 28 February 23, 1940 Scammon Lecture, New Light on Persian Art , given by director of American Institute for Persian Art and Archaeology, Dr. Arthur Upham Pope; biography note and publications 29 February 24, 1940 44th Exhibition by Artists of Chicago and Vicinity, final announcement on jury elected, Alexander Brook, Louis Betts, Morris Kantor, Paul Manship, and Heinz Warneke; previously appointed George Biddle resigned 30, 36-40 February 28, 1940 Picasso: Forty Years of His Art, exhibition, commentary for general public 31-33 March 2, 1940 Scammon Lecture, The Etched Work of Whistler , given by Fitz Roy Carrington; biography note about the lecturer and publications 34 March 9, 1940 Scammon Lecture, The Evolution of Wood Engraving and Woodcuts , slide lecture, given by British book illustrator Claire Leighton; biography note, books and prints; the artist participated at the opening of 44th Annual Chicago and Vicinity 39 March 12, 1940 Picasso: Forty Years of His Art, exhibition, organized by AIC and The Museum of Modern Art in New York; AIC attendance record exceeded that of MOMA; Chicago forums and discussions about Picasso art; Gallery of Art Interpretation: Understanding Picasso, closing date of the display 20, 31-33, 35, 93, 148, 151 44th Annual Exhibition by Artists of Chicago and Vicinity, opening reception and dinner for the artists featuring British artist Claire Leighton and AIC Director Daniel C. Rich; other officers invited at the artists' dinner 39-40 March 14, 1940 44th Annual Exhibition by Artists of Chicago and Vicinity; jury, distribution of works; prize-winners with biography notes, Lawrence Adams, Ruth Wilber, Glen Krause, Julio de Diego, Raymond Breinin, Christian Abrahamsen, Eugene Karlin, Bernard Simpson, and Harold Kramer; comments 36-38 March 15, 1940 Curator of Prints and Drawings of The Brooklyn Museum Carl O. Schniewind, appointed AIC Curator of Prints and Drawings Department, replacing Acting Curator of Prints and Drawings Lillian Combs; Mrs. Combs' retirement; Mr. Schniewind's resume; remarks by AIC President Potter Palmer 41-43 March 16, 1940 Scammon Lecture, Prints of Flowers and Fruits of the 18th and Early 19th Centuries , given by Gordon Dunthorne of Washington, D.C.; biography note and publications 43 March 18, 1940 Special Easter Program of AIC Glee Club, conducted by AIC Assistant Director Charles Fabens Kelley 44 March 19, 1940 The Gallery of Art Interpretation: Lines That Live, exhibition, circulated by Division of Education of the Philadelphia Museum of Art, showing reproductions of drawings by Great Masters 45 Special Easter theme lecture, titled Monsalvat , given by Dudley Crafts Watson; explanation of the word \"monsalvat\"; initial presentation of the lecture in the residence of Mr. and Mrs. Martin A. Ryerson 46 March 22, 1940 Scammon Lecture, The Layman and the Art Museum , given by President of Carnegie Corporation, Dr. Frederick P. Keppel; biography note and publications 47 March 25, 1940 Chicago and Its Artists, meeting for Chicago artists, presided by AIC Director Daniel C. Rich; discussion on public and private patronage, conducted by artists Sylvia Shaw Judson, Aaron Bohrod, Clara MacGowan, Edgar Britton, C. Warner Williams, Harold Schultz, Chicago art dealer Katharine Kuh, Dr. Benjamin Rappaport, Director of Chicago Gallery Association Harry L. Engle, Peter Pollack of Illinois Art Project, AIC Curator of Painting and Sculpture Frederick A. Sweet, and AIC Public Relation Counsel Lester B. Bridaham 48 March 27, 1940 Japanese Prints and Paintings from Frederick W. Gookin Memorial Collection, presented to AIC by Ms. Natalie Gookin, exhibition from the collection, including prints by Katsukawa Shunsho; comment on Mr. Gookin's achievements as AIC Curator of Clarence Buckingham Collection of Japanese Prints 49 April 1, 1940 19th Annual International Exhibition of Water Colors; jury comprised of artists Maurice Sterne, W. Emerton Heitland, and Edward Millman; biography notes 50, 58-61, 73, 143 April 2, 1940 Second Annual Fashion Show, organized by SAIC Department of Dress Design under the guidance of SAIC instructors Spinney Burns and Cornelia Steckl; list of student designers and models; general information on SAIC Dress Design Department 52 April 5, 1940 Philharmonic Choir of Parsons College of Fairfield, IA, free concert conducted by Donald Dean Dawson; biography note 53 April 8, 1940 Collection of, by, and collected by Mrs. Robert R. McCormick, exhibition preview, received by Colonel Robert R. McCormick and Mrs. Chauncey McCormick, other participants; works on view and comments about Mrs. Robert R. McCormick's art and collection 54 April 9, 1940 Oskar Gross, awarded Municipal Art League Purchase Prize for his painting, titled Mother Earth , shown at the 44th Annual Exhibition of Artists of Chicago and Vicinity; biography note 55 April 15, 1940 SAIC: 6th Annual Exhibition by Student Janitors, participants 56 April 17, 1940 Florence D. Bartlett Lecture, The Making of a Collection , given by Mrs. Walter S. Brewster; Brewster's collection of works by James McNeil Whistler, gift to AIC 57 April 22, 1940 19th International Water Color Exhibition, opening reception and preview; guest list 50, 58-61, 73, 143 April 25, 1940 19th International Water Color Exhibition; list of jurors with biography notes, Maurice Sterne, W. Emerton Heitland, and Edward Millman; prize-winners and honorable mentions, George Grosz, Reginald Marsh, Arthur Briscoe, Heyley Lever, and Irene Hodes Newman; general information and works on view, exhibition included one-man shows of Paul Klee, Adolph Dehn, and Rainey Bennett 50, 58-61, 73, 143 80th Birthday of Chicago sculptor Lorado Taft, celebrated at AIC, commemorative ceremony conducted by Head of SAIC Department of Sculpture Albin Polasek; note about Lorado Taft's association with AIC and other cultural institutions 62 April 26, 1940 Masterpieces of Italian Art, exhibition, cable message by Royal Italian Commissioner of the show Eugenio Ventura, reporting about safe return of exhibition to Italy; outstanding attendance record 4, 5-6, 9, 63 May 1, 1940 English Domestic Silver of the 18th Century, lent by Chicago Collectors, exhibition, preview for members of AIC Antiquarian Society, featuring slide lecture by Director of Minneapolis Institute of Art Russell Plimpton; lenders, works on view 64-65 May 4, 1940 English Domestic Silver of the 18th Century, lent by Chicago Collectors, exhibition, preview for members of Antiquarian Society; notes about English silversmiths Hester Bateman, Sarah Holiday, and Sarah Parr 64-65 May 15, 1940 The 1940 Exhibition schedule and programs in AIC Education Department 67-70 May 21, 1940 SAIC students, awarded Traveling Fellowships, list with biography notes, Charles Buckley, Harold Kramer, Adolph Goutman, Lorraine Marianelli, and Raymond Calkins 71-72 May 22, 1940 Free Lecture Series, conducted by Head of AIC Museum Education Department Helen Parker and Curator of The Gallery of Art Interpretation Helen Mackenzie; schedule 66 May 23, 1940 19th International Water Color Exhibition, general publicity and comments about participating artists, Raymond Breinin, Gustaf Dahlstrom, Mitchell Siporin, Edward Millman, Francis Chapin, Ethel Spears, Joseph Vavak, and Julio de Diego 50, 58-61, 73, 143 May 27, 1940 SAIC Glee Club, calendar of free concerts 72 May 28, 1940 Free Museum admission on Memorial Day, exhibitions on view 73 May 29, 1940 Two paintings from Samuel A. Marx Collection, exhibited in AIC, The Yellow Cloth by George Braque, prize winning painting at Carnegie International Exhibition and San Francisco Fair of 1939 and Woman Combing Her Hair by Picasso 76 June 1, 1940 Weekly News Letter List of works sold from the 19th International Exhibition of Water Colors; SAIC Annual Show; The Yellow Cloth by George Braque, painting from Samuel A. Marx Collection, shown at AIC; Abstract Film Series, dada and surrealist short reels, Rhythmus 21 by Hans Richter, Ballet Mecanique by Fernand Leger, Entr`Acte by Rene Clair, Erik Satie, and Picabia, Anaemic Cinema by Marcel Duchamp, screenings hosted by AIC Head of Education Department Helen Parker; SAIC alumnus H. Wilson Smith of San Francisco, awarded the first prize of the New York Liberty and Town Hall magazines; Evenings at the Galleries, museum tours, guided by Head of Education Department Helen Parker 143-144 May 29 through July 18, 1940 Press Releases (1 to 8), issued at the 4th Annual Navy Pier Art Exhibition by Chicago Artists, no-jury show, sponsored by Chicago's New Century Committee, Honorable Chairman Edward J. Kelley, Chicago Mayor, and Chairman Chauncey McCormick; list of sposors; general information, opening ceremonies, participants, works on view and comments, free admission for women on Ladies Day; sales, closing 157-164 June 3, 1940 SAIC Graduation Exercises at Goodman Memorial Theatre, graduating class, addressed by New York artist Peppino Mangravite; benediction delivered by Rev. Clarence N. Wright of Ravenswood, IL; Foreign Fellowship awards and diplomas, presented by SAIC Dean Lewis Rice 77 June 6, 1940 Free Lecture Series, made possible by anonymous donor, given by Ramsey Wieland and Helen Parker of Education Department, and SAIC instructors Briggs Dyer and Gibson Danes 78 June 10, 1940 Willard Smythe's group of SAIC students exhibited abstractionist art at Paul Theobald Galleries, Chicago; participants, Robert Barnes, Edward Boese, William Brandner, George Burbach, Marion Butterwick, Anne Elster, Violet Fogle, Lila Lewis, Catherine McGarr, Judith Richardson, Lillian Sader, Fred Saxine, Minnie Stroscher, Lucille Stotter, and Robert J. Velde 79 June 13, 1940 SAIC Scholarship recipients for the year 1940-1941, Stanley Mitruk, Shirley Farcus, Betty Walker, Josephine Moline, John Bolt, Glen Smith, Dorothy LaNoue, Anthony Young, Theodosia Ruhman, and Sylvia Visbaras 80 June 20, 1940 Ancient Glass, exhibition from the Collection of Mr. and Mrs. Theodore W. Robinson of Lake Forest, IL; preview for AIC Trustees and Governing Members, guest list 81 June 30, 1940 Free Museum admission on Independence Day, current exhibitions 82 July 10, 1940 Notes on Summer exhibitions 83 July 11, 1940 Summer Sunday lecture, El Greco , given by artist and SAIC instructor Kenneth Shopen; gallery tour on 20th Century painting, guided by Frank Parker of Principia College 84 July 15, 1940 List of works sold from Annual Student Exhibition 85 July 16, 1940 Notes on Summer Exhibitions: Chicago Sculptors, works on view; The Chicago Auditorium Theatre: The Work of Louis Sullivan and Dankmar Adler, comment on the project; Ten Chicago Painters, works on view; Lesser Known Contemporary French Painters, works on view including Two Figures by Marc Chagall; The Development of the Transfer Print in the Decoration, comments on the technique; Prints Since the Year 1900, works on view 86-87 July 26, 1940 AIC publications, Chinese Bronzes; Sculpture; English Doorways and Architectural Woodwork of the 18th Century; Toulouse-Lautrec , series of booklets introducing Museum's Permanent collection 88 Free Sunday Lectures, conducted by AIC Assistant Director and Curator of Oriental Art Charles Fabens Kelley, Chicago artists and SAIC professors Edmund Giesbert and Briggs Dyer; comments about AIC Permanent collection by Sir Kenneth Clark, Director of National Gallery of London 89 August 2, 1940 Mrs. Mary Morley Sellers, gift of art objects and bequest in the name of Frank Harold Sellers to AIC, providing a chair or professorship in SAIC Painting or Decorative Arts Departments, announcement by AIC Trustees; remarks by AIC President Potter Palmer 90 August 3, 1940 Recent Acquisitions Room, works on view 91 August 5, 1940 Ten Chicago Painters, exhibition, including paintings by Copeland C. Burg, art editor and staff writer of Herald American of Chicago, bioraphy note 92 August 9, 1940 Understanding Picasso: A Study of His Styles and Development by Curator of AIC Gallery of Art Interpretation Helen F. Mackenzie, AIC publication in collaboration with University of Chicago Press, with introduction by AIC Director Daniel C. Rich 20, 35, 93, 148, 151 August 10, 1940 Weekly News Letter Press coverage on AIC Summer exhibitions; Museum building improvements; works by SAIC alumni exhibited at the San Francisco and New York World's Fair (1940); Contemporary Ceramics, exhibition of Rookwood Pottery, organized by SAIC student David Seyler; Free lectures, given by SAIC instructors Briggs Dyer and Laurance Longley 145-147 August 17, 1940 Weekly News Letter SAIC Honorable Mentions, awarded in Summer school; Undersanding Picasso: A Study of his Styles and Development by curator of AIC Gallery of Art Interpretation Helen F. Mackenzie, AIC publication; SAIC open registration and general information; Poster Design, exhibition organized in AIC Gallery of Art Interpretation, works on view, showing made possibe by High School Project, grant of Education Board of Rockefeller Foundation; movie stars Joel McCrea and Charles Laughton, visiting AIC; gallery tours, guided by Addis Osborn 148-150 August 20, 1940 Sunday lectures, given by artist Addis Osborne, SAIC instructor Briggs Dyer, and Curator of the Gallery of Art Interpretation Helen F. Mackenzie 94 August 20, 1940 Weekly News Letter Undersanding Picasso: A Study of his Styles and Development by Curator of AIC Gallery of Art Interpretation Helen F. Mackenzie, AIC publication, reviewed in the US press; lecture series, arranged by Head of AIC Education Department Helen Parker with assistance of Ramsey Wieland, and made possible by Florence D. Bartlett; AIC popular publications, titled Art Quiz , prepared by AIC Education Department and A Dictionary of Pronunciation of Artists' Names by G. E. Kaltenbach of AIC Registrar's Department; Auditorium: A 50th Anniversary of the work of Dankmar Adler and Louis Sullivan, exhibition, excerpt from the letter by Frank Lloyd Wright regarding the Auditorium; free lectures, given by Addis Osborne, Briggs Dyer, and Helen Mackenzie 151-153 August 27, 1940 Free Museum admission on Labor Day, current events and exhibitions 95 August 27, 1940 Weekly News Letter Masterpiece of the Month, exhibition series, showing Winslow Homer's The Herring Net , gift of Martin A. Ryerson; 51st Exhibition of American Painting and Sculpture, opening and jury; SAIC alumnus Edzier Corter awarded at The Art of the American Negro exhibition held at the Chicago Coliseum; Oriental Galleries of Chinese Bronzes from Buckingham Collection, reinstallation, note about the visit of the Crown Prince of Sweden in Oriental Galleries (1938); Lecture series for AIC Members, A Clinic of Good Taste , given by Dudley Crafts Watson; Ancient Glass from Mr. and Mrs. Theodore Robinson Collection, exhibition, installation designed under supervision of AIC Assistant Director Charles F. Kelley and AIC Superintendent of Buildings James F. McCabe 154-156 September 7, 1940 The Microcosm of London (1808-1810) by Augustus Pugin with illustrations by Thomas Rowlandson, acquisition in Prints and Drawings Department of the author's copy of original architecture drawings in three volumes, including collection of aquatint proofs and final prints, gift of Mrs. James Ward Thorne 96 September 10, 1940 Sunday lectures, given by SAIC instructor Briggs Dyer, Helen Parker of Museum Education, and Charles Fabens Kelley of Oriental Art Department 97 September 13, 1940 51st Exhibition of American Paintings and Sculpture, AIC Trustees introducing awards of The Ada S. Garrett Prize and The Bertha A. Florsheim Memorial Prize 98 September 18, 1940 Peppino Mangravite, Alfonso Iannelli, L. Morgan Yost, Quill Monroe, and Paul Schweikher, appointed instructors at SAIC; biography notes 99 September 19, 1940 Department of Education, calendar of events, prepared by Helen Parker and Ramsey Wieland 100 September 21, 1940 Lecture about Chicago Sculpture, given by George Buehr; Dr. Dudley Crafts Watson's lecture series, titled A Clinic of Good Taste and lectures, featuring Mexican artists Carlos Merida, Jose Clemente Orozco, and Diego Rivera 101 September 23, 1940 Bartlett Lecture, Adventures in the Arts , conducted by Head of AIC Education Department Helen Parker; questionnaire on AIC lecture program 102 September 24, 1940 Sunday Lecture, Chinese Bronzes , given by AIC Curator of Oriental Art Charles Fabens Kelley and gallery talks on medieval art and 15th C. European painting, given by guest lecturer Irving S. Tarrant 103 September 25, 1940 Tintoretto's Tarquin and Lucretia (1560-1570), lent by Richard Goetz, exhibited in AIC; painting provenance and comments by AIC Director Daniel C. Rich 104 September 28, 1940 51st Annual Exhibition of American Painting and Sculpture; artists' entry cards requirements, jury comprised of Jon Corbino, Charles Hopkinson, Robert Philipp, John B. Flannagan, Waylande Gregory, Wheeler Williams, Carl Milles, Emmanuel Viviano, Warner Williams, and AIC Trustees; list of awards 105 October 1, 1940 Great Artists, WGN radio broadcast series, Albert Pinkham Ryder , dramatization, recorded by artists of Goodman Theatre under supervision of Dr. Maurice Gnesin, Mary Agnes Doyle, and directed by Blair Walliser, script written by Illinois Writers' Project; other programs in the series 106 October 3 through December 1, 1940 National Art Week, News Releases (1 to 7), issued for the campaign in support of American artists with the slogan: \"A Work of American Art in Every American Home\"; excerpt from the address by US President Roosevelt; Chairman of Chicago Committee Mary Ware, other officials and institutions endorsing National Art Week in Chicago and Illinois; planning for sales and exhibition series, titled Art in Action; press coverage; statistics on Works Progress Administration Community Art Centers; list of sponsors; exhibition locations in Chicago Loop and suburbs; open house events in the studios of Chicago artists, listing with studio addresses; AIC and SAIC art shows and events 125, 127, 164-173 October 11, 1940 Notes on exhibitions, Chicago Sculptors; Ten Chicago Painters; The Auditorium of Louis Sullivan and Dankmar Adler; Lesser Known Contemporary French Painters 107 October 17, 1940 51st Exhibition of American Paintings and Sculpture, jury comprised of Jon Corbino, Charles Hopkinson, Robert Philipp, Carl Milles, Emmanuel Viviano, and C. Warner Williams, list with biography notes 108 October 21, 1940 Prints and Drawing Department, notes on exhibitions: The Beginnings of Lithography; Lithographs by Daumier; Views of Italy in the 17th Century; Peasants and Landscapes by Rembrandt; English Landscape Traditions of the Nineteenth Century 109-110 October 28, 1940 American Handwoven Coverlets, exhibition from Frank W. Gunsaulus Collection 111 October 29, 1940 AIC Security, police dogs on night watch at the Museum 112 October 31, 1940 The Gallery of Art Interpretation: Self-Portraiture Through the Ages, exhibition of photo reproductions, circulated by Philadelphia Museum of Art and prepared by E. M. Benson 113 November 4, 1940 62nd AIC Annual Reception for opening of 51st Exhibition of American Painting and Sculpture, assisted by members of AIC and Chicago clubs, listed 114 November 7, 1940 Free Museum admission on Armistice Day; programs and exhibitions 122 November 12, 1940 Carl Milles: An Interpretation of His Work , publication by AIC Curator of Decorative Arts Meyric R. Rogers; replica of a fragment from Milles' Orpheus fountain in Stockholm, shown at 51st Annual American Exhibition 123 SAIC Glee Club, concert under direction of AIC Assistant Director Charles Fabens Kelley 124 National Art Week, campaign for supporting American artists, announced at AIC, committee comprised of AIC Director Daniel C. Rich, Dudley C. Watson, AIC Assistant Director Charles F. Kelley, and SAIC Dean Norman L. Rice; arrangement for sales from 51st American Exhibition and SAIC Show; comments by Mr. Rich 125, 127, 164-173 November 14, 1940 51st Exhibition of American Painting and Sculpture, Ada S. Garrett Prize and Bertha Aberle Florsheim Prize, added to the show; list of prize-winners with biography notes, Ernest Fiene, Hannah Small, Ann Brockman, Raphael Soyer, Hermann Dyer, Ralph von Lehmden, Sam Ostrowsky, Edwin Boyd Johnson, Constance C. Richardson, Samuel Cashwan, Jerry Farnsworth, and Maurice Ritman; comments on the exhibition by AIC Director Daniel C. Rich 115-117 Exhibition schedule with notes and comments: In the Department of Painting and Sculpture, Curator Daniel C. Rich: 51st Annual American Exhibition; Francisco Goya Exhibition, seminar and film demonstration; Peppino Mangravite Exhibition, works by SAIC professor; 45th Chicago and Vicinity Annual; SAIC Annual Show; 20th International Exhibition of Water Colors; Life in Chicago 118 The Gallery of Art Interpretation, Curator Helen Mackenzie: Self-Portraiture Through the Ages, exhibition prepared by E. M. Benson, Chief of the Division of Education in Philadelphia Museum of Art; Display complementing Francisco Goya Exhibition 119 The Masterpiece of the Month exhibition series, schedule 119 In the Department of Oriental and Classical Art Department, Curator Charles F. Kelley: Various exhibitions from AIC Clarence Buckingham Collection and selections from private collections; Ancient Glass from Mr. and Mrs. Theodore W. Robinson Collection 119-120 In the Department of Prints and Drawings, Curator Carl O. Schniewind: Lithographs by Daumier; The Beginning of Lithography, first edition of The Invention of Lithography by Alois Senefelder, artist demonstrations; English Landscape from Early 19th C. to Seymour Haden; Views of Italy in the 17th C., works from Lenora H. Curley Collection; Landscape and Peasants by Rembrandt, works from Clarence Buckingham Collection; A Century of Discovery in Prints, 1400-1500 120 In the Department of Decorative Arts, curator Meyric R. Rogers: American Rooms in Miniature by Mrs. James Ward Thorne, installation inaugurating Thorne Rooms exhibition series; American Handwoven Coverlets from AIC Frank Gansaulus Collection 120 SAIC shows in Blackstone Hall, organized by SAIC Dean Norman Lewis Rice: 3rd Annual Saugatuck Exhibition of Photography; Radio Visualization; American Institute of Architects (AIA), Chicago Chapter 120 The Department of Education, directed by Helen Parker, programs and activities; Museum orientation 121 November 22, 1940 Goodman Children's Theatre, Aladdin and His Wonderful Lamp , performance, given for orphanages and settlement houses, list of participating institutions 126 November 25, 1940 National Art Week, campaign for supporting American artists; Copeland C. Burg's Flowers and Fruit , purchased by AIC Trustees; AIC Director and Advisory Chair of the Campaign Daniel C. Rich, addressing general public 125, 127, 164-173 November 28, 1940 American Rooms in Miniature, installation inaugurating The Thorne Rooms exhibition series, opening reception featuring Mrs. James Ward Thorne, organized by AIC Antiquarian Society; comments on the collection and Mrs. Thorne's Workshop 128-129, 131-132,134, 139-140 December 3, 1940 The Thorne Rooms exhibition series, opening reception, given by Antiquarian Society, arrangement and guest list 129 December 4, 1940 Hawaiian Flowers and Gardens , lecture, given by AIC Benefactor Mrs. Walter S. Brewster 130 December 6, 1940 Miniature Rooms by Mrs. James Ward Thorne, essay on historic background of the objects and interiors featured in the collection; miniature paintings produced by Marie Laurencin, Fernan Leger, Survage, Ozenfant, Jean Hugo, and two sculptures by John Storrs; comments on the making of miniature rooms; AIC Thorne Rooms, catalogue publication 131-132 December 9, 1940 SAIC Glee Club Christmas Concert, conducted by AIC Assistant Director Charles Fabens Kelley 133 December 11, 1940 American Rooms in Miniature by Mrs. James Ward Thorne, news announcement 134 December 18, 1940 Lectures, given by Frank Parker of Principia College, SAIC instructor Edmund Giesbert, AIC Assistant Director Charles Fabens Kelley, Head of AIC Education Department Helen Parker 135 December 19, 1940 Art of Goya: Paintings, Drawings and Prints, exhibition, opening; Goya Seminar, list of participants and lenders; catalogue by AIC Director Daniel C. Rich; Gallery of Art Interpretation: Interpreting Goya: His Art and His Influence, display, prepared by Helen Mackenzie 136 December 20, 1940 The First Century of Printmaking: 1400-1500, exhibition, included prints from private collections of Lessing J. Rosenwald of Jenkintown, Herbert G. French of Cincinnati, W. G. Russell Allen of Boston, Carl W. Jones of Minneapolis, and major US museums 137 December 21, 1940 Free Museum admission on Christmas Day, current events 138 December 27, 1940 Free Museum admission on New Year's Day; current events including display of new acquisitions, presented to AIC by Frederick T. Haskell; publicity on exhibition of American Rooms in Miniature by Mrs. Thorne; record of works sold at the 51st Annual Exhibition of American Paintings and Sculpture 139 December 30, 1940 Series of lectures about Thorne Rooms in Miniature, given by Clara E. Laughlin 140 December 31, 1940 Recent Acquisitions Gallery, Collection of Frederick Tudor Haskell, presented to AIC Painting Department, and included paintings by Francois Millet, Theodore Rousseau, Jean Charles Cazin, N. V. Diaz, Thomas Lawrence, Joshua Reynolds, Corneille de Lyon, Leon Gerome; biography note about the collector 139, 141 ",
    "source_updated_at": "2018-05-01T12:51:06-05:00",
    "updated_at": "2025-02-15T23:42:52-06:00",
    "timestamp": "2025-02-16T02:22:17-06:00"
}