{
    "id": 3,
    "api_model": "press-releases",
    "api_link": "https://api.artic.edu/api/v1/press-releases/3",
    "title": "Press Releases from 1941",
    "web_url": "https://www.artic.edu/press/press-releases/3/press-releases-from-1941",
    "copy": " To obtain the full text of any news releases in this index, please contact the Archives at reference@artic.edu or (312) 443-4777.   January 2, 1941 Attendance record for 1940 and detail on exhibitions: The Masterpieces of Italian Art, Picasso Exhibition, 44th Artists of Chicago and Vicinity Annual, 19th International Water Color, and Summer Exhibitions 1 January 9, 1941 Society for Contemporary Art, announcement on formation of the Society and inaugurating exhibition, preview for the members of the Society, hosted by artist and SAIC instructor Peppino Mangravite; list of officers 2, 19 January 11, 1941 Florence Dibell Bartlett Lecture, American Rooms in Miniature , given by Helen Parker; other lectures in the Bartlett Series 3 January 13, 1941 Notes on Winter Exhibitions, The Art of Goya; Gallery of Art Interpretation: Interpreting Goya, His Art and Its Influence; The First Century of Printmaking, 1400-1500; 20th Century French Paintings from Rosenberg Collection; Paintings by Peppino Mangravite 4 January 23, 1941 Clara E. Laughlin's slide lecture series, American Rooms in Miniature , scheduled as \"after office hours\" events 5, 13 January 22, 1941 Governing Members of AIC, annual meeting; participants 6 January 25, 1941 Opening of The Art of Goya Exhibition 4, 7 January 27, 1941 62nd AIC Annual Report for 1940, publication included reports on Museum budget by AIC Director for Finance and Operation Charles H. Burkholder, concerning expenses for repairs, alterations, and Allerton Wing skylight renewal; AIC Director for Fine Arts Daniel Catton Rich, addressing issue for support of the Museum; gifts, donors and benefactors of the year, listed 8-9 January 27, 1941 The Art of Goya: Paintings, Drawings, and Prints, exhibition from private collections and museums of the United States, Canada, and Cuba, opening reception and press preview; catalogue by AIC Director Daniel Catton Rich; works on view; comments on Goya's works including El Maragato series; works lent by Chicago collectors; WGN broadcast of radio series, titled Great Artists: Goya ; AIC Gallery of Art Interpretation displaying comparative Goya material 4, 7, 10-12, 14, 22 January 31, 1941 Special free lecture for Chicago artists, titled The Technique of Goya , given by Franz Urs Schmid, announcement by AIC Director Daniel Catton Rich 12 February 1, 1941 Cancellation of Clara Laughlin's lectures on Thorne Rooms 5, 13 February 4, 1941 Florence Dibell Bartlett Lecture, The Art of Goya, slide lecture, given by Head of AIC Education Department Helen Parker 14 February 8, 1941 Masterpieces of French Art Lent by The Louvre, and Museums and Collectors of France, exhibition announcement prior to AIC showing and comments by AIC Director Daniel Catton Rich; exhibition venues; war-time loan, comprised of assets of France, under supervision of the US State Department 16, 26, 29-32, 37-38, 40-41, 43 February 10, 1941 Musical Club of Illinois Institute of Technology (IIT), free concert under direction of Gordon Erickson 15 February 11, 1941 SAIC Glee Club concert, under direction of AIC Assistant Director Charles Fabens Kelley, program included Negro Spiritual by Clarence Lawson, African-American student, awarded with SAIC Traveling Fellowship 17 February 17, 1941 The Society for Contemporary Art, presenting painting by Francis Chapin, titled Little River (c. 1938, Saugatuck, MI), the first gift of the Society to AIC; comments by AIC Director Daniel Catton Rich; biography note about Mr. Chapin, SAIC instructor 2, 19 Free Museum admission on President's Day, announcement by AIC Director of Finance and Operation Charles H. Burkholder; works related to George Washington in Permanent collection, WGN radio broadcast series Great Artists , featuring Mount Vernon; extended hours for viewing of Thorne American Rooms in Miniature; current exhibitions 20 February 18, 1941 45th Chicago and Vicinity Annual, jury meeting introducing new jury system; jury of selection appointed by AIC Trustees and comprised of Wayman Adams, Arthur Lee, both of New York, Everett Warner of Pittsburgh, Cameron Booth of Minneapolis, John Carroll of Detroit, and Erwin F. Frey of Columbus, OH; list of prizes 18, 23-24 February 27, 1941 Ceramics by Franz and Margerite Wildenhain, exhibition; the artists' statement, biography note, Bauhaus disciples of Gropius, Gerhard Marcks, Kandinsky, and Klee 21 February 28, 1941 The Art of Goya: Paintings, Drawings, and Prints, exhibition extended; exhibition and catalogue by AIC Director Daniel Catton Rich, gaining excellent review by Jose Gudiol, Director of Museo Episcopal de Vich, Catalonia, Spain, and Visiting Professor in The Toledo Museum of Art, OH, excerpt from the review published in the New York The Art News of February 15, 1941; Interpreting Goya, exhibition extended; notes on Winter Exhibitions, The First Century of Printmaking, from Lessing J. Rosenwald Early Print Collection; French 20th Century Art from Collection of Paul Rosenberg, Paris; Peppino Mangravite, one-man show 4, 7, 10-12, 14, 22 March 11, 1941 45th Artists Chicago and Vicinity Annual, list of prize-winners, with biography notes, Joseph Gualtieri, Isobel Steele Mackinnon, Copeland C. Burg, Ivan Le Lorraine Albright, Lili Auer, Joseph Friebert, A. Palansky, Elizabeth Engelhard, and Michael Ursulescu; comments on special jury system introduced by AIC Trustees, press preview and reception for AIC members; notes about paintings by Rudolf Ingerle, Alexander Corrozzo, C. Albert, R. Keppe, Lillian Sadder, Eleanor de Laittre, Ziroli, Arthur Osver, Caneo Radice, George Buehr, Karl Priebe, Julio de Diego, Joseph Vavak, Nathalie Henry, and Lester O. Schwartz 18, 23-24 March 12, 1941 Cartoons by David Low, exhibition; cartoonist of the London Evening Standard , works on view and biography note with excerpts from the artist's \"auto-obituary\" 25 March 13, 1941 Masterpieces of French Art Lent by The Louvre, Museums and Collectors of France, exhibition, circulated by De Young Museum, CA, under protection of the US State Department; venues in the U.S.A. and South American countries; AIC displaying complete version of the exhibition, selected and assembled by The Louvre Curator of Painting Rene Huyghe in May 1939; works on view, attendance record, catalogue 16, 26, 29-32, 37-38, 40-41, 43 March 18, 1941 The Western Arts Association, convention, special events at AIC and current exhibitions, including photography show of the Illinois Art Project 27 March 27, 1941 Philharmonic Choir of Parsons College of Fairfield, IA, concert under direction of Donald Dean Dawson 28 April 1, 1941 Masterpieces of French Art Lent by The Louvre, Museums and Collectors of France, exhibition, circulated by De Young Museum, CA, under protection of the US State Department; works on view and comments by AIC Director Daniel Catton Rich on the circumstances of the exhibition and the fate of European art collections in the time of war 16, 26, 29-32, 37-38, 40-41, 43 April 5-25, 1941 This Week News Letter Lectures and events, programs and schedules 96 April 7, 1941 Masterpieces of French Art Lent by The Louvre, Museums and Collectors of France, exhibition, circulated by De Young Museum, CA, under protection of the US State Department; opening reception for AIC officials, Trustees, and French artists; French music performed by String Ensemble of the Little Symphony Orchestra; comments by AIC President Potter Palmer 16, 26, 29-32, 37-38, 40-41, 43 April 10, 1941 Masterpieces of French Art Lent by The Louvre, Museums and Collectors of France, exhibition, extended hours, schedule of free lectures about French art, given by Helen Parker, Helen Mackenzie, Dudley Craft Watson, George Buehr, Frank Parker, and Irving Tarrant; catalogue 16, 26, 29-32, 37-38, 40-41, 43 April 14-26, 1941 This Week News Letter Lectures and events, programs and schedules 97 April 14, 1941 The Fashion Group of Chicago, fashion show, held at the Museum Grand Staircase and organized in association with Masterpieces of French Art Exhibition 32 April 15, 1941 SAIC Glee Club, annual Easter concert 33 April 19, 1941 SAIC: 7th Annual exhibition of Student Janitors, participants 34 April 25, 1941 Japanese Textiles by AIC Assistant Curator of Oriental Arts Department Helen C. Gunsaulus, publication of The Japan Society of New York, limited edition; comments by AIC Assistant Director Charles Fabens Kelley 36 April 28-May 11, 1941 This Week News Letter Lectures and events, programs and schedules 98 April 30, 1941 Masterpieces of French Art, exhibition; announcement for special showing and lecture for employees of the State Street Council Stores, Chicago downtown 37 May 5, 1941 Free slide lecture on Post-Impressionism, given by AIC Director Daniel Catton Rich in conjunction with Masterpieces of French Art Exhibition 38 May 9, 1941 AIC Fellowship awards, announced by Museum Trustees; listing of recipients with biography notes, Eleanor Coen, William H. Fett Jr., Frank Vavruska, Orville James Deegan, David M. Landis, and Efrem Ostrowsky 39 May 12-25, 1941. This Week News Letter Lectures and events, programs and schedules 99 May 12, 1941 Engravings by Jean Duvet and His Contemporaries, Etienne Delaune and Jean Gourmont, exhibition; notes on the artists of the School of Fontainebleau; comments by AIC Curator of Prints and Drawings Carl O. Schniewind 35 May 13, 1941 Masterpieces of French Art, exhibition, extended hours prior to closing; comments by AIC Director Daniel Catton Rich; lecture by AIC Associate Lecturer and artist George Buehr 16, 26, 29-31, 37-38, 40-41, 43 May 15, 1941 Spot News announcement for closing of The Masterpieces of French Art Exhibition, extended hours for business people of Chicago 41 May 17, 1941 Masterpieces of French Art, exhibition extended; comments by AIC Director of Finance and Operations Charles H. Burkholder 16, 26, 29-31, 37-38, 40-41, 43 May 19, 1941 Ceramics of Animals by Vera Topper and Lyman Carpenter at Findlay Galleries, exhibition of SAIC alumni in the classes of Myrtle French, Emil Zettler, and Margaret Artingstall; the artists' statement and works on view 42 May 21, 1941 European Embroideries of the 16th and 17th Centuries, loan exhibition organized by AIC Antiquarian Society; lenders; catalogue with introduction by Mrs. Chauncey B. Borland 44 May 24, 1941 Portraits of Men and Women Who Helped to Make Chicago Great, 1891-1940, exhibition opening, marking 50th Anniversary of The University of Chicago; portraits on view 45 Society for Contemporary American Art: Sculpture by Carl Milles, exhibition displayed in AIC McKinlock Court; comments by Curator of Decorative Arts Department Meyric R. Rogers; biography note about the artist and list of lenders 46, 71 May 26-June 8, 1941 This Week News Letter Lectures and events, programs and schedules 100 June 3, 1941 SAIC Glee Club, annual Spring concert, conducted by AIC Assistant Director Charles Fabens Kelley 47 June 8-22, 1941 This Week News Letter Lectures and events, programs and schedules 101 June 9, 1941 SAIC Annual Exhibition, shown in AIC East Wing, overview by galleries; comments by SAIC alumnus E. Simms Campbell of Esquire magazine and SAIC Dean Norman Lewis Rice 48 June 12, 1941 SAIC Annual Graduation, commencement addressed by Royal F. Munger of the Chicago Daily News ; awards presented by AIC Vice-President Chauncey McCormick; note about Mr. Munger 49 June 13, 1941 Free admission for enlisted servicemen, soldiers, sailors, and Air Force members; announcement by AIC Director of Finance and Operations Charles H. Burkholder 50 June 14, 1941 Mrs. James Ward Thorne American Rooms in Miniature, exhibition, extended dates and US venues; comments by Director of Boston Museum of Fine Arts George N. Edgell and AIC Curator of Decorative Arts Department Meyric R. Rogers 51, 62, 69, 82-84, 95 June 16, 1941 SAIC: Student Abstraction at Paul Theobald Galleries, 3rd annual exhibition, organized by SAIC instructor Willard Smythe; showing works by Wayne Rogers, Ellen Johnson, Otto Gerstl, Lucille Stotter, Arthur L. Pelz, Fritz Adler, Herbert Pinzke, Richard Grossman, A. J. Brunner, and Emmet Smith; biography note about Mr. Smythe 52 June 21, 1941 20th Annual International Water Color Exhibition, jury comprised of Adolf Dehn of New York, Fletcher Martin of Iowa City, and Kenneth Shopen of Chicago, with biography notes; list of prizes 53-56, 73, 90-91 June 4-July 13, 1941 This Week News Letter Lectures and events, programs and schedules 102 July 1, 1941 Cartoons by Jacob Burck, exhibition of Pulitzer Prize winner and graphic artist of Chicago Times ; works on view and biography note; Burck's water color selected for 20th International Exhibition of Water Colors 53 July 17, 1941 20th Annual International Exhibition of Water Colors, jury comprised of Adolf Dehn, Kenneth Shopen, and Fletcher Martin; survey of graphic arts from 19 countries, featuring one-man shows of Charles E. Burchfield, Andrew Wyeth, Marc Chagall, and group-show of Mexican artists, Meza, Anguiano, Ocampo, Agustin Lazo, Raul Irube, Maria Izquierdo, Manuel Echuari, Chavez Marado, Paz Perez, Carlos Orozco Romero, Carlos Merida, and Tamayo; list of awards and prize-winners with biography notes, Charles E. Burchfield, Roy M. Mason, Tom Dietrich, Ogden M. Pleissner, and Raphael Soyer 53-56, 73, 90-91 August 3-17, 1941 This Week News Letter Lectures and events, programs and schedules 103 August 7, 1941 Unpublished Drawings by Odilon Redon, exhibition of charcoal drawings illustrating Flaubert's Temptation of St. Anthony , formerly owned by Ambroise Vollard and lent by Mr. Jean Goriany of New York; oganized by Carl O. Schniewind of Prints and Drawings; comments by AIC Director Daniel Catton Rich 57-58 August 12, 1941 Works by Henri Rousseau, exhibition, organized by AIC and The Museum of Modern Art, N.Y., announcement prior to 1942 showing at AIC; comments by AIC Director Daniel Catton Rich 59 August 20, 1941 Annual Exhibition by SAIC Students; list of works sold; Foreign Travelling Fellowship, awarded to Frank Vavruska and Eleanor Coen 60 August 24-September 7, 1941 This Week News Letter Lectures and events, programs and schedules 104 August 26, 1941 Free Museum admission on Labor Day; current exhibitions 61 September 7-21, 1941 This Week News Letter Lectures and events, programs and schedules 105 September 10, 1941 Free lecture series, made possible by Mrs. Thorne, and organized in connection with closing of The Thorne Miniature Rooms Exhibition; lectures, given by Fiske Kimball of Philadelphia Museum of Art, Percy Holmes Boynton of University of Chicago, Edwin J. Hipkiss of Boston Museum of Fine Arts, and John Marshall Phillips of Yale University Art Gallery; tickets available through the office of Curator of AIC Decorative Arts Department Meyrick Rogers 51, 62, 69, 82-84, 95 September 13, 1941 Prints in the Making, exhibition, curated by Carl O. Schniewind of Prints and Drawings Department; works on view and comments 63-64 September 15, 1941 SAIC opening registration for students, announced by SAIC Dean Norman Lewis Rice; SAIC featured in the LIFE magazine of September 8, 1941; general information 65 September 17, 1941 AIC Department of Education, Head of the Department Helen Parker introducing courses, publications, and lecture series, titled Adventures in the Arts and made possible by Florence Dibell Bartlett 66 September 21-October 5, 1941 This Week News Letter Lectures and events, programs and schedules 106 September 22, 1941 Notes on exhibitions prior to closing, Sculpture by Carl Milles; 20th Annual International Water Color Exhibition; Gallery of Art Interpretation: The Plan of a Painting 53-56, 67, 73, 90-91 September 25, 1941 AIC, general Museum information on collections, membership, security, educational and cultural function, and outstanding attendance record 68 September 26, 1941 Lectures series, titled Design of Living: The American Way , featuring Thorne Rooms in Miniature; ticket information and special arrangements for the popular event 51, 62, 69, 82-84, 95 September 30, 1941 52nd Annual Exhibition of American Paintings and Sculpture, jury of selection comprised of artists, William Zorach, Eugene Speicher, Henry Varnum Poor, Robert Laurent, and Director of Worcester Art Museum Charles H. Sawyer; biography notes 70, 77, 79-81, 85, 93 October 3, 1941 Society for Contemporary Art: Sculpture by Carl Milles, exhibition extended 46, 71 October 5-19, 1941 This Week News Letter Lectures and events, programs and schedules 107 October 8, 1941 The Symphony and Art, weekly Museum series, directed by curator of Prints and Drawings Carl O. Schniewind; comments by AIC Director Daniel Catton Rich and Conductor of Chicago Symphony Orchestra Dr. Frederick Stock; related information 72 October 10, 1941 20th International Water Color Exhibition; closing, distribution of works sold at the show and list of artists 53-56, 73, 90-91 October 11, 1941 Free Museum admission for school children and teachers of Illinois in the view of new tax law; comments by AIC President Potter Palmer 74 October 15, 1941 Costumes of Mexico, exhibition of drawings by Carlos Merida, preview sponsored by AIC Print and Drawing Club; curator Carl O. Schniewind of Prints and Drawings Department; Merida's portfolio published by Pocahontas Press of Chicago 75 October 18, 1941 Great Artists , WGN radio series produced in collaboration with AIC; invitation to a special tour in the Museum in association with the radio series; schedules and related AIC publications 76 October 19, 1941 This Week News Letter Lectures and events, programs and schedules 108 October 20, 1941 52nd Annual Exhibition of American Paintings and Sculpture; reception for AIC members, list of Chicago club representatives; performance of the Little Symphony Orchestra 70, 77, 79-81, 85, 93 October 29, 1941 52nd Annual Exhibition of American Paintings and Sculpture; comments by AIC Director Daniel Catton Rich; list of prize-winners with biography notes, Max Weber, Oronzio Maldarelli, Ivan Albright, James Lechay, Glen Karuse, Louis Ritman, Mitchell Siporin, Malcolm Hackett, Carl Gaertner, George Picken, Marshall Fredericks, Nicola Ziroli, and Boris Anisfeld 70, 77, 79-81, 85, 93 October 23, 1941 52nd Annual Exhibition of American Paintings and Sculpture, comments by jury comprised of artists William Zorach, Eugene Speicher, Henry Varnum Poor, Robert Laurent, and Director of Worcester Art Museum Charles H. Sawyer 70, 77, 79-81, 85, 93 November 6, 1941 Mrs. James Ward Thorne Miniature Rooms, 60 rooms in miniature from European Series, gift to AIC; American Rooms Series exhibited in AIC, loan to AIC; developing and showing of the collection; committee for Mrs. Thorne's gift; comments by AIC Vice-President Chauncey McCormick 51, 62, 69, 82-84, 95 November 7, 1941 Free Museum admission on Armistice Day; notes on current exhibitions; quote from Time magazine review of November 3, 1941 about 52nd Annual Exhibition of American Paintings and Sculpture, held at AIC 70, 77, 79-81, 85, 93 November 10, 1941 The Intimate Rubens , lecture given by Frits Lugt of The Hague, Holland, featuring slides of restored Rubens' House in Antwerp; Mr. Lugt's publications and special lecture for Chicago Print and Drawing Club about using sales catalogues for studying and collecting art works 86 November 11, 1941 This Week News Letter Lectures and events, programs and schedules 109 November 16, 1941 This Week News Letter Lectures and events, programs and schedules 110 November 17, 1941 Mrs. Mary Morley Sellers bequest of $100,000 for professorship at SAIC in the name of Frank Harold Sellers; art objects presented by Mrs. Sellers, shown in AIC Recent Accessions Gallery; SAIC Assistant Professor Ms. Margaret Artingstall, recognized as the first Sellers professor, announcement by SAIC Dean Norman Lewis Rice; comments by AIC President Potter Palmer; biography note about Mr. and Mrs. Sellers 88 November 17, 1941 Free Museum Admission on Thanksgiving Day, notes on current exhibitions and Rubens events; Frits Lutg's lecture; brodcast of Great Artists. Peter Paul Rubens from WGN radio series 89 November 20, 1941 Ah God, Herrings, Buoys, the Glittering Sea (1940), water color by Ivan Le Lorraine Albright, shown in 20th International Exhibition of Water Colors and in AIC Recent Accessions Gallery, the first work by Albright in AIC Permanent collection, acquisition made possible through Olivia Shaler Swan Fund; biography note about the artist, list of awards 90-91 November 25, 1941 Recent Pottery by Warren A. Gilbertson, exhibition of SAIC alumnus and apprentice of Japanese master potter Kawai Kanjiro; ceramics sold from display; comments by AIC Curator of Decorative Arts Department Meyric R. Rogers; biography note about Mr. Gilbertson and the artist's statement 87 November 30, 1941 This Week News Letter Lectures and events, programs and schedules 111 December 10, 1941 1941-1942 Winter Exhibitions, schedule and comments; Loan Exhibition of Works by Henry Rousseau; Paintings by Karl Knaths; Architecture by Chicago Chapter of American Institute of Architects (AIA); Ceramics of Western Hemisphere 92 December 15, 1941 This Week News Letter Lectures and events, programs and schedules 112 December 22, 1941 Free Museum admission on New Year's Day, announcement by AIC Director for Finance and Operation Charles H. Burkholder; Print and Drawing galleries, redecorated under supervision of Mrs. Walter S. Brewster and Curator of Prints Carl O. Schniewind; closing of 52nd Annual Exhibition of American Paintings and Sculpture 93 (94) December 29, 1941 This Week News Letter Lectures and events, programs and schedules 113 January 3, 1942 Mrs. James Ward Thorne Miniature Rooms, 37 rooms in miniature from American Series, offered for acquisition; free one-month showing at AIC prior to extensive US tour; Mrs. Thorne's announcement on completion of the Miniature Rooms project 51, 62, 69, 82-84, 95 ",
    "source_updated_at": "2018-05-01T12:51:06-05:00",
    "updated_at": "2025-02-15T23:42:52-06:00",
    "timestamp": "2025-02-16T02:22:17-06:00"
}