{
    "id": 4,
    "api_model": "press-releases",
    "api_link": "https://api.artic.edu/api/v1/press-releases/4",
    "title": "Press Releases from 1942",
    "web_url": "https://www.artic.edu/press/press-releases/4/press-releases-from-1942",
    "copy": " To obtain the full text of any news releases in this index, please contact the Archives at reference@artic.edu or (312) 443-4777.   January 5, 1942 2nd Annual Exhibition of Society for Contemporary American Art, opening, honoring artists of Chicago region, Julio de Diego, Francis Chapin, Laszlo Moholy-Nagy, Malcolm Hackett, Raymond Breinin; related lecture series, given by Dr. Oskar Hagen of University of Wisconsin 2 January 11, 1942 This Week News Letter Lectures and events, programs and schedules 94 January 12, 1942 Attendance record for the year 1941; awards of merit, given to AIC by editor of the New York Art News Alfred M. Frankfurter for Art of Goya Exhibition and for selecting Max Weber's Winter Twilight as prize-winning painting at 52nd Annual Exhibition of American Paintings and Sculpture 1 January 17, 1942 Works by Henri Rousseau, loan exhibition, catalogue by AIC Director and curator of Paintings Daniel Catton Rich 3-5, 10 January 19, 1942 Notes on Winter Exhibitions: Works by Henri Rousseau, show organized in collaboration with The Museum of Modern Art in New York, list of works, lent by Chicago collectors; Paintings by Karl Knaths, one-man show of SAIC alumnus in the classes of Wade, Norton, and Walcott, biography note and catalogue by Dudley Crafts Watson, Duncan Phillips, and E. M. Benson; Exhibition of Architecture by the American Institute of Architects (AIA), list of architects exhibited, including models by Mies Van der Rohe and the School of Design; Contemporary Ceramics of Western Hemisphere, selected from 10th National Ceramics Exhibition, held in Syracuse Museum of Art, NY, and sponsored by International Business Machines Corporation (IBM) 5-6 January 23, 1942 Governing Members Annual Meeting; re-election of Mr. Potter Palmer and Mr. Robert Allerton as AIC Trustees for seven-year term; reports on departments, collection development, Museum membership, important gifts and endowments, and budget for roof replacement in Allerton Building; Museum goals and urgent needs, addressed by AIC Director Daniel Catton Rich 7-8 January 25, 1942 This Week News Letter Lectures and events, programs and schedules 95 January 28, 1942 37 American Rooms in Miniature by Mrs. James Ward Thorn, exhibition closing prior to four-year US tour with first venue in Boston; miniature rooms in tree series, gift to AIC 9, 97 January 30, 1942 Work by Henri Rousseau, exhibition seminar, featuring author and collector Sidney Janis of New York, artist and Rousseau's friend Max Weber, and lecturer of New York University James Johnson Sweeney; screening of film, titled Hobbies across the Sea and performances, based on Rousseau's theatre plays 3-5,10 Gallery of Art Interpretation, Pre-Columbian Designs by the Chorotegan Indians of Nicaragua (630-1400 AD), copied from pottery by artist and archaeologist Dr. David Sequeira 11 February 2, 1942 Recent Accessions Room, showing works by Claude Gellee, Emanuel de Witte, Juan Pantoja de la Cruz, Corrado Giaquinto, Tang Yin, artist of the Riza-i-Abbasi School, Marc Chagall, Frans Masereel, David Jones, George Luks, Tom Dietrich, and Charles Burchfield; comments; donors 12 February 8, 1942 This Week News Letter Lectures and events, programs and schedules 96 February 10, 1942 46th Annual Exhibition by Artists of Chicago and Vicinity, jury comprised of Alfeo Faggi, Ernest Fiene, and Peppino Mangravite, with biography notes 14, 21-23, 33 February 12, 1942 Red Cross Benefit, Defense Show and Auction, sponsored by Art Students League, works donated by SAIC students, Chicago artists and SAIC instructors, including Francis Chapin, Boris Anisfeld, Louis Ritman, Glen Krause, Edgar Ewing, Ralph Johnstone, Kenneth Shoppen, Rufus Bastian, Laura van Pappelendam, Allen Philbrick, Kveta Miskovsky, Briggs Dyer, and Hermann Dyer; auction conducted by Dudley Crafts Watson; comments by SAIC Dean Norman Lewis Rice 15 February 16, 1942 Free Museum admission on Washington's Birthday; comments on Winter Exhibitions 16 February 18, 1942 The Pier on Sunday by James Lechay, painting selected as yearly gift to AIC by Society for Contemporary American Art, committee comprised of Charles Worcester, Chauncey McCormick, Percy Eckhart, John A. Holabird, Frederick Bartlett, and Max Epstein; painting exhibited at the 2nd Annual exhibition of the Society and previously awarded at 52nd Annual Exhibition of American Paintings and Sculpture; biography note about Mr. Lechay 13 February 20, 1942 Works of Grant Wood, retrospective, announced by AIC Director Daniel Catton Rich in view of the artist's death; exhibition to be arranged as special feature of The 53rd Annual Exhibition of American Painting and Sculpture 18 February 21, 1942 Midday Victory Concert Series, given by Symphonic Ensemble of Illinois Art Project, WPA, under direction of Izler Solomon, to aid civilian morale during war emergency 17, 19-20; schedules of programs 117-145 February 22 & 26, 1942 Rediscovering America, documentary film series, sponsored by AIC and arranged by Philadelphia Museum of Art and American Film Center, schedule 17, 19-20 February 22, 1942 This Week News Letter Lectures and events, programs and schedules 97 March 3, 1942 46th Annual Exhibition by Artists of Chicago and Vicinity, prize-winners, with biography notes, Abbot Pattison, Salcia Bahnc, Oscar van Young, Copeland C. Burg, Eugene A. Montgomery, Laura van Pappelendam, Raymond Breinin, Felix Ruvolo, Hedvig Kuhne, and Maurice Ritman; comments by exhibition jurors Ernest Fiene, Alfeo Faggi, and Peppino Mangravite 14, 21-23, 33 March 8, 1942 This Week News Letter Lectures and events, programs and schedules 98 March 12, 1942 Francis Chapin, Adolph Dehn, and Boardman Robinson, exhibition of lithographs, water colors, and drawings, curated by Carl O. Schniewind of Prints and Drawings Department, works on view and biography notes 24 March 19, 1942 Chicago Symphony Orchestra, announcing competition among SAIC students for best drawing of the Orchestra; comments by SAIC Dean Norman Lewis Rice 25 March 21, 1942 WGN radio Series Great Artists. Paul Gauguin - The Man Who Makes Human Beings , third year broadcasting, sponsored by AIC and performed by actors of Goodman Theatre of Drama 26 March 22, 1942 This Week News Letter Lectures and events, programs and schedules 99 March 26, 1942 Portraits of Whistler, Walter S. Brewster Collection of Whistleriana, exhibition of prints, drawings and photographs, made by the artist's associates and rare editions of books and catalogues; prepared by volunteer in Print Department Mrs. Bergen Evans 27 April 4, 1942 Art in War: American Artists' Record of War and Defense, exhibition from National Gallery of Art in Washington, D.C., showing works, commissioned by the Government, and purchased by Office for Emergency Management from competition, conducted by Section of Fine Arts, Public Building Administration, F.W.A.; works on view, participants, Theodore Katz, Herman Maril, Alexander Masley, Anton Refregier, Arthur Kerrick, Ernest Halberstadt, Leonard Pytlak, J. T. Robinson, Paul E. Fontaine, Carl Morris, Ray Bethers, A. S. MacCleod, and Robert O. Bach 28 April 5, 1942 This Week News Letter Lectures and events, programs and schedules 100 April 7, 1942 Latin-American Art in Celebration of Pan-American Week, exhibition in Recent Accessions Gallery, works on view by Jose Clemente Orozco, Diego Rivera, Rufino Tamayo, Leopoldo Mendez, Jean Charlot, David Alfaro Siqueiros, Mexican prints from Weyhe Gallery in New York, and various textiles and decorative objects, lent by Mrs. Marguerite Pearce 29 April 9, 1942 21st International Exhibition of Water Colors, jury of selection William Gropper of New York, Malcolm Hackett of Chicago, and Frederic Taubes of Urbana, IL, with biography notes; list of prizes; exhibition included one-man shows of Georges Rouault, Francis Chapin, and Cameron Booth 30, 35-38 April 13, 1942 Map Making for Military and Civilian Use, cartography course under instruction of architect and industrial designer, George Mendenhall, SAIC alumnus; course, introduced in SAIC by Dean Norman Lewis Rice 31 April 18, 1942 SAIC: 7th Annual Exhibition of Student Janitors, participants; notes on artists previously exhibited at SAIC Janitor's shows 32 April 19, 1942 This Week News Letter Lectures and events, programs and schedules 101 April 25, 1942 Auction for Navy Relief Society, list of contributing artists from Illinois Art Project, WPA, including Chicago artists, Nocola Ziroli, Julio de Diego, Felix Ruvolo, Raymond Breinin, Ethel Spears, Edgar Britton, Joseph Vavak, Misch Kohn, Adrian Troy, David Bekker, Morris Topchevsky, William S. Schwartz, Harry Mintz, Bernece Berkman, Anne Michalov, Hester Miller Murray, John Walley, and others; comments by AIC Director Daniel Catton Rich 34 April 26, 1942 46th Annual Exhibition by Artists of Chicago and Vicinity, works sold and prizes awarded; comments on exhibition in the New York Art News by artist and SAIC teacher Peppino Mangravitte 14, 21-23, 33 May 3, 1942 This Week News Letter Lectures and events, programs and schedules 10 May 11, 1942 21st Annual International Exhibition of Water Colors, reception; comments by jury of selection 30, 35-38 May 12, 1942 Society for Contemporary American Art, exhibition of Nicola Ziroli, Copeland C. Burg, and Julio de Diego; preview for members 39 May 13, 1942 21st Annual International Exhibition of Water Colors, list of prize-winners and honorable mentions, with biography notes, Raymond Breinin, Hardie Gramatky, Briggs Dyer, Laura Glenn Douglas, Alexander Masley, and David Bekker; comments by members of jury of selection, William Gropper, Frederic Taubes, and Malcolm Hackett; one-man shows of Georges Rouault, Francis Chapin, and Cameron Booth, and display of Mexican prints and drawings, including works by Jose Clemente Orozco, Guillermo Meza, Federico Cantu, Jesus Galvan, Maria Izquierdo, Izidoro Ocampo, Carlos Orozco Romero, Juan Soriano, Rufino Tamayo, Raul Uribe, and Alfredo Zalce 30, 35-38 May 16, 1942 Sale of hand-blocked textiles and pottery for Red Cross, produced by SAIC students under supervision of SAIC Sellers Professor of Decorative Arts Margaret Artingstall; list of artists and SAIC Faculty members contributing to the cause 40 May 17, 1942 This Week News Letter Lectures and events, programs and schedules 103 May 19, 1942 Free AIC events offered to service men, schedule 41 May 22 1942 SAIC Travelling Fellowships awards, announced by AIC President Potter Palmer; list with biography notes, Frederick Heidel, Richard Bowman, Rufino Silva, Winfield Stampfer, and Rudolph Pen 43 May 23, 1942 Public School Art Society affiliated with AIC Department of Education, announcement by President of the Society Mrs. Walter S. Brewster, listing of officers and organizations 42 May 25, 1942 Photographs of the Civil War and the American Frontier, exhibition from The Museum of Modern Art in New York, AIC showing, coordinated by curator of Prints and Drawings Department Carl O. Schniewind; works on view 44 May 27, 1942 Free Museum admission on Memorial Day; current exhibitions and events 45 May 31, 1942 This Week News Letter Lectures and events, programs and schedules 104 June 4, 1942 Gallery of Art Interpretation: 3733 High School Students Look at Paintings, exhibition and survey, final event of three-year program under grant from General Education Board, directed by AIC; display, arranged by AIC curator Helen Mackenzie and Head of Education Department Helen Parker, assisted by Laurance Longley and Florence Arquin 46 June 9, 1942 SAIC Commencement Exercises, addressed by Dean Norman Lewis Rice, Head of Goodman School of Drama Maurice Gnesin, AIC President Potter Palmer, and AIC Vice-President Chauncey McCormick; Traveling Fellowship winners, Frederick Heidel, Richard Bowman, Rufino Silva, Winfield Stampfer, and Rudolph Pen; Glee Club performance under direction of Charles Fabens Kelley, followed by Invocation by Dr. James Madison Stifler, D. D., 47 June 13, 1942 The Room of Chicago Art, opening of special AIC gallery, representing local artists; inaugurating reception and memorial exhibition of works by Leon Garland, biography note 48 June 14, 1942 This Week News Letter Lectures and events, programs and schedules 105 June 28, 1942 This Week News Letter Lectures and events, programs and schedules 106 July 12, 1942 This Week News Letter Lectures and events, programs and schedules 107 July 14, 1942 21st International Exhibition of Water Colors, list of artists, with distribution of art works sold at the show 49 July 15, 1942 Room of Chicago Art: Paintings by Herrmann and Briggs Dyer, exhibition; biography notes 50 July 24, 1942 A Tour through London and Paris, exhibition of prints from 17th C. to 20th C., curated by Carl O. Schniewind of Prints and Drawings Department; works on view 51 July 23, 1942 The Office of Civilian Defense (OCD) Poster Contest, announced by Chairman of the Committee for Artists in Civilian Defense of the Chicago Metropolitan Area and AIC Director Daniel Catton Rich; list of works awarded by Purchasing Committee, and presented by Chicago Mayor Kelly 52 August 3, 1942 Verre de Nevers from 18th-19th C., Mrs. Potter Palmer Collection of glass figurines, exhibition and gift presented to AIC through Antiquarian Society; comments by Curator of Decorative Arts Department Meyric R. Rogers 53 August 11, 1942 Room of Chicago Art: Charles W. Dahlgreen and Joseph Gualtieri, two one-man shows of SAIC alumni, works on view and biography notes 56 August 15, 1942 AIC fact-sheet, and information for Museum visitors in case of air raids, provided by AIC and Office of Civil Defense (OCD) 54 August 16, 1942 This Week News Letter Lectures and events, programs and schedules 108 August 17, 1942 21st International Exhibition of Water Colors; list of works sold; current Fall exhibitions 55 August 17, 1942 21st International Exhibition of Water Colors; list of works sold; current Fall exhibitions 55 August 30, 1942 This Week News Letter Lectures and events, programs and schedules 109 September 2, 1942 SAIC Annual Exhibition, reflecting war effort; and showing works of 1941 SAIC Fellowship winners Eleanor Coen, Charles Buckley, and James Deegan 57 September 7, 1942 Free Museum admission on Labor Day; notes on Fall exhibitions 58 September 9, 1942 53rd Annual Exhibition of American Paintings and Sculpture: Memorial Exhibition of Grant Wood, first retrospective; works on view and lenders 59 September 11, 1942 Room of Chicago Art: Paintings by Raymond Breinin and Joseph Vavak, exhibition; works on view and biography notes 60 September 12, 1942 Gallery of Art Interpretation: Children in England Paint, exhibition of water colors made by school children and documentary photographs of children in war-time England 61 September 13, 1942 This Week News Letter Lectures and events, programs and schedules 110 September 14, 1942 Art in War, exhibition series and gallery opening, announced by AIC Trustees; inaugurating exhibition of works by Barse Miller, lent by LIFE magazine, biography note 63 Pledge of Allegiance to the Flag of the United States by 48 States, Constitution Day Ceremonies held in front of the Washington Statue at AIC main entrance, star sewing ceremony representing State of Illinois, performed by Mrs. Alonzo Newton Benn of National Society of the Daughters of American Revolution (DAR); nation-wide US flag event; Chicago celebrating Constitution Day, proclaimed by Governor Green 66-67 September 16, 1942 Chicago's Constitution Day Program, AIC President Potter Palmer, representing Museum at the U. S. flag ceremony, other organizations and officials 66-67 September 18, 1942 Rediscovering America , free film series, narrated by Katharine Hepburn, Orson Welles, Eleanor Roosevelt, Carl Sandburg, and Frederick March 64 September 21, 1942 Drawings and Illustrations by Susanne Suba, introducing exhibition series of graphic arts in book and magazine illustration, curated by Carl O. Schniewind of Prints and Drawings Department; biography note on the artist 65 September 25, 1942 Between Heaven and Earth, exhibition from Permanent collection, featuring Dutch prints from Clarence Buckingham Collection and prepared by Dr. Hedi Nyhoff, overview of the display in Buckingham Gallery; comments by curator of Prints and Drawings Department Carl O. Schniewind 62 September 27, 1942 This Week News Letter Lectures and events, programs and schedules 111 September 29, 1942 53rd Annual Exhibition of American Paintings and Sculpture, prizes awarded by jury, comprised of Jerry Farnsworth of Urbana, IL, Franklin Watkins of Philadelphia, Acting Director of Carnegie Institute John O'Connor, Jose de Creeft and Oronzio Maldarelli, both of New York, with biography notes 68 October 3, 1942 Room of Chicago Art: Paintings by Felix Ruvolo and Nicola Ziroli, exhibition; works on view and biography notes 69 October 7, 1942 Free Midday Victory Concerts, attendance; schedule of programs 70, 117-145 October 9, 1942 Schedules for Midday Victory Concerts, Gallery Tours, Adventures in the Arts, Gallery Hour for Children, and Rediscovering America Film Program 71 October 11, 1942 This Week News Letter Lectures and events, programs and schedules 112 October 15, 1942 Woodcuts by Max Weber, exhibition of monotypes, executed on honeycomb frames; biography note 72 October 20, 1942 53rd Annual Exhibition of American Painting and Sculpture: Memorial Exhibition of Works by Grant Wood, opening; guest list, including Wood's friends, David Turner and John Steuart Curry 73-77 October 21, 1942 53rd Annual Exhibition of American Painting and Sculpture: Memorial Exhibition of Works by Grant Wood, opening 74-77 53rd Annual Exhibition of American Paintings and Sculpture, prize-winners Edward Hopper, Alfeo Faggi, Peppino Mangravite, Raymond Breinin, Julian Levi, Thelma Slobe, David Bekker, Sidney Laufman, and honorable mentions Charles M. West, Jr., Virginia Cuthbert, Lillian Landis, and Joseph Hirsch, with biography notes; works on view 75-77 October 25, 1942 This Week News Letter Lectures and events, programs and schedules 113 October 29, 1942 Miniature Rooms by Mrs. James Ward Thorne, free lecture and showing of three-dimensional color slides, program sponsored by Artcraft Educational Foundation and conducted by AIC Curator of Decorative Arts Department Meyric R. Rogers 78 November 3, 1942 Room of Chicago Art: Salcia Bahnc and Julio de Diego, exhibition; biography notes 81 November 5, 1942 Great Dutch Masters, exhibition from Dutch national collections, transferred to the U.S.A. for safe-keeping, held under the patronage of Mrs. Franklin D. Roosevelt and Princess Juliana of The Netherlands; proceeds from sales of exhibition catalogue, designated for Queen Wilhelmina Fund and American Women's Voluntary Services providing anti-nazis resistance; comments on Nazi regime by Netherlands Ambassador, Dr. Alexander Loudon 79-80, 82-85 November 7, 1942 This Week News Letter Lectures and events, programs and schedules 114 November 11, 1942 Great Dutch Masters, exhibition included Jan Steen's A Domestic Scene , loaned to AIC by King George VI of England from the Royal Collection, Windsor Castle; remarks by AIC Director Daniel Catton Rich 82 Great Dutch Masters, exhibition, opening address by the Netherlands Ambassador to the U.S., Dr. Alexander Loudon, Dutch and Chicago officials; broadcast by WBBM radio station; general information and catalogue 83 November 12, 1942 Great Dutch Masters, exhibition, general information, related lectures, gallery tours, and complemnting displays The Background of Dutch Painting in the Gallery of Art Interpretation and Dutch Prints: Rembrandt and His Predecessors in Print and Drawing Gallery 84 November 27, 1942 Dutch Prints: Rembrandt and His Predecessors, exhibition from Permanent collection in association with Great Dutch Masters Show, works on view 85 November 28, 1942 Room of Recent Accessions, gifts of Colonel Robert R. McCormick, and from Amy McCormick Memorial Collection: Cezanne's Bathers ; Picasso's Woman with Cats ; Degas' pastel, titled Dancers ; Modigliani's two water colors, titled Caryatid ; Dufy's Vence and Nice ; Derain's Head of a Woman ; Utrillo's Street Scene ; remarks by AIC Director Daniel Catton Rich 87-88 December 1, 1942 Abstractions by Charles Smith, exhibition in Department of Prints and Drawings; note on the artist's technique 86 December 2, 1942 This Week News Letter Lectures and events, programs and schedules 115 December 7, 1942 Room of Chicago Art: Studies for the St. Louis Post Office Murals Executed by Edward Millman and Mitchell Siporin, exhibition, biography notes, SAIC alumni 90 December 9, 1942 Art in War Gallery: Water Colors of the Navy by Vernon Howe Bailey, special exhibition, marking anniversary of Pearl Harbor 89 December 16, 1942 Annual Christmas Festival of Hull House at Goodman Theatre, announcement by President of the Public School Art Society Mrs. Walter S. Brewster; in support of programs in AIC Education Department; list of officials 91 December 17, 1942 This Week News Letter Lectures and events, programs and schedules 116 December 28, 1942 Mural Paintings from the Cave Temples of India in Replica by Sarkis Katchadourian, exhibition; works on view, and biography note 92 January 4, 1943 Retrospective Exhibition of Paintings by Georgia O'Keeffe; comments by AIC Director Daniel C. Rich 93 ",
    "source_updated_at": "2018-05-01T12:51:06-05:00",
    "updated_at": "2025-02-15T23:42:51-06:00",
    "timestamp": "2025-02-16T02:22:17-06:00"
}