{
    "id": 5,
    "api_model": "press-releases",
    "api_link": "https://api.artic.edu/api/v1/press-releases/5",
    "title": "Press Releases from 1943",
    "web_url": "https://www.artic.edu/press/press-releases/5/press-releases-from-1943",
    "copy": " To obtain the full text of any news releases in this index, please contact the Archives at reference@artic.edu or (312) 443-4777.   January 4, 1943 Retrospective Exhibition of Paintings by Georgia O'Keeffe; comments by AIC Director Daniel C. Rich 93 (1942) January 6, 1943 Art in War Gallery: Camouflage for Civilian Defense, exhibition of panels and models produced by Carlos Dyer and prepared by The Museum of Modern Art, New York, in collaboration with Pratt Institute, Brooklyn, and US Army Engineers Board at Fort Belvoir, VA, 1 Free Midday Victory Concert, presented by Illinois Work Projects Administration, programs and schedule 92 January 7, 1943 This Week News Letter Current exhibitions, lectures, events, radio programs, and Goodman Theatre schedules 71 January 11, 1943 Winter Exhibitions: Paintings by Georgia O'Keefe, retrospective, installation conceived by the artist; Religious Folk Art of the Spanish Southwest, works lent by Taylor Museum in Colorado Springs, venue at The Museum of Modern Art in New York 2 January 23, 1943 Governing Members Annual Meeting, presided by AIC President Potter Palmer; report on war-time activities in the Museum by AIC Director of Fine Arts Daniel Catton Rich; financial report by AIC Director of Operations Charles H. Burkholder 3 January 30, 1943 Recent Accessions, exhibition, included Edouard Manet's Still Life with Carp , acquired for L. L. Coburn Collection, Winslow Homer's Croquet Scene and William Harnett's Just Dessert , both gifts of Friends of American Art, Luca Cambiaso's Venus and Cupid , purchased for Munger Collection through McKay Fund, Salvator Rosa's Crucifixion of Polycrates and Polycrates Receives the Fish , purchased from Wentworth Greene Field Museum Fund; recent accessions in Prints and Drawings Department, including works by Toulouse-Lautrec, Georges Rouault, Paul Gauguin, G. B. Tiepolo, Gericault, and Maillol, comments by Carl O. Schniewind 4 February 1, 1943 Gallery of Art Interpretation: Art by Refugee Children, exhibition, artwork for sale to aid war-time hostels for children 5 February 2, 1943 This Week News Letter Current exhibitions, lectures, events, radio programs, and Goodman Theatre calendar 72 February 8, 1943 [ The Education of Cupid by Titian], AIC acquisition, gift of Mrs. Charles H. Worcester, formerly in the Collections of the Earl of Wemyss, Scotland, and Baron von Thyssen in Lugano, Swirzerland; comments by AIC Director Daniel Catton Rich 6 February 13, 1943 47th Annual Exhibition by Artists of Chicago and Vicinity, jury comprised of Burton Cumming of Milwaukee Art Institute, Sidney Laufman of South Carolina, and Freeman Schoolcraft of Chicago; Black Cross by Georgia O'Keefe, AIC acquisition, purchased trough Special Picture Fund 7 February 15, 1943 3rd Annual Exhibition of the Society for Contemporary American Art, works on view and participants, including painting by Jean Helion 8 February 16, 1943 Free Museum admission on Washington's Birthday, related lecture, given by Dudley Crafts Watson 9 February 17, 1943 This Week News Letter Current exhibitions, lectures, events, radio programs, and Goodman Theatre calendar 73 February 18, 1943 Exhibitions in Prints and Drawings Gallery: Prints by Eugene Delacroix, comments by exhibition curator, Reference Assistant in the Department of Prints and Drawings Hugh Edwards; Photographs by Clarence John Laughlin of New Orleans; Introduction to the Department of Prints and Drawings, Permanent collection exhibition 10 February 25, 1943 Hubert Ropp, appointed Acting Dean of SAIC, replacing Norman L. Rice, both SAIC alumni, biography notes; Mr. Rice, commissioned Lieutenant in Naval Reserve 11 March 5, 1943 This Week News Letter Current exhibitions, lectures, events, radio programs, and Goodman Theatre calendar 74 March 11, 1943 47th Annual Exhibition by Artists of Chicago and Vicinity, list of prize-winners with biography notes, Sidney Loeb, Herrmann Dyer, Michael M. Ursulescu, Zsissly (Marvin Albright), Frances Foy, Kenneth Nack, John Goray, Max Kahn, Dorothy J. Bergamo, Charles Umlauf; the press release supplemented with A Letter From a Soldier Who Won a Prize by artist, Sgt. Sidney Loeb 12-14 March 15, 1943 Chester Dale Collection of Modern French Paintings, indefinite loan at AIC; notes on the collection; AIC European Galleries, rearranged under supervision of Mrs. Chester Dale; comments by AIC President Potter Palmer 15-17 March 16, 1943 Notes on special displays: Silk Screen Goes to War, exhibition of silk screen charts, produced under sponsorship of US Army and Navy, overview of installation in Prints and Drawings Gallery; Art in War: Paintings by James Sessions, exhibition of works by the artist in military service 18 March 22, 1943 Road to Victory: A Procession of Photographs of the Nation at War, exhibition, lent by The Museum of Modern Art in New York and directed by photographer assigned by US Navy, Lt. Comdr. Edward Steichen; caption by Carl Sandburg; overview of installation designed by Herbert Bayer; special opening reception, honoring representatives of patriotic and military organizations 19-20 March 26, 1943 The Discovery of Landscape, exhibition of 15th and 16th Century Prints, works on view with comparative photographs 21 March 5, 1943 This Week News Letter Current exhibitions, lectures, events, radio programs, and Goodman Theatre schedules 75 March 30, 1943 Gallery of Art Interpretation: Emotional Design in Modern Painting, exhibition of diagrams and color reproductions, lent by The Museum of Modern Art, New York, prepared in collaboration with Associate Director of Philips Memorial Gallery in Washington, D. C., Mr. C. Law Watkins 22 April 4, 1943 The Kenneth Goodman Memorial Theatre, fellowships and scholarships, offered for AIC School of Drama; notes on production 23 April 6, 1943 22nd International Exhibition of Water Colors, jury comprised of artists Ivan Albright, Edward Hopper, and curator of Whitney Museum of American Art Hermon More, biography notes 24 April 8, 1943 19th Century Chinese Paintings and Rubbings of the Ching Dynasty, both exhibitions made possible by Professor Harley Farnsworth MacNair, marking the gift of the collection to AIC Oriental Art Department, in memory of his wife Florence Ayccough MacNair; works on view 25 April 12, 1943 Julian Levi's Wellfleet Harbor , selected by AIC Committee on Painting and Sculpture as annual gift from Society for Contemporary American Art, comments and biography note; officers elected at the Society meeting 26 April 14, 1943 Prints and Drawing Gallery: Photographs by Walter Peterhans, exhibition of Illinois Institute of Technology (IIT) Faculty member and formerly director of Bauhaus Photography Department; Prints by Stanley Hayter, exhibition, comments by curator of Prints and Drawings Carl O. Schniewind 27 April 14, 1943 This Week News Letter Current exhibitions, lectures, and Goodman Theatre calendar 76 April 15, 1943 Art Through the Ages , publication by Head of SAIC Art History Department Helen Gardner; comments on preparing the third edition of the book and biography note 28 April 19, 1943 20th C. French Paintings, Chester Dale Collection, exhibition, opening reception; galleries redecorated under supervision of Mrs. Chester Dale and AIC Curator of Decorative Arts Department Meyric Rogers; catalogue and notes on the collection 29 April 21, 1943 Thorne Miniature American Rooms, photographs, issued by Three Dimension Corporation in kodachrome stereoscopic slides and presented by Drexel Furniture Company to AIC Lantern Slide Department, custodian Eleanore Collins; comments by Curator of Decorative Arts Department Meyric R. Rogers 30 May 5, 1943 Room of Chicago Art: Paintings by Malcolm Hackett and Michael Ursulescu, exhibition; biography notes 33 Gallery of Art Interpretation: The Art of Fresco Painting, exhibition, panels for demonstration of fresco technique prepared by Edgar Britton 34 May 10, 1943 This Week News Letter Current exhibitions, lectures, and Goodman Theatre schedules 77 May 12, 1943 22nd Annual Exhibition of Water Colors, prize-winners and honorable mentions, Adolf Dehn, Thomas Craig, Saul Levine, Dong Kingman, and James Lechay; annual, featuring one-man shows of William Gropper, John Marin, and Boardman Robinson; biography notes and comments 31-32 May 13, 1943 Chicago Children Paint for War, exhibition, organized by Chicago Public School Art Department, under direction of Elizabeth Wells Robertson 35 May 24, 1943 Free Museum admission on Memorial Day; current exhibitions 36 May 27, 1943 This Week News Letter Current exhibitions 78 June 2, 1943 AIC Scholarship Competition for high school students, list of award winners, announced by SAIC Acting Dean Hubert Ropp 37 June 3, 1943 SAIC Commencement Exercises, presided by AIC Vice-President Chauncey McCormick 38 June 7, 1943 Photographs Without Camera, exhibition of photograms and drawings by George Kepes, organized by Curator of Prints and Drawings Department Carl O. Schniewind 39 June 11, 1943 This Week News Letter Current exhibitions 79 June 14, 1943 Room of Chicago Art: Negro Artists of Chicago, exhibition, list of participants and works on view 40 June 29, 1943 Free Museum admission on Independence Day; current exhibitions 43 July 1, 1943 Art in War: The Army Paints Itself, exhibition by the Army Illustrators of Fort Custer; list of soldiers and officers invited to special press preview 41-42 July 1, 1943 This Week News Letter Current exhibitions 80 July 1, 1943 Goodman Theatre, winners of scholarships and fellowships, announced by Head of the Theatre, Dr. Maurice Gnesin; list with biography notes, Carl H. Fowler, Harold E. Wagenheim, Lloyd M. West, Lloyd Bennett, John A. Padovano, Nicolas J. Reichardt, and Michael H. Krause 44 Quilts and Quilting by Mrs. Bertha Stenge, exhibition, works on view and biography note 45 August 2, 1943 Room of Chicago Art: Paintings by David Bekker and Copeland C. Burg, exhibition; biography notes 46 August 9, 1943 This Week News Letter Current exhibitions 81 August 23, 1943 Annual Exhibition of SAIC Students, featuring paintings from alumni in armed forces; comments by SAIC Acting Dean Hubert Ropp, art in war therapy and rehabilitation 47 August 30, 1943 Free Museum admission on Labor Day; current exhibitions; Catalogue of Walter H. Schulze Gallery of American Art, AIC publication, made possible by Paul Schulze 48 September 1, 1943 This Week News Letter Current exhibitions 82 September 7, 1943 Goodman Theatre School of Drama, opening of third war-time season, activities and reports from alumni in armed forces 49 September 16, 1943 Paintings by Professor Chang Shu-Chi of Chungking, China, US tour exhibition, sponsored by the Chinese Government; Shu-Chi's scroll, titled The Hundred Doves , commissioned by Chinese Generalissimo Chiang Kai-Shek and presented to the US President Roosevelt; water color technique demonstration, given by the artist during AIC showing 50 September 20, 1943 Room of Chicago Art: Paintings by T. A. Hoyer and Julia Thecla; biography notes 51 September 22, 1943 This Week News Letter Current exhibitions 83 September 27, 1943 Prints by Edvard Munch and James Ensor, exhibition organized by curator of Prints and Drawings Department Carl O. Schniewind; lenders and works on view 52-53 October 6, 1943 Gallery of Recent Accessions: Inventions of the Monsters by Salvador Dali, purchased for AIC Joseph Winterbotham Collection, formerly belonging to James T. Soby; press release, included text of Dali's telegram to AIC, commenting on the painting 54 October 8, 1943 Art in War Gallery: Water Colors by Thornton Oakley; biography note 56 October 10, 1943 This Week News Letter Current exhibitions, lectures, film and Goodman Theatre calendar 84 October 11, 1943 54th Annual Exhibition of American Paintings and Sculpture, jury comprised of Bartlett H. Hayes, Jr., Henry Kreis, and Charles Sheeler; biography notes 56-58 October 26, 1943 This Week News Letter Current exhibitions, lectures, film and Goodman Theatre calendar 85 October 27, 1943 54th Annual Exhibition of American Paintings and Sculpture, prize-winners and honorable mentions, with biography notes, O. Louis Guglielmi, George Constant, Julian Levi, Ivan Albright, Boris Gilbertson, Francis Chapin, Edgar Ewing, Don Mundt, Mario C. Ubaldi, Everett Spruce, Marsden Hartley, Joseph Hirsch, and Edouard Chassaing; annual included one-man show of Edward Hopper 56-58 October 30, 1943 Chauncey McCormick, appointed Acting President of AIC, succeeding late Mr. Potter Palmer; Chicago architect John A. Holabird, elected AIC Trustee; biography note about Mr. McCormick and Mr. Holabird 59 November 2, 1943 Room of Chicago Art: Paintings by Max Kahn and Eleanor Coen, exhibition of works done in Mexico; biography notes 60 18th Century Staffordshire Figurines, exhibition from collections of Robert Dunham of Chicago, Frank Stoner and Charles Dunlap, both of New York, and from AIC Collection of Lucy Maud Buckingham 61 November 3, 1943 Antique Shawls From Persia and India, exhibition of 18th and 19th C. textiles, included examples of 19th C. European shawls, woven with machine looms in Paisley of Scotland, Lyon and Paris, adopting Oriental designs 62 November 4, 1943 This Week News Letter Current exhibitions, lectures, film and Goodman Theatre calendar 87 November 8, 1943 Chester Dale, elected Trustee of AIC Board, comments by AIC Vice-President Chauncey McCormick; note about Mr. and Mrs. Chester Dale, AIC Honorary Governing Life Members 63 December 1, 1943 Folk Woodcuts from Poland, exhibition of prints and paper cut-outs, lent by Polish Information Center, New York, Museum of the Polish Roman Catholic Union of America, Chicago, and Marya Werten of Los Angeles; opening reception, featuring Consul-General of Poland, Mr. Karol Ripa 64 December 3, 1943 Work by Convalescent Army and Navy Men from the Gardiner General Hospital, Chicago Beach and the US Naval Hospital at Great Lakes, exhibition; works on view; event arranged in association with Red Cross Project, chairman of AIC exhibition Committee, Mrs. Walter S. Brewster 65 December 4, 1943 Room of Chicago: Group Show of Fritzi Brod, Joshua Kaganove, Alice Mason, and Dan Palumbo; biography notes 66 December 7 and 13, 1943 This Week News Letter Current exhibitions, lectures, and Goodman Theatre calendar 88-89 December 13, 1943 Gallery of Art Interpretation: Island of Bali, Background to War, exhibition, lent by The Museum of Modern Art, New York, and featuring anthropologist study of Gregory Bateson, topics; installation designed by Xanti Schawinsky 67 December 18, 1943 Free Museum admission on Christmas and New Year's Day; list of current exhibitions 68 December 30, 1943 Speak Their Language, US tour exhibition of British and American cartoons, under auspices of American Federation of Arts, organized by The Metropolitan Museum in New York and English Speaking Union; works on view and participants 69 January 7,18, and 24, 1944 This Week News Letter Current exhibitions, lectures, film and Goodman Theatre calendar 91-94 January [10], 1944 Art in War: Paintings of America at War Commissioned for LIFE magazine, US tour exhibition of works by Henry Billings, Aaron Bohrod, Floyd Davis, Peter Hurd, Edward Laning, Tom Lea, Fletcher Martin, Barse Miller, and Paul Sample, works on view 70 ",
    "source_updated_at": "2018-05-01T12:51:06-05:00",
    "updated_at": "2025-02-15T23:42:51-06:00",
    "timestamp": "2025-02-16T02:22:17-06:00"
}