{
    "id": 6,
    "api_model": "press-releases",
    "api_link": "https://api.artic.edu/api/v1/press-releases/6",
    "title": "Press Releases from 1944",
    "web_url": "https://www.artic.edu/press/press-releases/6/press-releases-from-1944",
    "copy": " To obtain the full text of any news releases in this index, please contact the Archives at reference@artic.edu or (312) 443-4777.   January 7, 18, and 24, 1944 This Week News Letter Current exhibitions, lectures, film demonstrations, and Goodman Theatre calendar 91-94 (1943); 52-54 (1944) January [10], 1944 Art in War: Paintings of America at War Commissioned for LIFE magazine, US tour exhibition of works by Henry Billings, Aaron Bohrod, Floyd Davis, Peter Hurd, Edward Laning, Tom Lea, Fletcher Martin, Barse Miller, and Paul Sample, works on view 70 (1943) January 26, 1944 48th Annual Exhibition by Artists of Chicago and Vicinity; jury comprised of artists Donald M. Mattison of Indianapolis and Sylvia Shaw Judson of Chicago, and Dwight Kirsch, Director of the University Art Galleries in Lincoln, NE; list of prize winners with biography notes, Edgar Miller, Margo Hoff, Don Mundt, Thelma Slobe, Mario C. Ubaldi, Clinton King, Wolfgang Behl, Stanley M. Mitruk, and Julio de Diego 1-2 January 22, 1944 Governing Members Annual Meeting, remarks by AIC Vice-President Chauncey McCormick; report by AIC Director of Fine Arts Daniel Catton Rich on collections and acquisitions; loan of Mr. and Mrs. Chester Dale Collection of 20th C. French paintings; Mr. and Mrs. Charles H. Worcester's gift of [Titian's Education of Cupid ] formerly belonging to the Earl of Wemyss in Scotland; Mrs. Chauncey McCormick's gift of 18th C. French furniture; purchase of medieval objects for Lucy Maud Buckingham Memorial Collection; exhibitions at the Art in War Gallery, AIC employees in military service, Art and Skills rehabilitation program in connection with the National Red Cross; report by AIC Director of Operations Charles H. Burkholder on Museum membership and Endowment Fund; SAIC enrollment increase; announcement on elections of AIC President, a successor to the late Mr. Potter Palmer (AIC President from 1925 to 1943); Chauncey McCormick, elected AIC Vice-President in the interum 4-5 January 27, 1944 Recent Accession Gallery, Bust of St. Margaret by Nikolaus Gerhaert of Leyden, formerly belonging to William Randolph Hearst; the bust discovered and attributed by Dr. Oswald Goetz of AIC Decorative Arts Department, shown in AIC after restoration, rendered by Joseph Tenrnbach of New York 6 February 4, 1944 Recent Accession Gallery, important acquisitions of 1943 on view, Robert Hyde of Hyde by John Singleton Copley; watercolors by Karl Hofer, Georges Rouault, Marcel Gromaire, Childe Hassam, Jules Bastien-Lepage, John Marin, Pierre Bonnard, and pastel sketch by Mary Cassatt; Wellfleet Harbor by Julian Levi, A Jovial Man, Portrait by Claude Marie Dubufe, Rape of Europa by Jacques Lipchitz, and On the Seine by Homer Martin; donors listed 7 February 5, 1944 4th Annual Exhibition of Society for Contemporary American Art, participating artists included Salcia Bahnc, Copeland Burg, Leon Garland, Maude Phelps Hutchins, Medard Klein, Martyl, William S. Schwartz, Milton Avery, Eugene Berman, Julio de Diego, Morris Graves, George Kepes, Winifred Lansing, and Alexander Calder; special preview for Chicago newspaper art critics 8 February [14], 1944 This Week News Letter Lectures and events, programs and schedules 55-56 February 18, 1944 Art in War Gallery: Life of Great Lakes, Drawings and Water Colors by Richard Bergere, exhibition, biography note 9 February 21, 1944 This Week News Letter Lectures and events, programs and schedules 57 February 23, 1944 Prints and Drawings Gallery exhibitions: Drawings and Lithographs by George Bellows from Permanent collection, SAIC alumnus, biography note; Color Woodcuts by Louis Schanker, biography note; Rococo: Prints Before the French Revolution 10 March 6, 1944 This Week News Letter Lectures and events, programs and schedules 58 March 22, 1944 Posada: Printmaker to the Mexican People, exhibition lent to AIC by the Mexican government; Gallery of Art Interpretation: Who is Posada?, explanatory display designed by Ludwig Mies van der Rohe; Posada Seminar, Eisenstein and Steinbeck's film screening, AIC publication on Posada with introduction of Mexican art critic Fernando Gamboa, opening Fiesta and Preview featuring Mexican Ambassador and representatives from US State Department 11, 13-14 March 24, 1944 This Week News Letter Lectures and events, programs and schedules 59 March 25, 1944 Sarkis Katchadourian, Mural Paintings from Temples of India, exhibition; comment on the artist's technique and biography note 12 April 3, 1944 Posada Exhibition, general notes; AIC Gallery of Art Interpretation: Who is Posada?, exhibition installation, designed by Ludwig Mies van der Rohe, description; opening Fiesta and Preview for US and Mexican government officials, list of participants and Honorary Committee 11, 13-14 April 4, 1944 Room of Chicago Art: Paintings by Private Don Mundt and Sculpture by Mario C. Ubaldi; biography notes 15 April 7, 1944 Portraiture and Allegory in Medals and Plaquettes of the Renaissance from the Sigmund Morgenroth Collection, exhibition; works on view and AIC publication on the collection, prepared by Ulrich A. Middeldorf and AIC Curator of Decorative Arts Oswald Goetz 16 April 11, 1944 This Week News Letter Lectures and events, programs and schedules 60 April 15, 1944 AIC Director of Fine Arts Daniel Catton Rich, elected President of Association of Art Museum Directors for 1944, replacing Director of The Metropolitan Museum Francis Henry Taylor, comments on the appointment by Chauncey McCormick; former AIC Director Robert B. Harshe as a president of the Association 17 April 18, 1944 Art in War Gallery: Collection of Naval Aviation Paintings, exhibition of works, executed under direction of the US Navy and sponsored by Abbot Laboratories of North Chicago; subject matter of the series 18 April 19, 1944 This Week News Letter Lectures and events, programs and schedules 61 April 27, 1944 AIC Goodman Theatre, announcement on scholarships and fellowships for veterans of World War II for the 1944 term in AIC School of Drama 19 April 28, 1944 This Week News Letter Lectures and events, programs and schedules 62 May 5, 1944 Acting Dean of SAIC Hubert Ropp, appointed Dean of SAIC, replacing Norman L. Rice, commissioned Lieutenant in the US Naval Reserve; biography note about Mr. Ropp; comments by Chairman of AIC School Committee Russell Tyson 20 May 8, 1944 Room of Chicago Art: Paintings by Gertrude Abercrombie and Harold Noecker, exhibition, works on view and biography notes 21 May 10 and 15, 1944 This Week News Letter Lectures and events, programs and schedules 64 May 16, 1944 Prints by George Rouault, exhibition; comments on the artist's technique and biography note 22 May 23, 1944 Announcement by AIC Director Daniel Catton Rich on important exhibitions at AIC, The Art of the United Nations, war-time exhibition representing art from 38 countries; The Hudson River School and the Early Landscape Tradition, first major retrospective, selected by AIC Associate Curator of Painting and Sculpture Frederick A. Sweet 23 May 25, 1944 55th Annual American Exhibition: Water Colors and Drawings; preview and reception for artists and AIC members; list of prize winners with biography notes, Jon Corbino, Karl Zerbe, and Raymond Breinin; jury comprised of AIC Committee on Painting and artists Gifford Beal, Dorothy C. Miller, and Andrew Wyeth; show included three one-man shows featuring E. Berman, J. Corbino, and W. Fett, biography notes 24-25 May 26, 1944 Free Museum admission on Memorial Day; current exhibitions 26 June 2, 1944 Commencement Exercises of SAIC graduation, presided by AIC President Chauncey McCormick; AIC Director Daniel Catton Rich, giving speech The Challenge of Art in the Americas , reporting on study-trip sponsored by Committee on Inter-American Artistic and Intellectual Relations; SAIC Dean Hubert Ropp, presenting diplomas and honors; invocation and benediction given by Rev. Thomas V. Shannon of Lake Forrest, IL, 27 June 5, 1944 This Week News Letter Lectures and events, programs and schedules 65 June 6, 1944 SAIC Dean Hubert Ropp, announcing Traveling Fellowship awards, list with biography notes, Marian Witt, Lois Koenig, and Irvin Burkee 28 June 15, 1944 Embroidery and Its Uses: European-American and Near-Far Eastern, exhibition; general notes on textiles and installation 29 June 16, 1944 This Week News Letter Lectures and events, programs and schedules 66 June 20, 1944 Room of Chicago Art: Water Colors by Rowens Fry and Ethel Spears, exhibition; works on view and biography notes 30 June 24, 1944 Masterpiece of the Month: Edith Cavell (1918) by George Bellows, painting belonging to Mrs. Bellows, exhibition; subject matter of the painting 31 June 27, 1944 Free Museum admission on Independence Day, current exhibitions 32 June 29, 1944 Gallery of Art Interpretation: Close-Up of Tintoretto, explanatory exhibition, installation designed by Georgy Kepes 33 July 1, 1944 Rainey Bennett, workshop at AIC American Water Color Annual exhibition; biography note, SAIC instructor 34 July 5, 1944 This Week News Letter Lectures and events, programs and schedules 67 July 21, 1944 Room of Chicago Art: Paintings by Charles Biesel and J. Jeffrey Grant; biography notes 35 July 27, 1944 This Week News Letter Lectures and events, programs and schedules 68 August 21, 1944 Annual Exhibition by SAIC students, show included works from Junior School; description of exhibition poster, designed by students and instructors of SAIC 36 August 21, 1944 This Week News Letter Lectures and events, programs and schedules 69 [August] 1944 Summer events: AIC visited by Katherine Hepburn, Gary Cooper, Julio de Diego, John Steuart Curry, and editor of the New York Art Digest Peyton Boswell; opening of Mather Fountain Room and reinstallation in Contemporary American Art Galleries; Prints by Toulouse-Lautrec lent to Palacio de Bellas Artes in Mexico City in exchange for Posada Show, exhibition exchange conducted by curator of Prints and Drawings Carl O. Schniewind; comments from the register of The Service Men's Lounge; motion picture series resumed 3 September 6, 1944 This Week News Letter Lectures and events, programs and schedules 70 September 8, 1944 Room of Chicago Art : Work of Kenneth Becker and David Seyler; biography notes 37 September 18 and 29, 1944 This Week News Letter Lectures and events, programs and schedules 72 October 21, 1944 Room of Chicago Art: Paintings by Margo Hoff and George Buehr, biography notes 38 October 24, 1944 This Week News Letter Lectures and events, programs and schedules 73 October 25, 1944 Prints by Jean Francois Millet, exhibition of works presented to AIC by Mrs. Marshall Ludington Brown in memory of Mr. Cyrus Hall McCormick, also included drawings lent by Mrs. John Alden Carpenter, and paintings from Permanent collection 39 October 30, 1944 Art of the United Nations, exhibition; works on view and installation designed by Gyorgy Kepes; list of works and lenders 23, 40-45, 47 November 6, 1944 Gallery of Art Interpretation: From Nature to Art, exhibition, installation by Leland T. Atwood with contribution of Stanley Mitruk 46 November 15, 1944 This Week News Letter Lectures and events, programs and schedules 74 November 25, 1944 AIC event, international chorus concert featuring Polish, Czech, and Greek music, performed by The Echo Chorus, Lyra Singing Society, and San Demetrios Choir, in connection with exhibition titled Art of the United Nations 47 December 6, 1944 Room of Chicago Art: Paintings by Harry Mintz and Kenneth Shopen; biography notes, SAIC alumni 48 December 11, 1944 This Week News Letter Lectures and events, programs and schedules 75 December 15, 1944 The Army at War: A Graphic Record by American Artists, national tour exhibition of paintings and drawings, belonging to US War Department and lent to US Treasury Department, supported by National Committee of Sponsors, headed by Mrs. Franklin Delano Roosevelt; remarks by US Secretary of Treasury Henry Morgenthau, Jr.; exhibition of 20 artists included works by George Biddle, Joe Jones, Reginald Marsh, Henry Varnum Poor, and two Chicago artists Aaron Bohrod and Mitchell Siporin; special opening featuring US Army Band from Camp Ellis, IL, notable guests, received by AIC President Mr. Chauncey McCormick and Mr. Charles F. Glore, a member of National Committee of Sponsors 49-50 December 18, 1944 Free Museum admission on Christmas and New Year's Days; current exhibitions 51 ",
    "source_updated_at": "2018-05-01T12:51:06-05:00",
    "updated_at": "2025-02-15T23:42:51-06:00",
    "timestamp": "2025-02-16T02:22:17-06:00"
}