{
    "id": 7,
    "api_model": "press-releases",
    "api_link": "https://api.artic.edu/api/v1/press-releases/7",
    "title": "Press Releases from 1945",
    "web_url": "https://www.artic.edu/press/press-releases/7/press-releases-from-1945",
    "copy": " To obtain the full text of any news releases in this index, please contact the Archives at reference@artic.edu or (312) 443-4777.   January 2, 1945 The Thorne Rooms in Miniature, European series, returned and shown at AIC after exhibition tour in major US museums; attendance record of the US tour 1 January 10, 1945 Naval Aviation Training Cartoons by Lieutenant Robert Osborn, exhibition, biography note 2 Prints and Drawings by Leopoldo Mendez, exhibition lent by the artist, compared with the 1944 Posada show; biography note 3 January 22, 1945 64th Annual Governing Members Meeting, report by AIC President Chauncey McCormick on the 1944 museum attendance, SAIC enrollment, and gifts given to AIC; report by AIC Director of Fine Arts Daniel Catton Rich on new acquisitions, including prints by Millet given to AIC by Mrs. Marshall Ludington Brown and Chardin's The White Table Cloth , purchased through Mr. and Mrs. L. L. Coburn Fund; Merle J. Trees, elected AIC Trustee 4-5 January 25, 1945 Lucy Maud Buckingham Medieval Collection, special Permanent installation, coordinated by curator of Decorative Arts Meyric Rodger 6 January 27, 1945 5th Annual Exhibition of Society for Contemporary American Art; works on view; artists included Frances Badger, George Keck, Clinton King, Norman MacLeish, Ethel Spears, Julia Thecla, Gertrude Abercrombie, Kenneth Shopen, Francis Chapin, Flora Schofield, Maude Phelps Hutchins, Guglielmi, Hoffman, Mattson, Scharl, Kurt Seligmann, Ben Shan, Zerbe, and Rattner 7 January 29, 1945 The Hudson River School and the Early Landscape Tradition, exhibition, organized by AIC associate curator of Painting and Sculpture Frederick Sweet, catalogue; venue in Whitney Museum, New York; lenders included Mrs. Florence Vincent, William Church Osborn, Frederick Sturges, Jr., Stephen C. Clark, Mrs. Meredith Hare, and Nelson C. White 8 February 21, 1945 Room of Chicago Art: Paintings by Jean Crawford Adams and Laura Van Pappelendam, exhibition; Ms. Adams, SAIC alumnus, and Ms. Pappelendam, SAIC professor, biography notes 9 March 27, 1945 50th Anniversary Exhibition for the Palette and Chisel Academy of Fine Arts; listing of exhibitors and lenders including Saddle and Sirloin Club, Municipal Art League, Institute of American Architects, Mrs. B. E. Sunny, and Mr. Charles H. Worcester 10 April 5, 1945 Gallery of Art Interpretation: Still Life Comes to Life, explanatory exhibition, conceived by Katherine Kuh; sketches and diagrams, designed by Stanley Mitruk 11 April 17, 1945 Modern Art in Advertising, exhibition of designs, commissioned by Chicago's Container Corporation of America; installation by Herbert Bayer of New York; catalogue with introductions by Fernand Leger, AIC Curator of Prints and Drawings Carl Schniewind, and President of the Corporation Walter P. Paepcke 12 May 14, 1945 SAIC Summer curriculum, announcement by SAIC Dean Hubert Ropp on appointment of painter Emil Holzhauer as visiting instructor, the artist's show in SAIC gallery; The Working Methods of Art Education, new class introduced 13 May 23, 1945 The American Craft Tradition in Household Art, 1650-1850, exhibition of the Pilgrim Century furniture and crafts, lent by Dr. and Mrs. Dudley Phelps Sandford of Aiken, SC, comments by AIC Curator of Decorative Arts Meyric Rogers 14 Room of Chicago Art: Paintings by Elsie Jones and Arthur Lidov, exhibition; biography notes, Mrs. Jones working for Red Cross Arts and Skills Program, Mr. Lidov participating in Illinois Art Project 15 Free Museum admission on Decoration Day, May 30, 1945, announced by AIC Director of Finance and Operation Charles H. Burkhoder; current exhibitions 16 May 28, 1945 49th Annual Exhibition by Artists of Chicago and Vicinity; jury comprised of Milton Horn, Laurence Schmeckebier, Boardman Robinson, Ben Stahl and Karl Zerbe; list of prize winners with biography notes, Aaron Bohrod, Martyl, PFC. Kenneth G. Nack, William C. Schwartz, Frank Vavruska, Ivan Albright, Harry Anton Weiner, John David Brcin, Ruth Grotenrath, Joseph Gerald, Robert Long, Abraham Palansky, Rainey Bennett, Harry Mintz, Joseph Martinek, Catherine O'Brien, and Sylvia Shaw Judson; comments by AIC Director Daniel Catton Rich 17-19 June 1945 65th Commencement Exercises at SAIC, featuring designer Russel Wright of New York; ceremony, hosted by AIC President Chauncey McCormick and SAIC Dean Hubert Ropp 20 June 16, 1945 Exhibition in celebration of the 70th birthday of Swedish sculptor Carl Milles, showing works lent by Chicago collectors and the artist, featuring Triton Fountain donated to AIC in 1930 by A. I. Appleton, V. Bendix, C. E. Carson, E.G. Grundstrom, H. Hedman, A. Lindstrom, C. S. Peterson, J. P. Seeberg, N. Shoan, E. P. Strandberg, F. A. Thulin, and R. Wilson 21 July 3, 1945 Room of Chicago Art: Our Fighting Navy, mural by Rudolph Weisenborn, exhibition; artist's comments 22 August 9, 1945 Room of Chicago Art: Paintings by Dorothy Loeb and Antimo Beneduce, biography notes; Dorothy Loeb, SAIC alumnus, 23 August 24, 1945 SAIC Annual Exhibition, installation conceived by SAIC Dean Hubert Ropp and students; record of largest school enrollment in 10 years 24 September 22, 1945 Announcement on AIC major exhibitions for 1945-1946: 56th Annual American Exhibition; George W. Bellows Retrospective; Marc Chagall Exhibition 25 September 24, 1945 Room of Chicago Art: Paintings by Richard Bowman and Russell Woeltz; biography notes 26 October 5, 1945 56th Annual American Exhibition, jury comprised of Director of The Whitney Museum Juliana Force, and painters Reginald Marsh and Raphael Soyer; biography notes 27 October 9, 1945 Art from Sweden, exhibition representing contemporary design in photography; sponsored by SAIC and American Swedish News Exchange of New York 28 October 1945 56th Annual American Exhibition of Oil Paintings, list of prize winners with biography notes, Kenneth Hayes Miller, Edward Hopper, Paul Cadmus, Charles Sheeler, Yasuo Kuniyoshi, Edward Laning, Eldzier Cortor, Grigory Gluckmann, Kay Sage, Raymond Breinin, Richard Bowman, Adams W. Garrett, and Paul Lewis Clemens 29-30 October 27, 1945 Chinese Costumes and Accessories of 17th-19th C., exhibition; overview of installation 31 October 30, 1945 AIC Director of Finance and Operation Charles H. Burkholder, retirement; biography note, forty-four year tenure at AIC; Mr. Burkholder, granted Honorary Degree of Doctor of Fine Arts (SAIC, June 1944), comments by AIC Director of Fine Arts Daniel Catton Rich; co-directorship in AIC 32 November 1, 1945 Room of Chicago Art: George Fred Keck and Samuel A. Marx, exhibition of water colors made by the two architects; biography notes, participants of the 1933-1934 Century of Progress Exhibition 33 November 6, 1945 Drawings of Early Middle Western Buildings by Kenneth Becker, exhibition in Prints and Drawing Gallery; artist's comments 34 November 10, 1945 Threads from Spain: 700 Years of Spanish Textiles, exhibition from Charles Deering Collection, lent by his daughters Mrs. Chauncey McCormick and Mrs. Richard Ely Danielson; comments by AIC Associate Curator of Textiles Mildred Davison 35 November 21, 1945 Katharine Kuh, appointed Curator of The Gallery of Art Interpretation and editor of AIC Bulletin; AIC employment, Mrs. Kuh substituting for Lester B. Bridaham as Counsel of Public Relations Department from 1943 to 1945; Mr. Bridaham, appointed Secretary of the Museum upon his return from the military service; Peter Pollack, appointed Public Relations Counsel; biography notes 36 December 15, 1945 Free Museum admission on Christmas Day; description of artificial Christmas tree, installed at the Michigan entrance; woodcuts from Lucas Cranach's series Martyrdom of the Apostles exhibited; attendance record for the 56th Annual American Exhibition of Oil Paintings, note on popularity of a catalogue, featuring reproduction of Picture of Dorian Gray by Ivan Albright 37 December 17, 1945 Room of Chicago Art: Paintings by Elizabeth Engelhard and May Hardman Gilruth, exhibition; biography notes; Mrs. Engelhard, SAIC alumnus, Mrs. Gilruth participating in Red Cross Arts and Skills Program, established in Chicago by American Red Cross and AIC Assistant Director Charles Fabens Kelley 38 This Week , 1945, nos. 1-17 Current exhibitions, listed by Museum galleries 39-55 ",
    "source_updated_at": "2018-05-01T12:51:06-05:00",
    "updated_at": "2025-02-15T23:42:51-06:00",
    "timestamp": "2025-02-16T02:22:17-06:00"
}