{
    "id": 8,
    "api_model": "press-releases",
    "api_link": "https://api.artic.edu/api/v1/press-releases/8",
    "title": "Press Releases from 1946",
    "web_url": "https://www.artic.edu/press/press-releases/8/press-releases-from-1946",
    "copy": " To obtain the full text of any news releases in this index, please contact the Archives at reference@artic.edu or (312) 443-4777.   January 11, 1946 Paintings, Drawings and Prints by George Bellows, retrospective, biography note, member of SAIC faculty (1919); exhibition lenders included Frederic S. Allen, Chester Dale, Cornelius Vanderbilt Whitney, Stephen C. Clark of New York, Frederick W. Schumacher, Mrs. Henry B. Arnold of Columbus, and Otto Spaeth of Dayton, OH; catalogue with introduction by Bellow's friend Eugene Speicher, and contributions by AIC curators Carl O. Schniewind and Frederick A. Sweet 56-57 January 10, 1946 Gallery of Art Interpretation : Looking at Sculpture, interactive exhibition, curator Katharine Kuh; bronze sculpture of standing woman by Gaston Lachaise, exhibited for the first time 58 January 12, 1946 Outstanding attendance record for 1945, comments by AIC Director Daniel Catton Rich 59 January 24, 1946 Room of Chicago Art: Sculpture and Paintings by Egon P. Weiner and Calvin Albert; biography notes, Mr. Weiner, SAIC instructor (1945), Calvin Albert, SAIC alumnus, 60 February 5, 1946 Drawings Old and New, exhibition of works acquired during the war years through the generosity of Mrs. Tiffany Blake, former Chicago Mayor Carter H. Harrison, Mrs. Potter Palmer, William N. Eisendrath, Jr., and Robert Allerton; works on view, including Gauguin's Tahitian Woman and Giovanni Antonio Guardi's The Masked Ball , acquisitions recommended and examined by AIC curator of Prints and Drawings Carl O. Schniewind, comments and catalogue; Master Drawings and the Museum , complementary lecture, given by Dr. Jakob Rosenberg of The Fogg Museum at Harvard University 61-62 February 18, 1946 Free Museum admission on Washington's Birthday; current exhibitions, including architectural show, sponsored by Chicago Tribune and titled Chicagoland Prize Homes Competition 63 February 20, 1946 50th Annual Exhibition by Artists of Chicago and Vicinity; jury comprised of Humbert Albrizio, Carl F. Gaertner, Edgar P. Richardson, Kurt L. Seligmann, list with biography notes 64, 66-68 March 1, 1946 Modern Ceramics and Woodenware, exhibition of works by Maija Grotell, Gertrud and Otto Natzler, and James Prestini, selected by AIC curator of Decorative Arts Meyric R. Rogers; biography notes; objects in the show offered for sale 65 March 7, 1946 50th Annual Exhibition by Artists of Chicago and Vicinity, list of prize winners with biography notes, Mago Hoff, John Wallace Purcell, Ellen Lanyon, Eldzier Cortor, Gustaf Dalstrom, R. Vale Faro, Max Kahn, Frank Vavruska, Bernard Donley, Joseph S. Young, Abbott L. Pattison, Gertrude Abercrombie, Zsissly, Malcolm Hackett, Karl Nolde, and Felix Ruvolo; comments by AIC Director Daniel Catton Rich 64, 66-68 April 3, 1946 American Art, represented in Tate Gallery, London, loan exhibition organized by National Gallery of Art, Washington, DC; list of 16 oil paintings and water colors, selected from AIC Permanent collection, other US museums contributing to the show; comments by AIC Director Daniel Catton Rich 69 April 10, 1946 Drawings and Paintings by James Nelson Raymond Fund Scholarship Classes, exhibition of student works of AIC Scholarship classes, conducted by Dudley Crafts Watson, George Buehr, Addis Osborne, and Margaret Myers; supervised by Ms. Elizabeth Wells Robertson; classes made possible by Mrs. J. Nelson Raymond beginning 1925; Raymond Breinin, Orson Welles, and Vaclav Vytlacil, recipients of the scholarship 70 April 15, 1946 57th Annual American Exhibition: Water Colors and Drawings, jury comprised of Ogden M. Pleissner, Ben Shahn, and John I. H. Baur, biography notes 71, 76-78, 88 April 19, 1946 Room of Chicago Art: A. Raymond Katz and Irving Kriesberg, two-man exhibition of works based on Old Testament and Hebrew alphabet; works on view and biography notes, SAIC alumni, 72 May 7, 1946 Lithographs by Eleanor Coen, exhibition; works on view and biography note, SAIC alumnus, classes of Boris Anisfeld and Francis Chapin 73 May 10, 1946 AIC Extension Director and Membership Lecturer Dr. Dudley Crafts Watson, honored with Ecuadorian National medal \"Al Merito, en el Grado De Oficial\" by Ambassador, Sr. Galo Plaza; biography note about Dr. Watson 75 May 13, 1946 57th Annual American Exhibition of Water Colors and Drawings; list of winners with biography notes, Carl Gaertner, Karl Mattern, Karl Zerbe, Margaret Balzer, David Fredenthal, Philip Evergood, Kalman Himmel, Eugene Karlin, and Edward Hopper; exhibition included one-man shows of Jacob Lawrence, Alexander Calder, and Karl Zerbe 71, 76-78, 88 May 21, 1946 Masterpieces of English Painting: Hogarth, Constable and Turner, lent by His Majesty The King, and Museums and Collectors of Great Britain, exhibition announcement prior to AIC showing; AIC President Chauncey McCormick and AIC Director Daniel C. Rich, received by the British Foreign Office in London, the loan confirmed; preliminary list of paintings; exhibition committee, appointed by Mr. Ernest Bevin, British Minister of Foreign Affairs, and comprised of Director of the Victoria and Albert Museum Leigh Ashton, Director of the Tate Gallery John Rothenstein, and Director of National Gallery of London Philip Hendy 79, 90-91, 93-95, 97, 100 May 27, 1946 Room of Chicago Art: Paintings by Thelma Slobe and Elli Zimmer, exhibition; biography notes, Ms. Zimmer, SAIC alumnus 80 Gallery of Recent Additions, showing works acquired in 1945: Portrait of a Man by Lucas Cranach, the Elder, gift of Charles and Mary Worcester; The Witch's Sabbath by Cornelis Saftleven, purchased from George F. Porter Fund; Head of an Old Man by Domenico Tiepolo, gift of Mrs. Chauncey McCormick and Mrs. Richard E. Danielson; Horse Prancing by Theodore Gericault, painting formerly belonged to Delacroix, acquired for the Coburn Collection; Gouverneur Morris by Samuel F. B. Morse, purchased from Cyrus McCormick Fund; Woman With a Basket by William Chase, purchased from the Goodman Fund for Friends of American Art; Mother Mexico by Diego Rivera, gift of Mr. and Mrs. Winterbotham; Rapidity of Sleep by Ives Tanguy, acquired for AIC Winterbotham Collection; The Last Supper by David Aronson, gift for the Society for Contemporary Art 81 May 31, 1946 SAIC Commencement Exercises, hosted by AIC President Chauncey McCormick and SAIC Dean Hubert Ropp; event, addressed by textile designer Dorothy Leibes, initiator of Arts and Skills Programs of the American Red Cross; Invocation and Benediction, given by Rev. Robert Bowman Srewart of Wheaton, IL, 82 June 6, 1946 Warsaw Will Live Again: Poland's Capital Before, During and After German Occupation, US tour exhibition of photographs, diagrams, and architectural drawings, organized by Library of Congress, Washington, D. C.; works on view, including design by Chicago city planner Ludwig Hilberseimer, catalogue with foreword by Lewis Mumford; list of sponsors 83 June 29, 1946 Paintings by Pablo Picasso and Georges Braque, exhibition; works on view 85 June 30, 1946 Room of Chicago Art: Paintings by Janet and Murray Jones, and Maurice Ritman, exhibition; biography notes, Murray Jones, SAIC alumnus and recipient of AIC Traveling Fellowship; comments by art critic Emily Genauer of New York 84 July 2, 1946 Free Museum admission on Independence Day; current exhibitions, including exhibition of Andre Kertesz's photographs of Paris before the war 86 July 17, 1946 Etchings by Jacques Maret, exhibition, lent by Maret's friend Frank L. Perley; biography notes, war-time journalism 87 July 31, 1946 57th Annual American Exhibition: Water Colors and Drawings; list of works sold from exhibition, including books illustrated by Alexander Calder 71, 76-78, 88 August 22 1946 SAIC Annual Exhibition, general information and record of faculty and enrollment; display of photographs showing the Junior School 89 August 27, 1946 Masterpieces of English Painting: Hogarth, Constable and Turner, lent by His Majesty The King, and Museums and Collectors of Great Britain, exhibition, made possible by special Act of British Parliament; announcement on arrival of paintings to New York prior to AIC showing, comments by AIC Director Daniel Catton Rich; list of lenders, venue in The Metropolitan Museum, New York 79, 90-91,93-95, 97, 100 September 9, 1946 In the Department of Prints and Drawings: Taller Grafica Popular, exhibition of Mexico's important group of printmakers,including young artists, Arenal, Zalco, Dosamantes, Bracho, Anguiano, Pacheco, Ecobebo, and Mendez; Prints by Josef Albers, exhibition, notes and comments, faculty member of Bauhaus and Black Mountain College 92 September 23, 1946 Masterpieces of English Painting: Hogarth, Constable and Turner, lent by His Majesty The King, and Museums and Collectors of Great Britain, exhibition opening, featuring British Ambassador to the U.S.A., Lord Inverchapel; exhibition installation, catalogue with introduction by Sir Kenneth Clark and dedication to Lord Halifax, British Ambassador to the U.S.A. during the war; venue in The Metropolitan Museum, New York; list of committee members 79, 90-91,93-95, 97, 100 October 4, 1946 Lithographs by Richard Florsheim, exhibition, organized by AIC curator of Prints and Drawings Carl O. Schniewind, catalogue 96 October 26, 1946 Gallery of Art Interpretation: Constable and Turner - Road to Impressionism, explanatory exhibition, complementing major show, titled Masterpieces of English Painting; the display, arranged by the Gallery curator Katharine Kuh and executed by Stanley Mitruk 97 November 11, 1946 Marc Chagall: Paintings, Prints and Drawings, retrospective exhibition, organized by AIC and The Museum of Modern Art, New York, list of lenders, installation designed by Chicago artist Raymond Breinin, catalogue with essays by James Johnson Sweeney and AIC Curator of Prints and Drawings Carl O. Schniewind 98-99 December 9, 1946 Masterpieces of English Painting: Hogarth, Constable and Turner, lent by His Majesty The King, the Museums and Collectors of Great Britain, exhibition extended, attendance record 79, 90-91,93-95, 100 December 16, 1946 Prints by Edouard Vuillard, exhibition of works donated to AIC by Mr. and Mrs. Walter S. Brewster; Monotypes and Drawings by John Kashdan, exhibition, organized by curator of Prints and Drawings Carl O. Schniewind, biography note about Mr. Kashdan 101 December 19, 1946 Free Museum admission on Christmas and New Year's Day, and holiday events 102 Room of Chicago Art: Emil Zettler Memorial Exhibition; works on view, including bust of Dr. Frederick Stock, lent by Chicago Symphony; biography notes about Mr. Zettler, SAIC alumnus, Head of the AIC School of Industrial Art, designer of medal for the Century of Progress Exhibition and AIC Logan Medal, participant of various AIC Annuals; comments by AIC Assistant Director Charles Fabens Kelley and Associate Curator of Painting and Sculpture Frederick A. Sweet 105 December 27, 1946 Tapestry: The Weaver's Pictorial Technique, exhibition of tapestries from Egypt, France, Sweden, Italy, China, and Peru; tapestry techniques and history, comments 103 Greek and Turkish Embroideries, lent by Burton Y. Berry, exhibition, comments on the collection 104 ",
    "source_updated_at": "2018-05-01T12:51:06-05:00",
    "updated_at": "2025-02-15T23:42:51-06:00",
    "timestamp": "2025-02-16T02:22:17-06:00"
}