{
    "id": 9,
    "api_model": "press-releases",
    "api_link": "https://api.artic.edu/api/v1/press-releases/9",
    "title": "Press Releases from 1947",
    "web_url": "https://www.artic.edu/press/press-releases/9/press-releases-from-1947",
    "copy": " To obtain the full text of any news releases in this index, please contact the Archives at reference@artic.edu or (312) 443-4777.   January 16, 1947 Portrait of a Venetian noblewoman by Paolo Veronese, from Chester Dale Collection, exhibited at AIC Grand Staircase 106 Outstanding attendance record for 1946, including report on numbers of visitors to major exhibitions: Masterpieces of English Painting: Hogarth, Constable, Turner; Marc Chagall Exhibition; George Bellows Retrospective; Chicago Tribune Sponsored Show of Chicagoland Prize Homes Competition, and displays in Thorne Rooms and Prints and Drawings Gallery 107 January 27, 1947 Modern Illustrated Books: A Collection in the Making, exhibition of books, illustrated by Rouault, Picasso, and Matisse, and purchased as memorial to Lt. Col. A. Peter Dewey and Kay Goodman King; coordinated by curator of Prints and Drawings Carl O. Schniewind, works on view 108 January 30, 1947 Antique Oriental Rugs, exhibition, organized by curator of Oriental Art Charles Fabens Kelley and lent by major American museums, galleries and collectors, including John D. Rockefeller, Jr., J. Paul Getty, J. V. McMillan, A. U Dilley, Marshall Field's and Co., Sarkis H. Nahigian, and Pushman Bros.; rug making demonstration, exhibition notes, catalogue 109-110 February 19, 1947 Room of Chicago Art: Water Colors by Charles L. Schucker and Earl C. Gross, exhibition; biography notes 111 March 6, 1947 Charles H. and Mary F. S. Worcester Collection, gift to AIC; selection of paintings shown in Room of Recent Additions; announcement and comments by AIC President Chauncey McCormick; notes on collecting and list of works presented to AIC 112-114 [March 1947] Henri Moore, exhibition organized in collaboration with The Museum of Modern Art, New York; sculptures shown in special installation, including Moore's Shelter series of drawings 115, 119-120 March 21, 1947 War's Toll of Italian Art, exhibition of photographs and restored art fragments, organized by American Committee for Restoration of Italian Monuments in collaboration with The Metropolitan Museum, New York; statement by the Committee; exhibition comments and notes 116 March 26, 1947 UNESCO art programs meeting, held at AIC and addressed to the artists of Chicago by AIC Director Daniel Catton Rich and H. Harvard Arnason of the University of Chicago, both participating in US National Committee for UNESCO; meeting, coordinated by Chairman of Educational Committee for Artists League of the Midwest Freeman Schoolcraft 117 March 27, 1947 Room of Chicago Art: Paintings by Martyl and Joyce Wahl Treiman, exhibition; biography notes 118 April 4, 1947 Henri Moore, exhibition organized in collaboration with The Museum of Modern Art, New York; notes on Moor's air ride shelter sketch books; installation by Daniel Brenner 115, 119-120 April 17, 1947 51st Annual Exhibition by Artists of Chicago and Vicinity: jury comprised of Albert Christ-Janer, Philip Guston, Mauricio Lasansky, and John Rood, biography notes 121 April 25, 1947 SAIC Annual Fashion Show of student works, done in Dress Design classes of Cornelia Stekl and Edward Evans; show hosted by merchandising counselor Kay Ratto 122 May 2, 1947 Prints by Mauricio Lasansky and His Students, exhibition of Iowa University Print Group; comments by AIC curator of Prints and Drawings Carl O. Schniewind 123 May 10, 1947 7th Annual Exhibition of the Society for Contemporary American Art; artists included Alexander Archipenko, Alexander Calder, Joseph Albers, George Grosz, Harold Haydon, Laura van Pappeledam, Koren der Harootian, Robert B. Howard, Sylvia Shaw Judson, Marion Perkins, Maud Phelps Hutchins, Raymond Breinin, A. Raymond Katz, Felix Ruvolo, Kenneth Shopen, Vicci Sperry, Joyce Treiman, Eugene Berman, Karl Knats, Kurt Seligman, and Karl Zerbe; member's preview and annual meeting, list of officers 124 May 12, 1947 66th Annual Meeting of AIC Governing Members, featuring preview of Winterbotham collection; the Winterbotham family attending luncheon meeting; comments on AIC collection development and works acquired according to the Winterbotham plan 125-126 May 26, 1947 SAIC Foreign Travel Fellowships, awarded to Eldon Danhausen, Joan Mitchell, Thomas A. Guba, Jo Ann Hambrick, list with biography notes 127 June 4, 1947 51st Annual Exhibition by Artists of Chicago and Vicinity; list of winners with biography notes, Mitchell Siporin, Galya Pillin, Lester O. Schwartz, Aaron Bohrod, Felix Ruvolo, Joan Mitchell, Frank Vavruska, Stanley Mitruk, Egon Weiner, Sylvia Shaw Judson, John E. Stewart, George Buehr, Ellen Lanyon, Eleanor Coen, and Miyoko Ito 128-130 June 9, 1947 67th Commencement exercises for SAIC, hosted by AIC President Chauncey McCormick and SAIC Dean Hubert Ropp; featuring lecture on scenic design, given by Lee Simonson; Invocation and Benediction by Rev. Robert Bowman Stewart of Wheaton, IL, 131 June 19, 1947 Room of Chicago Art: Freeman Schoolcraft and Samuel Greenburg, exhibition, biography notes; Mr. Schoolcraft, disciple of Lorado Taft 132 June 22, 1947 Gallery of Art Interpretation: Explaining Abstract Art, exhibition, conceived by curator of the Gallery Katharine Kuh in collaboration with SAIC instructor Kathleen Blackshear; description of installation 133 June 30, 1947 Recent Acquisitions: Prints and Drawings, exhibition in tree galleries showing modern European prints including German expressionist prints from the collections of Mrs. William A. Nitze and Mr. Henry Regnery; the Tiepolos' Etchings; Frank B. Hubachek Collection, gift to AIC 134 August 28, 1947 SAIC Annual Exhibition of Industrial Design Department; 1946-47 enrollment and statistics 135 September 9, 1947 Society for Contemporary American Art: Moholy-Nagy Memorial Exhibition; biography note, Moholy-Nagy in Chicago; works on view, catalogue by AIC Curators Carl O. Schniewind and Katharine Kuh 137 September 18, 1947 58th Annual American Exhibition of Painting and Sculpture: Abstract and Surrealist Work, selected and organized by AIC curators Frederick Sweet and Katharine Kuh; notes on exhibition; jury comprised of Alfred Barr of Metropolitan Museum, Gyorgy Kepes, and Henry R. Hope of Indiana State University 138, 141-143 October 7, 1947 Two Cities: Planning in North and South America, exhibition of photographs, wall charts, architectural models and drawings, introducing the slum clearance program for Chicago and Rio de Janeiro; venue in The Museum of Modern Art, N.Y., 139 October 24, 1947 Room of Chicago Art: Paintings by Flora Schofield and Eileen Mehigan, exhibition; biography notes 140 November 5, 1947 58th Annual American Exhibition of Painting and Sculpture: Abstract and Surrealist Work, selected and organized by AIC curators Frederick Sweet and Katharine Kuh; list of prize-winners with biography notes, Rico Lebrun, William Baziotes, Eugene Berman, Keith Martin, Alexander Calder, Theodore Rozak, Attillio Salemme, Boris Margo, Morris Graves, Harry Bertoia, Serge Chermayeff, Richard Koppe, and Harry C. Fockler 138, 141-143 November 24, 1947 Prints and Drawings Department, showing three exhibitions: Photographs by Walker Evans; Graphic Circle of Boris Margo, Raymond Jordan, Kurt Seligman, Julio de Diego, Louis Schanker, Josef Albers, Adolph Gottlieb, Werner Drews, and Joseph Scharl; Japanese Primitives Exhibition 144 December 8, 1947 Room of Chicago Art: Paintings and Sculpture by John Fabion and Abbott Pattison, exhibition; biography notes, SAIC Faculty members 145 ",
    "source_updated_at": "2018-05-01T12:51:06-05:00",
    "updated_at": "2025-02-15T23:42:51-06:00",
    "timestamp": "2025-02-16T02:22:17-06:00"
}