{
    "id": "0a0f2826-2417-548d-a0ff-c44a39c21917",
    "api_model": "event-occurrences",
    "api_link": "https://api.artic.edu/api/v1/event-occurrences/0a0f2826-2417-548d-a0ff-c44a39c21917",
    "title": "Luminary Exhibition Celebration: Frida Kahlo's Month in Paris",
    "event_id": 6088,
    "short_description": "Luminary are invited to hear from Jill Bugajski and Caitlin Haskell on the entwined legacies of artists Frida Kahlo and Mary Reynolds, who navigated Surrealism, identity, and cross-cultural exchange during a pivotal moment in history.",
    "description": "<p><a href=\"/exhibitions/10397/frida-kahlo-s-month-in-paris-a-friendship-with-mary-reynolds\" rel=\"noopener noreferrer\"><em>Frida Kahlo’s Month in Paris: A Friendship with Mary Reynolds</em></a> offers a rare and captivating look at Kahlo's transformative trip across the Atlantic in 1939. Featuring a collection of works from her first solo exhibition, intimate letters, and rare objects from her friendship with bookbinder Mary Reynolds, the exhibition offers a window into Kahlo’s exploration of Surrealism and the evolution of her artistry.</p><p>Join Jill Bugajski, executive director of the Research Center, and Caitlin Haskell, Gary C. and Frances Comer Senior Curator of Modern and Contemporary Art, for an insightful conversation focused on Kahlo and Reynolds's pivotal friendship.&nbsp;<br class=\"softbreak\"></p><p>This event is open exclusively to Luminary members. Please note that it occurs when the museum is closed to the public, and registered guests will be provided with entry instructions in advance of the program.<br class=\"softbreak\"></p><p><strong>Contact Us</strong></p><p>Interested in joining Luminary? Please reach out to us at luminary@artic.edu or (312) 443-3735 to begin enjoying the benefits of membership in this dedicated community of art enthusiasts, including exclusive opportunities with artists and curators, behind-the-scene tours, VIP tickets, and invitations to travel.</p>",
    "image_url": "https://artic-web.imgix.net/6c83ea2a-7518-4c9b-a4ab-aad3d9491c6a/KR03_P64-Web72ppi%2C2000px%2CsRGB%2CJPEG.jpg?rect=0%2C186%2C1647%2C926&auto=format%2Ccompress&q=80&fit=crop&crop=faces%2Ccenter&w=1200&h=675",
    "is_private": false,
    "start_at": "2025-04-22T18:00:00-05:00",
    "end_at": "2025-04-22T20:00:00-05:00",
    "location": "The Modern Bar and Galleries 289–290",
    "button_url": "https://sales.artic.edu/Events/Event/29674?date=4/22/2025",
    "button_text": "Register",
    "button_caption": "<p>$60 per person. Contact luminary@artic.edu to register.</p>",
    "source_updated_at": "2025-02-12T16:34:40-06:00",
    "updated_at": "2025-02-15T23:27:05-06:00",
    "timestamp": "2025-02-16T02:22:16-06:00"
}