{
    "id": "0a934855-6754-5655-8fc9-a962c626a44a",
    "api_model": "event-occurrences",
    "api_link": "https://api.artic.edu/api/v1/event-occurrences/0a934855-6754-5655-8fc9-a962c626a44a",
    "title": "Mindful Looking",
    "title_display": "Mindful Looking",
    "event_id": 6195,
    "short_description": "Bring mindful attention to your museum visit during this monthly program combining close looking and meditation with artworks in the collection.",
    "description": "<p>Bring mindful attention to your museum visit during this monthly program combining close looking and meditation with artworks in the collection. A mindfulness practice invites you to cultivate nonjudgmental awareness of the present moment and pay closer attention to the world around you. In the museum, a space filled with objects often imbued with deep meaning, the practice can be especially grounding.</p><p>This 45-minute program will offer opportunities to reflect, contemplate, and engage deeply with an artwork and your own internal experience.&nbsp;Our trained museum educator will first facilitate close looking and discussion of an artwork followed by a guided meditation reflecting upon a theme presented each session. All are welcome; no prior experience with meditation is required. Stools will be provided.</p><p>Can't make this one? See all dates for our Mindful Looking series <a href=\"/events?program=100\" rel=\"noopener noreferrer\">here</a>. <br class=\"softbreak\"></p><h2>about the educator</h2><p>Marielle Epstein is the assistant director of Interpretation at the Art Institute of Chicago. In this role, she supports the visitor experience by developing exhibition texts, learning tools, and gallery narratives. Her work is informed by the time she spends with visitors in the galleries leading tours and public programs. She believes that each artwork is a springboard for inspiring, challenging, and dynamic conversations which create opportunities for connection and change.<span id=\"docs-internal-guid-b878147f-7fff-da92-b6fc-672c4d2fc1d8\" class=\"ql-anchor\"><br class=\"softbreak\"><br class=\"softbreak\"></span>Before joining the Interpretation department, she held curatorial research and educational positions at the Art Institute, as well as at other international and local institutions and organizations. She holds an M.A. in the History of Dress, and a B.A. in the History of Art and French Studies.<br class=\"softbreak\"></p>",
    "image_url": "https://artic-web.imgix.net/d37df087-c341-4641-aecd-e022af3a7109/IM031265_006-int.jpg?rect=0%2C63%2C3000%2C1688&auto=format%2Ccompress&q=80&fit=crop&crop=faces%2Ccenter&w=1200&h=675",
    "is_ticketed": false,
    "is_private": false,
    "is_sales_button_hidden": false,
    "start_at": "2025-09-18T12:00:00-05:00",
    "end_at": "2025-09-18T13:00:00-05:00",
    "on_sale_at": null,
    "off_sale_at": null,
    "location": "Meet in Griffin Court",
    "button_url": null,
    "button_text": "Buy Tickets",
    "button_caption": "<p>Free with museum admission; no registration required.<br class=\"softbreak\"></p>",
    "source_updated_at": "2025-05-20T15:49:53-05:00",
    "updated_at": "2025-08-04T23:28:18-05:00",
    "timestamp": "2025-08-05T15:53:53-05:00"
}