{
    "id": "a04979c9-486e-52ed-914b-ca947900feaa",
    "api_model": "event-occurrences",
    "api_link": "https://api.artic.edu/api/v1/event-occurrences/a04979c9-486e-52ed-914b-ca947900feaa",
    "title": "Gallery Tour (Wednesday at 3:00, Modern Wing start)",
    "title_display": "Gallery Tour",
    "event_id": 6152,
    "short_description": "Looking for a good place to start your museum visit? Join a knowledgeable guide for a tour of museum icons and lesser-known treasures. This tour starts in the Modern Wing's Griffin Court.",
    "description": "<p>Looking for a good place to start your museum visit? Join a knowledgeable guide for a tour of museum icons and lesser-known treasures. During this participatory experience, you’ll connect with artworks and share your ideas with fellow visitors. Most tours are around 45 minutes. All are welcome—whether this is your first time in an art museum or your one hundred and first.</p><p><strong>This tour starts in the Modern Wing's Griffin Court. Please be sure to arrive on time as tours begin promptly.</strong></p><p>Gallery tours take place every day the museum is open. <a href=\"/events?type=6\" rel=\"noopener noreferrer\">See all upcoming gallery tours</a>. Please note that in-person tours may be canceled or postponed due to unforeseen circumstances.</p><p>If you have any questions about programming, please reach out to&nbsp;<a href=\"mailto:museum-programs@artic.edu\" rel=\"noopener noreferrer\">museum-programs@artic.edu</a>. For questions related to accessibility accommodations, please email&nbsp;<a href=\"mailto:access@artic.edu\" rel=\"noopener noreferrer\">access@artic.edu</a>.&nbsp;</p><p><strong>Learn More about Gallery Tours</strong></p><p><strong>What artworks do we talk about?<br class=\"softbreak\"></strong>Most tours will visit 3-5 artworks to provide ample time for discussion. Educators decide which artworks to include based on their current research and the artwork’s potential to inspire curiosity and conversation. Your tour guide will highlight artworks by sharing stories and context and by encouraging the group to look closely and find fresh interpretations, even of objects we may have seen many times.&nbsp;</p><p>While tours cover a wide range of galleries across the museum, those tours beginning by the tours sign at the Woman’s Board Grand Staircase are most likely to visit galleries devoted to Arts of Europe: Painting and Sculpture, Arts of Europe and Arms and Armor, Arts of China, Japan, and Korea, Arts of Africa, Arts of the Americas 4000 BCE-Present, and Photography and Media.&nbsp;</p><p>Tours beginning in Griffin Court are most likely to visit galleries devoted to Modern and Contemporary Art, Architecture and Design, Arts of the Greek, Roman, and Byzantine Worlds, Arts of the Americas 1650–1950, Arts of Ancient Egypt, and Textiles.</p><p><strong><span id=\"docs-internal-guid-dd429d39-7fff-e6b6-ff43-1baa40d6f402\" class=\"ql-anchor\"><br class=\"softbreak\"></span>What happens on a participatory tour?<br class=\"softbreak\"></strong>In addition to sharing thought-provoking stories and information about works of art, the educator will make space for participants to share ideas throughout the conversation as a means of tapping into the collective wisdom of our community. Educators will ask questions and prompt a variety of voluntary interactive responses to foster a rich discussion informed by research, observation, and lived experience.</p><p><strong><span id=\"docs-internal-guid-dd429d39-7fff-e6b6-ff43-1baa40d6f402\" class=\"ql-anchor\"><br class=\"softbreak\"></span>Who leads gallery tours?<br class=\"softbreak\"></strong>Gallery tours are led by members of the Art Institute staff as well as artists, external partners, and educators who are deeply knowledgeable about art, the Art Institute collection, and creative practice. They are dynamic presenters trained to connect people with art in ways that are fun, accessible, thought-provoking, and relevant to our everyday lives. Educators love discussing art and design their own tours so that each experience is unique and enriched by the interests of the educator and our visitors. </p><p><strong>What else can I expect?</strong>&nbsp;<br class=\"softbreak\">Tours start promptly so you will need to give yourself time to find the meeting location. 1:00 tours start on the first floor (US) by the Grand Staircase, which is closest to the Michigan Avenue entrance. The meeting spot is by the glass doors on the East side of the staircase. 3:00 tours begin on the first floor of Griffin Court in the Modern Wing, which is closest to the Monroe Street entrance. Both meeting spots are marked with signs. Meeting spots are also indicated by flags in the Visitor Guide museum map.&nbsp;</p><p>Tours involve leading a group of visitors (10-40) through the galleries. At times we are able to split tours in half to manage group size. Participants with larger groups may need to adjust their spot in the group to hear the guide and see an artwork.</p><p>Elevators are available throughout the museum. Guides will help anyone who may want an elevator, including walking individuals to the elevators when appropriate. ASL interpretation and/or assisted listening devices are available upon request at&nbsp;<a href=\"mailto:museum_interpretation@artic.edu\" rel=\"noopener noreferrer\">museum_interpretation@artic.edu</a>. </p><p>Assisted listening devices are limited and available on a first come, first served basis. Requests must be made at least two weeks in advance.&nbsp;<strong><span id=\"docs-internal-guid-90df41ac-7fff-146c-6cfe-0ee73a070b09\" class=\"ql-anchor\"><br class=\"softbreak\"></span></strong></p>",
    "image_url": "https://artic-web.imgix.net/null86f35bed-1e19-4a92-9fcf-cedb3b8126c7/IM031265_502-int.jpg?rect=0%2C188%2C3000%2C1688&auto=format%2Ccompress&q=80&fit=crop&crop=faces%2Ccenter&w=1200&h=675",
    "is_ticketed": false,
    "is_private": false,
    "is_sales_button_hidden": false,
    "start_at": "2025-10-15T15:00:00-05:00",
    "end_at": "2025-10-15T15:45:00-05:00",
    "on_sale_at": null,
    "off_sale_at": null,
    "location": "Meet in Griffin Court",
    "button_url": null,
    "button_text": "Buy Tickets",
    "button_caption": "<p><strong>Free with museum admission</strong><br>Tours begin promptly at 3:00.<br></p>",
    "source_updated_at": "2025-06-05T13:55:25-05:00",
    "updated_at": "2025-08-04T23:28:16-05:00",
    "timestamp": "2025-08-05T15:53:53-05:00"
}