{
    "id": "a06cedab-3840-5328-be77-fafa85f46ecb",
    "api_model": "event-occurrences",
    "api_link": "https://api.artic.edu/api/v1/event-occurrences/a06cedab-3840-5328-be77-fafa85f46ecb",
    "title": "Visita Guiada (Sábado)",
    "title_display": "Visita Guiada en Español",
    "event_id": 5684,
    "short_description": "¿Quieres explorar el museo, pero no sabes por dónde empezar? Únete a un guía experto para un recorrido de 45 minutos sobre obras de arte icónicas y otros tesoros menos conocidos del museo. Este recorrido comienza en el Ala Moderna de Griffin Court.",
    "description": "<p>¿Quieres explorar el museo, pero no sabes por dónde empezar? Únete a un guía experto para un recorrido de 45 minutos sobre obras de arte icónicas y otros tesoros menos conocidos del museo. Durante esta experiencia participativa, conectarás con obras de la colección y compartirás pensamientos e ideas con otros visitantes. Todas las personas son bienvenidas–ya sea tu primera visita o la ciento uno.</p><p><strong>Este recorrido comienza en el Ala Moderna de Griffin Court. Por favor llega a tiempo ya que los recorridos comienzan puntualmente.</strong></p><p>Las visitas guiadas se llevan a cabo todos los viernes y sábados. <a href=\"/events?type=6\" rel=\"noopener noreferrer\">Ve todos los recorridos aquí.</a> Los recorridos presenciales pueden ser cancelados o pospuestos debido a circunstancias imprevistas.</p><p>Si tienes alguna pregunta sobre los programas, por favor comunícate a <a href=\"mailto:museum-programs@artic.edu\" rel=\"noopener noreferrer\">museum-programs@artic.edu</a>. Para preguntas sobre accesibilidad y adecuaciones, por favor envía un correo a <a href=\"mailto:access@artic.edu\" rel=\"noopener noreferrer\">access@artic.edu</a>.</p><h2><strong>Conoce Más sobre las Visitas Guiadas</strong></h2><p><strong>¿Sobre qué obras de arte hablaremos?</strong></p><p>Todos los objetos en nuestra colección son dignos de reconocimiento. Tu guía resaltará obras de arte proporcionando información y alentando al grupo a mirar con detenimiento para crear nuevas interpretaciones, aún sobre objetos que hemos visto varias veces.&nbsp;Las visitas guiadas son oportunidades para enfocar tu atención en obras de arte que inspiren una discusión de valor.</p><p><strong>¿Qué sucede en un recorrido participativo?</strong></p><p>Además de contar historias que invitan a la reflexión y proporcionar información sobre las obras de arte, nuestros educadores crean espacio para que los participantes compartan sus ideas con el propósito de contribuir al la sabiduría colectiva de nuestra comunidad. Los guías harán preguntas que generen una variedad de respuestas interactivas para fomentar una discusión informada por la investigación, la observación y experiencias propias. ¡Aprendemos más cuando lo hacemos juntos!</p><p><strong>¿Quién dirige las visitas guiadas?</strong></p><p>Las visitas guiadas son dirigidas por personal del Instituto de Arte, así como por artistas, socios externos y educadores que tienen un conocimiento profundo sobre el arte, la colección del Instituto de Arte y la práctica creativa. Son presentadores dinámicos capacitados para conectar a las personas con el arte de manera divertida, accesible, reflexiva y relevante para nuestra vida cotidiana. Los educadores aman hablar de arte y diseñan sus propios recorridos, haciendo que cada experiencia sea única y se enriquezca gracias a los intereses del facilitador y nuestros visitantes.&nbsp;</p><p><strong>¿Qué esperar durante la visita guiada?</strong><br class=\"softbreak\"><br class=\"softbreak\">Las Visitas Guiadas comienzan puntualmente, por lo que necesitarás darte tiempo para encontrar el punto de encuentro. Las Visitas de la 1:00 PM comienzan en el primer piso (planta baja) junto a la Gran Escalera, cerca de la entrada de Av. Michigan. El punto de encuentro se encuentra junto a las puertas de vidrio en el lado este de la escalera. Las Visitas de las 3:00 PM comienzan en el primer piso (planta baja)&nbsp;de Griffin Court en el Ala Moderna, que está cerca de la entrada de la Calle Monroe. Ambos puntos de encuentro están señalizados. Los puntos de encuentro también están indicados por banderas en el mapa del museo en las Guías para Visitantes.</p><p>En las Visitas se guían al grupo de visitantes (de 10 a 40 personas) a través de las galerías. En ocasiones, podemos dividir a los participantes en dos grupos para tener grupos más pequeños. Los participantes en grupos concurridos pueden necesitar ajustar su posición en el grupo para escuchar al guía y ver las obras de arte.</p><p>Hay ascensores disponibles en todo el museo. Los guías ayudarán a cualquier persona que desee utilizar un ascensor a ubicar el más cercano o acompañar a las personas en los ascensores cuando sea necesario.</p><p><strong>Please note this gallery tour is given entirely in Spanish.</strong></p>",
    "image_url": "https://artic-web.imgix.net/519d3dd0-b443-4e99-bb98-5190db3f7f43/20191126_1209092.jpg?rect=0%2C244%2C2737%2C1543&auto=format%2Ccompress&q=80&fit=crop&crop=faces%2Ccenter&w=1200&h=677",
    "is_ticketed": false,
    "is_private": false,
    "is_sales_button_hidden": false,
    "start_at": "2025-11-01T14:00:00-05:00",
    "end_at": "2025-11-01T14:45:00-05:00",
    "on_sale_at": null,
    "off_sale_at": null,
    "location": "Encuéntranos en Griffin Court, que está en el Ala Moderna.",
    "button_url": null,
    "button_text": "Buy Tickets",
    "button_caption": "<p><strong>Sin costo con boleto de admisión</strong></p><p>Los recorridos comienzan puntualmente a las 2:00</p>",
    "source_updated_at": "2025-06-05T14:05:27-05:00",
    "updated_at": "2025-08-04T23:27:48-05:00",
    "timestamp": "2025-08-05T15:53:53-05:00"
}