{
    "id": "a7737e10-cfa0-51ad-bdc3-bf2b2fc6abe3",
    "api_model": "event-occurrences",
    "api_link": "https://api.artic.edu/api/v1/event-occurrences/a7737e10-cfa0-51ad-bdc3-bf2b2fc6abe3",
    "title": "Gallery Conversation: Windows to Another World (Mar 21)",
    "event_id": 6096,
    "short_description": "Can a window act as a portal to another world? Can it connect time, space, and memory? Join us for a peek into the collection as we explore the world of windows.",
    "description": "<p>Can a window act as a portal to another world? Can it connect time, space, and memory? Join members of our Interpretation team for a gallery conversation and art-making workshop exploring the world of windows, from stained-glass artworks to broader interpretations. </p><p>Materials and seating will be provided. No experience is necessary. <br class=\"softbreak\"></p><h2>what to expect</h2><p>Participants may come and go as they please during this event. We will visit three artworks, spending roughly 20 minutes at each work, and will move from Gallery 144 through the Impressionism galleries to Gallery 245 and end in Modern Wing Gallery 391. Participants are encouraged to reflect in drawing or writing to artworks the facilitators present or other nearby works of their choosing. Some prompts will be provided. We will spend time in reflection and sharing. Art-making and writing materials will be provided, and no experience is necessary.</p><p>While walking distances between galleries is considerable, evelators will be available, and stools will be provided at each location. A limited number of assisted-listening devices will be available for use, and verbal descriptions of featured artworks will be presented at the start of each session. ASL interpretation is also available upon request at <a href=\"mailto:museum_interpretation@artic.edu\" rel=\"noopener noreferrer\">museum_interpretation@artic.edu</a>. Please provide at least two weeks' notice for ASL interpretation.&nbsp;</p><h2><strong>About the Speakers</strong></h2><p><strong>Ruby Bassford (they/them)</strong>&nbsp;is an interdisciplinary artist and the Accessibility Intern in Interpretation, where they have been excitedly leading tours and interpreting stories and artworks through a disabled perspective. Ruby is always searching for new ways to make the experiences at the Art Institute both enjoyable and accessible for all guests.</p><p><strong>Estefany (she/her)</strong>&nbsp;is an intern in Interpretation and Gallery Activation. Her work in interpretation focuses on leading fun tours that invite conversation and learning. In Gallery Activation, she is learning how to conduct research in the galleries to study visitor engagement.&nbsp;<br class=\"softbreak\"></p>",
    "image_url": "https://artic-web.imgix.net/8b519411-73ca-4de2-b848-a3de75a1b6aa/default.jpg?rect=0%2C174%2C843%2C475&auto=format%2Ccompress&q=80&fit=crop&crop=faces%2Ccenter&w=1200&h=676",
    "is_private": false,
    "start_at": "2025-03-21T14:00:00-05:00",
    "end_at": "2025-03-21T15:30:00-05:00",
    "location": "Meet in Gallery 144",
    "button_url": null,
    "button_text": "Buy Tickets",
    "button_caption": "<p>Free with museum admission; no registration required. <br class=\"softbreak\"></p>",
    "source_updated_at": "2025-02-05T12:49:30-06:00",
    "updated_at": "2025-02-15T23:27:13-06:00",
    "timestamp": "2025-02-16T02:22:16-06:00"
}