{
    "id": 2,
    "api_model": "digital-publication-articles",
    "api_link": "https://api.artic.edu/api/v1/digital-publication-articles/2",
    "title": "Series Introduction",
    "web_url": "https://www.artic.edu/digital-publications/34/malangatana-mozambique-modern/2/series-introduction",
    "copy": " Chicago is a quintessentially modern city—from its industry and role as an international commercial center to its architecture, music, and other forms of cultural production. The Art Institute of Chicago has demonstrated this in bold ways, including the 1913 presentation of the Armory Show and the 1926 acquisition of Pablo Picasso’s The Old Guitarist (the first painting by the artist to become part of the permanent collection of an American museum). Today, the Art Institute aims to highlight the international character of modern art itself, as it encompasses a multiplicity of practices and movements across different places and time periods. The Modern Series has been crucial in that regard, not only drawing upon the important legacy of modern art in Chicago but also engaging the plurality of modernism in critical ways. The first two exhibitions of this three-part series consisted almost entirely of works owned by the museum. Rooted in the conditions of the modern age—the rise of industrialism and influence of urban life, the centrality of the body, the emphasis on mass over individual activity, the surge of consumer culture, and the blurring of lines between reality and its representations—each of these displays presented a wide range of ideas on the subject of modern art through a singular gallery experience that was documented and expanded in an accompanying publication. The third installment of the Modern Series, Malangatana: Mozambique Modern , marks a significant departure from the collection-based approach. Dedicated to the work of the Mozambican artist Malangatana Ngwenya (1936–2011), the exhibition consisted entirely of loans from local and international institutions and private lenders. Malangatana created all of the exhibited paintings and drawings during the colonial era in Mozambique, prior to the country’s independence from Portugal in 1975. By focusing on Malangatana’s early career, we come to understand the sweeping stylistic and thematic developments that corresponded to his evolving relationship with the cultural and political context of Mozambique. This framing also highlights the entanglement of European and African modern art through systems of colonial education, usually set in opposition to vernacular artistic traditions. Ultimately, the exhibition offers a lens through which to consider other geographies in the Global South, where the liberation from colonial oppression often led to new vocabularies within the history of modern and contemporary art. Each installment of the Modern Series is the result of collaboration among many contributors, shaped through research and extensive dialogue within and beyond the Art Institute. Curators from different departments came together to lead the project and were eventually joined by teams of colleagues concerned with conservation, interpretation, and design. Together, this working group tested ideas, challenged decisions and assumptions, and imagined new ways to present modern art outside of the museum’s traditional approaches and practices. This third and final iteration of the series expands the definition of what modern art encompasses at the Art Institute of Chicago, creating pathways for a more international and nuanced perspective on this history. ",
    "author_display": null,
    "digital_publication_id": 34,
    "source_updated_at": null,
    "updated_at": "2025-02-15T23:51:14-06:00",
    "timestamp": "2025-02-16T02:22:17-06:00"
}