{
    "id": 3,
    "api_model": "digital-publication-articles",
    "api_link": "https://api.artic.edu/api/v1/digital-publication-articles/3",
    "title": "Acknowledgments",
    "web_url": "https://www.artic.edu/digital-publications/34/malangatana-mozambique-modern/3/acknowledgments",
    "copy": " The pioneering work of Malangatana Ngwenya (1936–2011) has been celebrated by scholars of modern and contemporary African art since the early 1960s—yet, with Malangatana: Mozambique Modern , the Art Institute of Chicago has become the first American museum to organize a survey exhibition of his early work. We are grateful to have had the opportunity to delve into the artist’s life and studio and to bring so many of his formidable paintings and drawings together from around the world for our visitors and readers to experience. Our institutional leaders’ unwavering trust and dedication made this exhibition and publication possible. James Rondeau, President and Eloise W. Martin Director of the Art Institute of Chicago, and Sarah Guernsey, Deputy Director and Senior Vice President for Curatorial Affairs, endorsed this endeavor. Ann Goldstein, Deputy Director, Chair and Curator of Modern and Contemporary Art, provided crucial guidance throughout the process, and Kevin Salatino, Chair and Anne Vogt Fuller and Marion Titus Searle Curator of Prints and Drawings, and Jill Bugajski, Executive Director of the Research Center, supported and encouraged the project. Both this catalogue and the exhibition it documents showcase the efforts of our many colleagues at the museum, whom we thank for their hard work, especially during the final stages that were completed during the global COVID-19 pandemic, which complicated the installation and opening of the show. Courtney Smith, Exhibitions Project Manager, diligently and patiently coordinated the myriad steps and individuals involved in bringing the exhibition to fruition. Elizabeth Pope and Simone Chagoya in Arts of Africa and Mary Coyne in Modern and Contemporary Art provided additional research and logistical support. Susanna Hedblom, in the Registrar’s office, and Andrew Gordon Haller, in Collections and Loans, worked closely with Maria Simon and Troy B. Klyber in Legal/General Counsel to arrange international loans, among other responsibilities. The exhibition came together in the Abbott Galleries after years of planning. Samantha Grassi’s expert design, which incorporated modern architectural elements present in Mozambique, was beautifully augmented by Susanna Kim Vitayaudom’s graphic treatment. The exhibition’s didactics were brought to life through the editing, translation, and interpretive work carried out by Sara Carminati, Emily Fry, and Sheila Majumdar, as well as Bernadette Tsasa, a colleague fluent in Portuguese, and staff in the Cultural Department at the Consulate General of Brazil in Chicago. Translations from the Portuguese were also provided by Eriksen Translations. We are hugely grateful to Leslie Carlson, Director of Art Preparation and Logistics, and her team, as well as others who installed the works and gallery didactics: Nicholas Barron and Thomas Huston in Modern and Contemporary Art; Raymond Ramirez in Arts of Africa; and Xeno Coulfal and James Eaton from Verio Graphics. Sam Ramos, in Learning and Public Engagement, realized the museum’s audience outreach through online programming while Lauren Schultz in Communications and Vera Mandilovitch in Public Affairs took the lead in assuring visitors that their time in the galleries would be both safe and rewarding. Our sincere appreciation also goes to our many colleagues in Protection Services and Facilities who were on site each day so that museum visitors could view Malangatana’s work. We are deeply indebted to Conservation and Science, led by Francesca Casadio, Associate Vice President and Grainger Executive Director, for their efforts in preparing the works for safe travel and display. Our colleagues treated Malangatana’s work with exceptional care: in Paintings and Frames, Milan Bobysud, Christopher Brooks, Kelly Keegan, Allison Langley, Kimberley Muir, Katrina Rush, Julie Simek, Kirk Vuillemot, and Elizabeth Wigfield, and in Paper and Books, Christine Conniff-O’Shea, Kristi Dahm, Christine Fabian, and Mardy Sears. Our exhibition was dependent on lenders’ willingness to share important works in their collections, and throughout our research and planning we were generously hosted by individuals and institutions. Foremost among them is the Malangatana Valente Ngwenya Foundation in Maputo, Mozambique, and particularly Malangatana’s wife, Gelita Mhangwana (who passed away on May 10, 2020), and sons, Mutxhini and Manguiza. The family gave us access to the paintings and drawings in Malangatana’s home, his former studio, and the Cultural Center in Matalana. Mutxhini and Manguiza generously shared stories of their father and guided us around Maputo, along with Monna Mokoena of Gallery MOMO—they have been critical interlocutors for every aspect of this exhibition. We also thank Julieta Massimbe and Kaat Matthys for their hospitality in Maputo. Llonka Guedes’s enthusiasm and wise counsel was fundamental to the exhibition’s success, especially with regard to the paintings borrowed from the Guedes Family Collection in Lisbon, Portugal. Malangatana: Mozambique Modern also includes works from the Allen Memorial Art Museum at Oberlin College, Ohio; Calouste Gulbenkian Foundation, Lisbon; The Cleveland Museum of Art; National Museum of African Art, Smithsonian Institution, Washington, DC; Oberlin College Libraries, Ohio; Perve Gallery, Lisbon; and the University Library of the University of Illinois at Urbana-Champaign. We deeply appreciate each institution’s contribution and also gratefully acknowledge Gwenaël Rimaud of LP ART, Toulouse, France, and Sara Balbo of Neon Art Conservation, Lisbon, for helping to ensure that works traveled safely from abroad. Many people enriched the exhibition and catalogue with their expertise. We are grateful to our friends and scholars of modern art and Lusophone Africa who joined us at the Art Institute on August 2, 2019, for a Scholars’ Day. The participants included: Delinda Collier, Huey Copeland, Sarah M. Estrela, Álvaro Luís Lima, Mário Pissarra, and Drew Thompson. In addition to those present at the Scholars’ Day, the following people offered feedback that helped shape the exhibition: Susan Elizabeth Gagliardi, Richard Gray, Elizabeth Harney, Emily Liebert, Rozell Nesbitt, Ugochukwu-Smooth C. Nzewi, Cecília Resende Santos, and Vesela Sretenović. We sincerely appreciate colleagues, together with their affiliated institutions, that did not lend to the exhibition but graciously allowed us to explore their collections as we refined our exhibition’s focus: Alda Costa at Eduardo Mondlane University, Maputo, and Hyewon Yi at the Amelie A. Wallace Gallery, SUNY College at Old Westbury. Finally, we extend special thanks to Carlos dos Santos, Ambassador of Mozambique to the United States. This catalogue was developed in collaboration with dedicated staff in Publishing, led by Executive Director Greg Nosan: Robin Hoffman edited the texts with rigor and good humor and production was steered with care by Lauren Makholm and Joseph Mohan while Ben Bertin gave special effort to managing layout. They were assisted by Alissa Chanin Kolaj, Kylie Escudero, and Lisa Meyerowitz. Kenneth Guay stepped in to provide careful proofreading. Gabriela Trinidad-Pérez, Jesús M. Maldonado Treviño, and Lillian Young supported final realization of the digital production. The ingenious design was developed by our colleagues in Exhibition Design, led by Michael Neault and with invaluable support from Gina Giambalvo: Josh Andrews, Marc Choi, Illya Moskvin, and nikhil trivedi. Our colleagues in Imaging, including Bonnie Rosenberg, Elyse Allen, Owen Conway, Aidan Fitzpatrick, Robert Lifson, Craig Stillwell, and P. D. Young, with support from Joe Tallarico, beautifully captured Malangatana’s works for this publication. We also thank our collaborators on the publication’s contents. Mário Pissarra has analyzed the anti/colonial symbolism present in Malangatana’s early paintings; his knowledge of the artist was critical to the entire project. Given the lack of technical and material analysis completed on works by modern and contemporary African artists, we were thrilled to have conservators Allison Langley, Katrina Rush, and Julie Simek describe the findings from their examination of the pigments and materials that Malangatana used in his paintings. We thank the Society for Contemporary Art, in particular President David Egeland, Vice President Jessica Diamond, and Program Director Jennifer A. Ruddock-Cordileone, for enabling us to produce the virtual tour of the exhibition and thereby allowing us to share it with those who may have missed it in person. Major funding for Malangatana: Mozambique Modern was provided by Sylvia Neil and Dan Fischel and the Alfred L. McDougal and Nancy Lauter McDougal Fund for Contemporary Art. Additional support was contributed by the Society for Contemporary Art through the SCA Activation Fund and the Miriam U. Hoover Foundation. Members of the Luminary Trust provide annual leadership support for the museum's operations, including exhibition development, conservation and collection care, and educational programming. The Luminary Trust includes an anonymous donor; Neil Bluhm and the Bluhm Family Charitable Foundation; Jay Franke and David Herro; Karen Gray-Krehbiel and John Krehbiel, Jr.; Kenneth C. Griffin; Caryn and King Harris, The Harris Family Foundation; Josef and Margot Lakonishok; Robert M. and Diane v.S. Levy; Ann and Samuel M. Mencoff; Sylvia Neil and Dan Fischel; Anne and Chris Reyes; Cari and Michael J. Sacks; and the Earl and Brenda Shapiro Foundation. We acknowledge the generous friends and colleagues that are too numerous to name here but have been thought partners as we developed the various aspects of Malangatana: Mozambique Modern . Finally, we are indebted to the artist we never met in person, but whose work has been our guiding light over the past three years. His paintings, drawings, and poetry continue to inspire, intrigue, surprise, and impress us, and it was an honor to share his work with the audiences of the Art Institute and beyond. Thank you for this journey, Malangatana. Hendrik Folkerts Dittmer Curator of Contemporary Art, Modern and Contemporary Art Felicia Mings Academic Curator, Academic Engagement and Research, Research Center Constantine Petridis Chair and Curator, Arts of Africa ",
    "author_display": null,
    "digital_publication_id": 34,
    "source_updated_at": null,
    "updated_at": "2025-02-15T23:51:11-06:00",
    "timestamp": "2025-02-16T02:22:17-06:00"
}