{
    "id": 4,
    "api_model": "digital-publication-articles",
    "api_link": "https://api.artic.edu/api/v1/digital-publication-articles/4",
    "title": "Credits",
    "web_url": "https://www.artic.edu/digital-publications/34/malangatana-mozambique-modern/4/credits",
    "copy": " Malangatana: Mozambique Modern was published in conjunction with an exhibition of the same title organized by the Art Institute of Chicago from July 30 to November 16, 2020. Major funding for Malangatana: Mozambique Modern was provided by Sylvia Neil and Dan Fischel and the Alfred L. McDougal and Nancy Lauter McDougal Fund for Contemporary Art. Additional support was contributed by the Society for Contemporary Art through the SCA Activation Fund and the Miriam U. Hoover Foundation. Members of the Luminary Trust provide annual leadership support for the museum's operations, including exhibition development, conservation and collection care, and educational programming. The Luminary Trust includes an anonymous donor; Neil Bluhm and the Bluhm Family Charitable Foundation; Jay Franke and David Herro; Karen Gray-Krehbiel and John Krehbiel, Jr.; Kenneth C. Griffin; Caryn and King Harris, The Harris Family Foundation; Josef and Margot Lakonishok; Robert M. and Diane v.S. Levy; Ann and Samuel M. Mencoff; Sylvia Neil and Dan Fischel; Anne and Chris Reyes; Cari and Michael J. Sacks; and the Earl and Brenda Shapiro Foundation. © 2021 by The Art Institute of Chicago All rights reserved. No part of this publication may be reproduced, transmitted, or utilized in any form or by any means, electronic or mechanical, including photocopy, digital recording, or any other information storage or retrieval system (beyond that copying permitted by Sections 107 and 108 of the US Copyright Law), without prior written permission from Publishing, the Art Institute of Chicago, except by a reviewer, who may quote brief passages. First edition ISBN: 978-0-86559-313-8 Published by The Art Institute of Chicago 111 South Michigan Avenue Chicago, IL 60603-6404 artic.edu Publishing, the Art Institute of Chicago Gregory Nosan, Executive Director Lisa Meyerowitz, Editorial Director Joseph Mohan, Director of Production Edited by A. Robin Hoffman Production by Ben Bertin, Lauren Makholm, and Joseph Mohan Photography research by Kylie Escudero Proofreading by Kenneth Guay Imaging, the Art Institute of Chicago Bonnie Rosenberg, Director of Imaging Aidan Fitzpatrick, Associate Director of Imaging Photography by Robert Lifson and Craig Stillwell Postproduction by Owen Conway Preproduction and coordination by Elyse Allen, Aidan Fitzpatrick, and P. D. Young Design and development by Marc Choi, Illya Moskvin, and nikhil trivedi Separations and additional postproduction by Professional Graphics, Inc., Rockford, Illinois Unless otherwise noted, photographs of artworks in the collection of the Art Institute of Chicago are copyrighted by the Art Institute of Chicago. Every effort has been made to identify, contact, and acknowledge copyright holders for all reproductions; additional rights holders are encouraged to contact the Art Institute of Chicago. The following credits apply to all images in this book for which separate acknowledgment is due. All images of artwork by Malangatana Ngwenya appear with the permission of the Malangatana Valente Ngwenya Foundation. Hendrik Folkerts, “Introduction: Looking in All Directions.” Figs. 2, 4–7: Photography © José Manuel Costa Alves Felicia Mings, “Affinities: Malangatana, Surrealism, and Black Liberatory Politics.” Fig. 1: Photography © José Manuel Costa Alves; fig. 2: © 2021 Salvador Dalí, Fundació Gala-Salvador Dalí, Artists Rights Society Constantine Petridis, “Malangatana as Ethnographer? Modern Paintings of Village Life.” Fig. 1: Courtesy of The Cleveland Museum of Art; fig. 4: © 2021 Artists Rights Society (ARS), New York / SOMAAP, Mexico City. Reproduction authorized by the National Institute of Bellas Artes and Literature, 2021; fig. 5: Courtesy of Museum of Fine Arts, Ghent, Belgium. Photo by Dominique Provost. Accessed via www.artinfladers.be Mário Pissarra, “Deep Ambivalences: Malangatana’s Anti/Colonial Aesthetic.” Fig. 1: Photograph by Franco Khoury; fig. 3: Photography © José Manuel Costa Alves Allison Langley, Katrina Rush, and Julie Simek, “ ‘The Complete Painter’: Malangatana’s Approach to Paintings, 1959–75.” Fig. 1: Photo by Gin Angri; figs. 4, 8–10: Courtesy of The Cleveland Museum of Art; fig. 11: Courtesy of the Mário Soares and Maria Barroso Foundation, Schatzl’s/Wien; fig. 20: Photograph by Franco Khoury “Works in the Exhibition” Cats. 1, 3–10, 18: Photography © José Manuel Costa Alves; cat. 16: Courtesy of The Cleveland Museum of Art ",
    "author_display": null,
    "digital_publication_id": 34,
    "source_updated_at": null,
    "updated_at": "2025-02-15T23:51:14-06:00",
    "timestamp": "2025-02-16T02:22:17-06:00"
}