{
    "id": 5,
    "api_model": "digital-publication-articles",
    "api_link": "https://api.artic.edu/api/v1/digital-publication-articles/5",
    "title": "\"Introduction: Looking in All Directions\" by Hendrik Folkerts",
    "web_url": "https://www.artic.edu/digital-publications/34/malangatana-mozambique-modern/5/introduction-looking-in-all-directions-by-hendrik-folkerts",
    "copy": " The exhibition Malangatana: Mozambique Modern at the Art Institute of Chicago (July 30–November 16, 2020) invited visitors to engage with the pioneering work of Malangatana Ngwenya (Mozambican, 1936–2011), focusing on his artistic output from the late 1950s until 1975. During that period Malangatana undertook experiments in narrative, style, and technique that coalesced into a mature artistic practice and established him as a leading figure in southern African modern art, against the background of Mozambique’s struggle for liberation from Portuguese colonialism. The display was organized in a loosely chronological fashion, with five thematic sections: “A Hybrid Education,” “Mythology and Religion,” “Prison Drawings,” “Artist of the Revolution,” and “Beyond Painting and Drawing.” This survey of the first fifteen years of Malangatana’s five-decade-long career thereby emphasized, respectively, his unconventional artistic education; his treatment of religious themes; his growing political awareness and subsequent imprisonment; the increasingly overt relationship between his paintings and the struggle for independence in Mozambique during the late 1960s and early 1970s; and, lastly, his activities as a poet and educator, which had developed in parallel with his art practice. Featuring numerous international loans, including a broad selection of paintings and drawings from the Malangatana Valente Ngwenya Foundation and the Guedes Family Collection, Malangatana: Mozambique Modern was a uniquely expansive presentation of Malangatana’s work in an American context. It was also, however, an invitation to visitors who had not encountered his work before and to scholars who, we hope, will pursue further research on an artist whose remarkable paintings and drawings continue to impress, intrigue, and inspire. Empowered by the striking formal qualities of his work, the human and otherworldly figures Malangatana represented convey a sense of unescapable immediacy through their penetrative gazes. Together, they form a mosaic of possible meanings. In keeping with the incredible diversity in the artist’s practice—he produced paintings, drawings, sculpture, murals, and poetry, and was active as a political leader and educator (see fig. 1)—his mature compositions from the early 1960s onward routinely avoid a single narrative or uniform interpretation. Symbols converge in his allegorical storytelling, captured in vibrant colors and dense compositions that echo the complex social and political context of mid-twentieth-century Mozambique. By considering the biographical circumstances that led to the formative period in his career covered by Malangatana: Mozambique Modern and identifying some key early moments in the development of his oeuvre, I will both provide further context for the exhibition as presented in the galleries and set the stage for the scholarship featured in this catalogue.   Malangatana was born in the small village of Matalana and moved to Mozambique’s capital, Lourenço Marques (now Maputo), at the age of twelve, in pursuit of work. In the mid-1950s, he enrolled in art courses at the Núcleo de Arte da Colónia de Moçambique (Art Center of the Colony of Mozambique), which was founded in 1936 and has been a cornerstone of artistic activity in Maputo ever since. At first, the racial and social barriers inherent to the Portuguese colonial system prohibited black Mozambicans from accessing the Art Center—such classifications as assimilado (literally, “assimilated,” a legal category) and “indigenous” not only replicated the racial discrimination integral to the colonial regime, but also dictated how certain opportunities, privileges, and positions were granted or denied. Nearly twenty years after the Art Center’s foundation, however, a stronger sense of nationalism and growing anti-colonial sentiment encouraged broader participation and prompted more intervention.[ref]Alda Costa, Arte e artistas em Moçambique: diferentes gerações e modernidades / Art and Artists in Mozambique: Different Generations and Variants of Modernity . (Maputo: Mozambique, 2014), 14.[/ref] The Portuguese painter João Ayres, who taught there, had a profound impact on Malangatana during this time; Ayres’s neo-realist and abstract work emphasized the importance of local subjects and the human condition under colonialism, themes that resonate in the younger artist's early paintings. During his time at the Art Center, Malangatana also met the Portuguese-born modern architect and artist Amâncio d’Alpoim Miranda “Pancho” Guedes, with whom he would have a lifelong friendship. Recognizing his talent, Guedes offered Malangatana a studio and commissioned more than fifteen paintings, creating a space and financial infrastructure for the young artist to work independently. Guedes also insisted that Malangatana abandon his classes at the Art Center and end his contact with Maputo’s more established artists—to avoid what Malangatana would later characterize as further “pollution” from Eurocentric art education—and instead look at his immediate surroundings, birthplace, culture, and ancestry.[ref]Malangatana Ngwenya, “Pancho Guedes by Malangatana,” As Áfricas de Pancho Guedes: Colecção de Dori e Amâncio Guedes / The Africas of Pancho Guedes: The Dori and Amâncio Guedes Collection (Lisbon: Câmara Municipal de Lisboa: Sextante Editora, 2010), 59.[/ref] Malangatana described this formative experience as well as the mentorship he received from the architect in a book dedicated to Guedes’s sprawling Africana collection: “[H]e said, ‘Go back to where you live and stay for 30 days away from your family’. [ sic ] I went on a journey well into the interior of the bush. He wanted me to absorb scenes, expressions, visions, that I would see, hear and feel, and relive my past/present. He wanted me to be with my ancestors to search out the unknown that I knew without knowing. Those stories told to me by the young and old people in that remote area led me into a cultural and spiritual gold mine.”[ref]Malangatana, “Pancho Guedes by Malangatana,” 57.[/ref] Shortly after undertaking this journey, Malangatana enrolled in decorative painting classes at Maputo’s Industrial School. The subsequent changes in his work from the late 1950s to the early 1960s were sweeping, as he transitioned from an approach anchored in European modern styles and compositional models to a modern art that is strongly rooted in the Mozambican context. In The Blue Woman (A mulher azul) , from 1959 (fig. 2), we still see the mark of his Eurocentric education at the Art Center in the angular, Cubist-like rendering of the woman’s face; the still life on the table reminiscent of a genre study; the doubling of the figure and the floating eye that together contribute to a surreal atmosphere; and his use of the color blue, evocative of Pablo Picasso’s Blue Period (1901–4).[ref]Malangatana’s personal library in his house and studio in Maputo included many books about Picasso. Though the direct relationship remains a matter of speculation, Malangatana was aware of different aspects of international modern art, both through his education and own research.[/ref] Moreover, Malangatana used a traditional perspective and a single light source outside the frame of the painting, which lends dramatic shadows to all the figures and objects within it—techniques that are noticeably absent in subsequent works.   Final Judgment (Juízo final) , on the other hand, created a mere two years later (fig. 3), illustrates the most important stylistic, technical, and conceptual developments in Malangatana’s early career that would anchor his position as a quintessential modern artist in southern Africa. A black Catholic priest is the main protagonist in this painting even though he was placed inconspicuously on its far left side. Dressed in a white robe, with a large cross hanging from his neck and surrounded by anthropomorphic and monstrous characters, the priest draws attention due to the streams of blood flowing from his eyes. Rather than relying on traditional perspective, as he did in The Blue Woman, Malangatana here flattened the picture plane, which appears to extend—perhaps infinitely—beyond the painting’s frame, with almost no distinction between foreground and background. Furthermore, in comparison with the figures in that earlier work, those in Final Judgment are more curved and are arranged in dense formations, defying the law of gravity. As the artist’s style matured, his compositions only grew denser. The silhouettes and contours are more sharply defined, often with darker hues or black lines, and the high contrast between dark and bright colors shapes the visual rhythm of his paintings from the early 1960s on.   The formal developments evident in Final Judgment corresponded with an even more important shift in Malangatana’s treatment of narrative, once again signaling the late 1950s and early 1960s as a pivotal moment in his practice. For instance, in Story of the Letter in a Hat (História da carta no chapéu) from 1960, he still adhered to a more orthodox narrative logic (figs. 4–7). Comprising four paintings, this series follows a woman named Luisa, whose husband finds out she has a lover and commits suicide in response. Each painting depicts a single scene in this moralistic tale of adultery and can thus be read as one consistent narrative, as opposed to the more intricate, layered, and multinarrative spaces that the artist created in subsequent works such as Final Judgment . Although the latter painting could easily be considered a straightforward depiction of the judgment described in the book of Revelation (as Malangatana often chose to portray biblical stories in the early 1960s), there are myriad other references at play in the work, staged as parallel and intersecting narratives. The blood dripping from figures’ eyes, mouths, and limbs evokes violence, pain, and fear. However, it also points to the prevalence of blood diseases and preventative or remedial bloodletting therapies in Mozambique at the time, which were in turn bound up in indigenous spiritual practices that were challenged by the Catholic character of Portuguese colonialism. Final Judgment also features renderings of monstrous figures—common in Malangatana’s work throughout the 1960s and 1970s—which may be understood as representations of the benevolent and malevolent spirits of the land that were prevalent in the folklore of the Ronga people, his indigenous culture of origin, as well as symbolic and even spiritual embodiments of the colonial oppression by the Portuguese.[ref]Mário de Andrade Pissarra, “Locating Malangatana: Decolonisation, Aesthetics and the Roles of an Artist in a Changing Society” (PhD diss., University of Cape Town, 2019), 284, 291, 297, 412.[/ref] The essay in this volume by Constantine Petridis , co-curator of the exhibition, further considers how aspects of the artist’s cultural background informed the religious and mythological dimensions of his practice in tandem with his exposure to European forms of modern art.   As Final Judgment as well as the essays in this catalogue demonstrate, the artist’s work from the early 1960s onward is equivocal and rarely unambiguously illustrative. The essay by Felicia Mings , also a co-curator of the exhibition, situates Malangatana’s modernist practice within international networks via affinities with surrealism, which may have contributed to his movement away from literal representation. She focuses on aspects of the visual style, the emancipatory impulse, and connections to African and Afro-diasporic communities present within surrealism—characteristics that resonate, in turn, within Malangatana’s work. In the final critical essay, independent scholar Mário Pissarra provides an analysis of Malangatana’s paintings in what he terms the “anti/colonial” period prior to Mozambique’s independence in 1975, arguing for the necessity of a pluriform reading of the artist’s political inclinations and commitments. Pissarra’s discussion of Final Judgment notes the significance of the priest’s interactions with the two female figures above and below him, which may conflict with his vow of celibacy. Moreover, the portrayal of the priest as a black, “assimilated” persona anchors Malangatana’s early engagement with colonial politics in Mozambique, prior to his imprisonment in 1964–66 on suspicion of being involved with the liberation movement and his later, more overt (yet often still ambivalent) references to anti-colonial politics. Nevertheless, Malangatana’s relationship with the Mozambican liberation movement, spearheaded by the Front for the Liberation of Mozambique (FRELIMO), was seldom one-dimensional, as he “used his brushes to fight against colonialism” at the same time that he was forced to navigate the colonial apparatus to advance his career.[ref]Costa, Art and Artists in Mozambique, 10.[/ref] I would thus argue that his work prior to Mozambique’s independence in 1975 demonstrates a pronounced interest in anti-colonialism but does so by portraying injustice and violence infused with otherworldly and spiritual elements—always emphasizing symbolic meaning and allegory over unambiguous forms of narrativity. Malangatana’s work resists ready-made definitions and challenges our understanding of how international modern art emerged and developed over the course of the twentieth century—an aspect that we emphasized in the way his paintings and drawings were contextualized in the exhibition. We also sought to highlight the rare opportunity presented by having the art itself on view in the United States, where few have seen it, much less considered its full breadth and development. Some of the most important parts of the exhibition happened backstage, in the form of conservation work that ensured the material legacy of this key modern artist for generations to come. The Art Institute’s conservation teams spent many weeks on cleaning and restoration, in both Mozambique and Chicago. Their efforts, including research on the best ways to proceed in light of the materials the artist used and the conditions in his studio, are discussed in the concluding essay by Allison Langley, Katrina Rush, and Julie Simek . Malangatana’s life, like his art, was layered and complex. He was not a revolutionary, nor was he a mere bystander. Although he developed a signature style early in his career, he continued to expand his approach to painting and drawing—not to mention his practice as a poet and educator—over time. He challenged the cliché of the self-taught African artist who finds inspiration in local practices and beliefs by proposing radical new approaches to style and composition while engaging with the social, political, and cultural changes around him. He also complicated the all-too-narrow habit of reading modern African art through the canon of European modernism by synthesizing aspects of his hybrid education into a new art form that ultimately situated him at the forefront of modern art in southern Africa. But most of all, he was interested in looking at the world around him in all possible directions, from his hometown, Matalana, to all that lay beyond. As he put it, “I’m painting as somebody who wants to transmit, who wants to tell something that belongs to his little country, Matalana, belongs also to Mozambique, belongs also to Southern Africa, belongs also to Africa, belongs also to the world.”[ref]Malangatana Ngwenya, Visiting Artists Program (lecture), School of the Art Institute of Chicago, October 20, 1989, streaming audio file, 77:08 min. SAIC Digital Collections.[/ref] ",
    "author_display": null,
    "digital_publication_id": 34,
    "source_updated_at": null,
    "updated_at": "2025-02-15T23:51:11-06:00",
    "timestamp": "2025-02-16T02:22:17-06:00"
}