{
    "id": 6,
    "api_model": "digital-publication-articles",
    "api_link": "https://api.artic.edu/api/v1/digital-publication-articles/6",
    "title": "“Malangatana as Ethnographer? Modern Paintings of Village Life” by Constantine Petridis",
    "web_url": "https://www.artic.edu/digital-publications/34/malangatana-mozambique-modern/6/malangatana-as-ethnographer-modern-paintings-of-village-life-by-constantine-petridis",
    "copy": " I first encountered the work of Malangatana Ngwenya in 2012, just a year after his death, when Lloyd Ellis and his wife, Eva, donated The Fountain of Blood (A fonte de sangue), one of the artist’s early paintings, to the Cleveland Museum of Art (fig. 1).[ref]Lloyd Ellis (1936–2019), an art historian and medical doctor, had acquired The Fountain of Blood directly from the artist in Mozambique in 1964, while Ellis served as Vice Consul for the US Foreign Service in Lourenço Marques (now Maputo). He purchased the work along with The Purification of the Child (fig. 3) and The Poet as a Child (O bebé poeta) of 1963. The Fountain of Blood featured in the landmark exhibition for the First International Congress of African Culture (ICAC) that was held in 1962 at the Rhodes National Gallery in Salisbury, Southern Rhodesia (now Harare, Zimbabwe); see the essay by Felicia Mings in this volume for further discussion of the ICAC and Malangatana’s participation.[/ref] As the resident Africanist art historian, I assisted my colleagues in Contemporary Art with their research on the acquisition. Despite the almost mythical status Malangatana seems to have enjoyed in his native Mozambique, criticism about him written in English remains surprisingly limited. One of the few synthetic sources I benefited from then was art historian Susan Mullin Vogel’s Africa Explores: 20th Century African Art , published in 1991 to accompany the pioneering exhibition of the same name.[ref]See Susan Vogel, ed., Africa Explores: 20th Century African Art , exh. cat. (New York: Center for African Art, 1991).[/ref] In Africa Explores , Vogel briefly discusses Malangatana’s work in a chapter on what she labels “international” African art—which, in her understanding, refers to art created by artists who mostly live in cities; who are either academically trained or “have worked under the guidance of a European teacher/patron”; who “often represent their governments in international gatherings”; and whose works “are shown in exhibitions, and may be sold to foreigners and to international businesses as well as to the governments and the elite of their own countries.”[ref]Vogel, Africa Explores , 11.[/ref] Though these comments do generally apply to Malangatana and help to distinguish his work from contemporaneous artistic creations of a different kind—whether traditional, “new functional,” or urban art—they were nevertheless criticized by several reviewers, and the label “international” did not stick.[ref]After an earlier negative review, prominent art scholar John Picton recently praised Africa Explores as “pioneering in its scope”; see Picton, “Review: Desperately Seeking Africa, New York, 1991,” The Oxford Art Journal 15, no. 2 (1992): 104–12; and Picton “Modernism and Modernity in African Art,” in A Companion to Modern African Art , edited by Gitti Salami and Monica Blackmun Visonà (Chichester, West Sussex, UK: John Wiley & Sons, 2013), 314. For a trenchant critique of Vogel’s landmark exhibition, see Olu Oguibe, “Review: Africa Explores: 20th Century African Art ,” African Arts 26, no. 1 (Jan. 1993): 16–18, 20–22.[/ref] I will return to Vogel’s proposition—and its implications, uses, and lacunae—when addressing the “modernity” of Malangatana’s oeuvre at the end of this essay.[ref]Vogel, Africa Explores , 185. In reconsidering the notion of modernity with reference to Malangatana’s oeuvre, I also hope to offer a modest contribution to the “unpacking of the epistemological foundations of modernity”; Prita Meier, “Modernism in Africanist Art History: The Making of a New Discipline,” in The Modernist World , edited by Stephen Ross and Allana C. Lindgren (London and New York: Routledge, 2015), 221.[/ref] The label “modern” clearly did stick, but not without a measure of ambiguity worth exploring further.   Against the backdrop of the independence movements that cut across the African continent beginning in the late 1950s, a new kind of art emerged, contributing to the formation of unifying national identities that would, ideally, overcome old regional and ethnic divisions. Vogel pointed out that participants in the development of this new art usually demonstrated a special interest in their own ancestral roots and associated rural cultures as a means to reveal some innate “Africanness” as articulated by the philosophy of Négritude, a literary movement that was developed from the 1930s onward by Francophone intellectuals of the African diaspora to raise and cultivate consciousness of black culture. This movement aspired to counter colonial prejudices and propaganda about the inherent dangers of and potential conflicts triggered by “tribalism.”[ref]Vogel, Africa Explores , 178. See also, among others, Sidney Littlefield Kasfir, Contemporary African Art (London and New York: Thames and Hudson, 1999), chap. 6; Elizabeth Harney, “The Ecole de Dakar: Pan-Africanism in Paint and Textile,” African Arts 35, no. 3 (Autumn 2002): 13–16, 25–30; Salah M. Hassan, “African Modernism: Beyond Alternative Modernities Discourse,” South Atlantic Quarterly 109, no. 3 (Summer 2010), 460; Picton, “Modernism and Modernity,” 317–18; and Chika Okeke-Agulu, Postcolonial Modernism: Art and Decolonization in Twentieth-Century Nigeria (Durham, North Carolina, and London: Duke University Press, 2015), 9–12.[/ref] The anecdotal story about the origins of modern African art typically states that in the late colonial period, as countries gradually achieved sovereignty, prominent mentors and patrons—primarily Europeans—encouraged artists they had taken under their wings to return to their cultural and ethnic roots as a source of inspiration for their nascent creativity.[ref]Vogel, Africa Explores , 186. See also, among others, Kasfir, Contemporary African Art , chap. 3; and Okeke-Agulu, Postcolonial Modernism , 136. I am using the qualifier “anecdotal” in recognition of the fact that, in Mozambique for Malangatana as for African artists elsewhere on the African continent, the reality was probably more complicated and the role of local advocates may have been overlooked. He never challenged the influence of Pancho Guedes on his life and work, however—quite the contrary. It should be noted that the Portuguese colonial system delayed the emergence of modern art in Mozambique and international recognition of its practitioners. See also Okeke-Agulu, Postcolonial Modernism , 6–8. That said, as Elizabeth Harney has pointed out, the role of photography in the narrative of modern art in Mozambique remains largely unexplored (personal communication, Oct. 22, 2020).[/ref] The reality of interpersonal relationships was no doubt more complicated as well as heavily constrained by the colonial condition. In Malangatana’s case, the Portuguese architect Amâncio d’Alpoim Miranda “Pancho” Guedes initially supported his basic formal art training (in a European mode) but then advised Malangatana to steer away from Western-based academic education. He encouraged him to spend time in his rural hometown of Matalana in order to observe the vernacular art and culture of his Ronga ethnic background.[ref]The combination of being self-taught and the particular thematic content of Malangatana’s works—which, as Chika Okeke-Agulu noted, contributed to the impression of a certain “technical naiveté”—possibly added to the appeal of his work with Western critics and foreign collectors in that it reinforced stereotypes of an ancestral African arcadia; Okeke-Agulu, Postcolonial Modernism , 162. See also Vogel, Africa Explores , 179.[/ref] Of course, this recommendation did not temper the artist’s political awareness and activism, as the anti-colonial feelings expressed in The Fountain of Blood and other works make abundantly clear. Nor did it prevent him from seeking visual inspiration in the creations of European and Latin American artists of the past and the present whose imagery he most likely had encountered in the libraries at his disposal, including that of Guedes. Malangatana chose to use the imported media of oil on hardboard and pencil on paper to render themes that appear to draw from the rural life of his ancestral land, together with its local customs and beliefs.[ref]To hear Malangatana himself explain how his work was influenced by traditional Ronga religion and the belief in spirits and the ancestors as well as by Ronga folktales that were passed on to him by his mother, see the documentary based on research by Richard Gray, Homelands (esp. from 16:29 to 19:00 and from 20:08 to 21:50); Adrian Pennink, dir., produced by Diane Lashmore, Arena series (London: BBC Two: 1990).[/ref] As a result, Malangatana, like other modern African artists, as art historians Elizabeth Harney and Ruth B. Phillips have demonstrated recently, found himself “in a double bind, always seeking to be both modern (and freed from the yoke of colonialism) and African (placed, distinctive, native).”[ref]Elizabeth Harney and Ruth B. Phillips, “Inside Modernity: Indigeneity, Coloniality, and Modernisms,” in Mapping Modernisms: Art, Indigeneity, and Colonialism , edited by Harney and Phillips (Durham, NC, and London: Duke University Press, 2018), 19.[/ref] Here, partly in response to Malangatana’s own wish for more interpretations of his work along these lines, I will focus on the ethnographic dimension of two of his paintings, both of which display his hallmark expressionistic style and evocative titles: The Scene of the Diviner (A cena da adivinha) from 1961 (fig. 2) and The Witch Doctor or The Purification of the Child (O feiticeiro or A purificação da criança) from 1962 (fig. 3).[ref]See Mário Pissarra’s essay in this volume, n30. Though Pissarra has opted to describe some of Malangatana’s oeuvre as “anthropological,” I favor the adjective “ethnographic” instead, as it is the descriptive method that informs anthropology. I am cognizant of criticisms of the use of the term “ethnography” in the context of the naming of museums of “the Other” against the backdrop of their colonial histories, but I believe that is not pertinent to the present analysis; see, e.g., John Picton, “Museum Ethnography, Current Art, Africa,” Journal of Museum Ethnography 12 (May 2000): 109–14.[/ref]   I should point out that when I use “expressionistic” to describe Malangatana’s style, I am not referring to the European modernist or avant-garde art historical movement of the early twentieth century that originated in Germany, but rather to the more general depiction of subjective feelings and personal emotions through exaggeration, distortion, and fantasy. What I have in mind are the varied expressionistic styles of artists from diverse places and times that the artist himself admired, such as the twentieth-century Mexican muralist David Alfaro Siqueiros (see fig. 4) and the Netherlandish painter Hieronymus Bosch, known for the dense compositions he produced around 1500 (see fig. 5).[ref]See Richard Gray, “Malangatana: The Lost Interview,” in Malangatana: The Matalana Visionary , 20th February–5th April 2014, Gallery of African Art (GAFRA), London, by Elsbeth Court, C. Bendu Cooper, Eri Otite, Malangatana, et al., exh. cat. (London: GAFRA Art Publishing, 2014), 83–84. See also Polly Savage, “Malangatana Valente Ngwenya,” in Making Art in Africa 1960 – 2010 , edited by Polly Savage (Farnham, Surrey, UK, and Burlington, VT: Lund Humphries, 2014), 251. Referring to the two paintings included in the Center for African Art’s exhibition of 1991 (cats. 108–9), one of which is The Black Pope and His Calabash from Childhood (Papa Negro e sua cabaça de infância) (fig. 2 in Pissarra), Vogel also writes that “Malangatana paints in an expressionistic style all his own” ( Africa Explores , 185).[/ref]   It is difficult to know if Guedes had any personal knowledge of the indigenous culture he was pushing his protégé to prioritize. Malangatana belonged to the Ronga (or Rhonga) ethnic group whose members speak the southeastern Bantu language known as Xir(h)onga, which is prevalent in the region south of Maputo; the area encompasses his native village, Matalana, and extends into South Africa.[ref]See Memory Holloway, “Malangatana: Viagem Salvadora , Where Blood and Tears Run,” in Transnational Africas: Visual, Material and Sonic Cultures of Lusophone Africa , edited by Christopher Larkosh, Mario Pereira, and Memory Holloway, double issue of Portuguese Literary & Cultural Studies 30/31 (2017): 122n8.[/ref] The earliest dictionary of the Ronga language was published in 1896 by the Swiss missionary Henri Alexandre Junod, who considered it a dialect of Tsonga (which he spelled “Thonga”).[ref]Henri Alexandre Junod, Grammaire ronga suivie d’un manuel de conversation et d’un vocabulaire ronga-portugais-français-anglais (Lausanne, Switzerland: Georges Bridel, 1896). The author of many publications, including an ethnographic study on the Ronga, his magnum opus is considered to be The Life of a South African Tribe , 2 vols. (Neuchatel, Switzerland: Attinger Frères, 1912–13). Junod taught at the Swiss Mission School at Matalana that Malangatana attended and may have been one of the artist’s instructors; see Gray, “The Lost Interview,” 74.[/ref] Traditional visual arts associated with the ethnic label “Ronga” are barely known among European and American students of African art.[ref]The materials that Junod acquired in situ and that are now in the Ethnographic Museum of Neuchatel, illustrated in Les Ba-Ronga. Étude ethnographique sur les indigènes de la baie de Delagoa , Bulletin de la Société Neuchâteloise de Géographie, 10 (Neuchatel, Switzerland: Attinger Frères, 1898), 233, include some sculptural and even figurative examples but most seem like knickknacks of the tourist type (fig. 6). And the headrest and snuff container should probably be attributed to the Tsonga or maybe even the Shona rather than to the Ronga; see Junod, The Life of a South African Tribe , 128.[/ref] Headrests, staffs, snuff containers, and pipes populate some African art collections in South Africa, Europe, and the United States (see, for example, fig. 6), but these are not the types of visual arts that appear in Malangatana’s paintings; there we instead see gourds and ceramics, some decorated with painted geometric designs, as well as textiles and beaded adornments. Though I was not able to identify any of the latter items in the artist’s personal collection of Mozambican arts and crafts in his house and studio in Maputo when my colleagues and I visited in the summer of 2019, an in-depth examination of the collections and archives of the ethnology museums in Maputo and Lisbon may bring similar objects to light.   While some of Malangatana’s paintings may feature depictions of Ronga material culture, at least two of them clearly refer to local practices. The Purification of the Child (fig. 3) depicts a healing session in which a man and a woman bring their bleeding child to a traditional therapist, or curandeiro .[ref]The painting was donated by the Ellises to the Oberlin College Library in 2012 in memory of Eduardo Chivambo Mondlane, the “Father of Mozambican Independence” and founding president of the Front for the Liberation of Mozambique (FRELIMO). A close friend of Malangatana, Mondlane graduated from Oberlin in 1953 before earning an MA from Northwestern University, Evanston, IL, and his PhD from Harvard University, Cambridge, MA.[/ref] The painting has also been identified as The Witch Doctor , but the Portuguese translation, feiticeiro , with its pejorative connotations including implied references to superstition and “hocus pocus” magic, does not convey the local prestige of this profession.[ref]For a critical assessment of the terms “magic” and “fetish” as they have been used with regard to Africa and its arts, see especially Suzanne Preston Blier, “Truth and Seeing: Magic, Custom, and Fetish in Art History,” in Africa and the Disciplines: The Contributions of Research in Africa to the Social Sciences and Humanities , edited by Robert H. Bates, V. Y. Mudimbe, and Jean O’Barr (Chicago and London: University of Chicago Press, 1993), 143–52.[/ref] Moreover, according to Junod’s dictionary, the two occupations are apparently distinct; the therapist-healer is locally known as nanga (plur. tinanga ), while ngoma (plur. bangoma ) is the Ronga term for diviner but also for what is translated as feiticeiro in Portuguese and as “magician” in English.[ref]Junod, Grammaire ronga , 80 and 75.[/ref] According to scholar Richard Gray, this painting “demonstrates how Malangatana drew on specific, localized experiences from his rural childhood.”[ref]Richard Gray, “‘You Must Love What We Do,’ Malangatana: Mozambique Modern ,” MutualArt , May 8, 2020, https://www.mutualart.com/Article/You-Must-Love-What-We-Do--Malangatana--M/EA37C047D91E5188 .[/ref] From interviews with the artist's niece, Maria Alda Ngwenya, who is a local nanga , he learned that the scene represents the healing session of a child who has been bitten by a snake; the pot and gourd flanking the central figure would hold medicine and an antivenom. Gray further identified the blue figures as maleficent spirit-monsters known locally as xipokho , which only the nanga can see. The painting would thus demonstrate the local population’s reliance on tinanga rather than Western medical doctors, but it could also bear some autobiographical meaning for the artist, whose own mother was treated by tinanga when she suffered from mental health troubles from 1947 to 1951.[ref]See Gray, “The Lost Interview,” 74. Gray transcribed the term for a traditional healer as “nyanga.”[/ref] Though they were realized barely a year apart, The Scene of the Diviner of 1961 is painted in a very different style than The Purification of the Child . It portrays a village scene that includes a female diviner ( ngoma ) with many kinds of adornment, including a braided hairstyle, filed teeth, and accessories. In Bantu-speaking Africa divination is a widely used method of communicating with the supernatural that may reveal the causes of misfortune and conflict through spirit mediumship. Like the owls that appear in The Purification of the Child , snakes often feature in the folklore of Bantu speakers in southern Africa, where they function as messengers for the ancestors, who continue to influence the lives of their descendants and intervene whenever conflict requires their assistance.[ref]For an early source on the subject, see the foundational article by Wilfrid D. Hambly, “The Serpent in African Belief and Custom,” American Anthropologist n.s., no. 31 (1929): 655–66. [/ref] Further interviews with local tinanga and a thorough reading of Junod’s many ethnographic publications would likely deepen the interpretation of paintings with similar thematic references. Should these two paintings be read as realistic depictions of the artist’s life experience, as one of his contemporaries, the architect and writer Julian Beinart, believed, or as expressions of Malangatana’s ambivalence toward indigenous spirit-based beliefs and practices, reflecting his liminal position between his Ronga culture and that of the ruling Portuguese colonials? Both in his essay in this volume and in his dissertation, Mário Pissarra argues that the seemingly realistic documentation of some local practices and rural scenes was likely meant as a form of criticism of the traditional past.[ref]See also Mário de Andrade Pissarra, “Locating Malangatana: Decolonization, Aesthetics and the Roles of an Artist in a Changing Society” (PhD thesis, University of Cape Town, 2019), chap. 5. Even The Small Dentist ( O pequeno dentista) (1961), which, according to Pancho Guedes’s account, depicts the artist’s lived experience of a bloody tooth extraction—on April 9, 1961, the night before his first solo show in Maputo opened—could, in Pissarra’s estimation, speak to Malangatana’s ambivalent attitude towards Western/European medicine; see his contribution in this volume, para 21; and Amâncio d’Alpoim Guedes, “Remembering the Painter Malangatana Valente Ngwenia [ sic ] When He Was Still Young,” in Malangatana Valente Ngwenya , edited by Júlio Navarro (Dar es Salaam, Tanzania: Mkuki na Nyota Publishers, 2003), 13.[/ref] Scenes like those of the diviner and the healer would, in Pissarra’s opinion, also derive from the artist’s introduction to traditional health practitioners in the course of treating his mother’s illness. While we do not wish to deny the satirical undertones that may be embedded in some of these works about rural Mozambican life, any criticism in those paintings is at best obliquely expressed. It is, however, equally difficult to substantiate the idea that the artist assumed the role of an ethnographer in a scientific sense, and that his paintings and drawings could serve as an objective window on his native culture. What Malangatana appears to be presenting in both Scene of the Diviner and Purification of the Child is a generic and idealized view of a reimagined rural Africa, a pre-colonial locale where traditional culture and art operate in a seemingly timeless past, unaffected by European contact. Indeed, as Susan Vogel has observed more generally, his scenes lack any material reference to modern Western culture: no wristwatches, no T-shirts, no plastic sandals.[ref]Vogel, Africa Explores , 189.[/ref] What is depicted instead is what the prominent intellectual V. Y. Mudimbe has famously described as the “ idea of Africa,” an intellectual construct that rests at least in part on invention.[ref]V. Y. Mudimbe, The Idea of Africa (Bloomington and Indianapolis: Indiana University Press; London: James Currey, 1994). See also Hassan, “African Modernism,” 453.[/ref] In closing, then, we can revisit Vogel’s proposition that there may be some continuity between the categories of, on the one hand, traditional African art, and on the other, modern African art, which she labels “international.”[ref]Vogel, Africa Explores , 187–90 and 194. Elizabeth Harney urges us to consider the simultaneity of these different categories (personal communication, Oct. 25, 2020).[/ref] Even though they are distinct in medium and typically also in form, both categories are about expressing ideas and concepts rather than about the imitation of nature in a literal sense. But what also ties modern and traditional African art together is that they are both functional. To be sure, their respective functions are quite different in that the sociopolitical and sometimes moral dimensions—as well as the autobiographical references—that define the former are only very rarely present in the latter. But the imagery of both categories is also mostly collective rather than personal in nature and therefore serves the group rather than the individual. These reflections compel me to ask a final question: what makes Malangatana’s oeuvre modern or even modernist, as many critics and this project have treated it? On a basic level, his work can obviously be labeled “modern” because it was a novelty in both its medium and its subject matter; it appears to have been radically different from any local form of visual artistic expression that preceded it. In the late 1950s, it was a new development in the arts of Mozambique when Malangatana painted on hardboard or on canvas and drew on paper; he was similarly innovative when depicting traditional cultural scenes from an ethnographic perspective and representing social and political events from an historiographic angle. But these emerging practices did not by themselves constitute artistic modernism in the Western, Euro-American sense. We may find it helpful to recall an observation made by archaeologist and art critic John Picton with respect to the Latin etymology of the word “modern.” He pointed out that modernus refers to “just now,” and thus modernity is always related to a particular time and place: “modernity here is not the same as modernity there,” and “modernity now is not the same as modernity then.”[ref]Picton, “Modernism and Modernity,” 317.[/ref] Thus, and contrary to what is most commonly argued in Africanist art historical circles, there may be more to be gained if we emphasize the modernity of Malangatana’s art than if we try to align it with the Western European and North American avant-garde art movement most would identify as modernism.[ref]See, e.g., “Art Term: Modernism,” tate.org.uk/art/art-terms/m/modernism , accessed Oct. 29, 2020.[/ref] This holds despite my earlier characterization of Malangatana’s style as expressionistic in a generic artistic sense. Indeed, as art historian Salah M. Hassan has pointed out, the “long history of exclusion” and the Eurocentric bias of the art historical discourse, with its evolution toward increased abstraction, complicates any “theorizing of modernity and modernism outside the West.”[ref]Hassan, “African Modernism,” 459. See also Dipesh Chakrabarty, Provincializing Europe: Postcolonial Thought and Historical Difference (Princeton, NJ: Princeton University Press, 2000), 27; Walter D. Mignolo, “The Geopolitics of Knowledge and the Colonial Difference,” The South Atlantic Quarterly 101, no. 1 (Winter 2002): 62; and Meier, “Modernism in Africanist Art History,” 217–18.[/ref] Though some scholars have called for us to liberate the term “modernism” from its exclusionary, Eurocentric connotations and have argued for a pluralistic and flexible approach to modernism, I believe we should label the artistic accomplishments of Malangatana and most of his contemporaries simply as modern, not modernist—albeit with the geographic specification “African.”[ref]Obviously, this does not take away from the cosmopolitan nature of their life and work, or from the fact that they may have sought and found inspiration in the ideas and realizations of their historical antecedents in Europe and on the American continent.[/ref] In so doing, I concur with art historian James Elkins that it is more appropriate and productive to describe the paintings and drawings of African modern artists “on their own terms” and to focus on their local critical reception.[ref]See James Elkins, “Writing About Modernist Painting Outside Western Europe and North America,” in Compression vs. Expression: Containing and Explaining the World’s Art , edited by John Onians (Williamstown, MA: Sterling and Francine Clark Art Institute, 2006), 195–201.[/ref] In order to truly achieve the desired “decentering” of innovations in the arts across the globe, though, I argue that it would be more advisable to reserve “modernism” for the progression of art movements in Europe and North America.[ref]See also Charles Harrison, “Modernism,” in Critical Terms for Art History , edited by Robert S. Nelson and Richard Shiff (Chicago and London: University of Chicago Press, 1996), 142–55. Harrison states that “there are few terms upon which the weight of implication, of innuendo, and of aspiration bears down so heavily as it now does upon modernism” (142) and that “there is always a strong possibility of confusion in art-historical discussions of modernism” (143). Underscoring that “the time of modernity is teleological” and that “its home lies in the West,” Keith Moxey has recently argued that “multiple modernities is an oxymoron, a logical contradiction”; Moxey, Visual Time: The Image in History (Durham, NC: Duke University Press, 2013), 11. However, for an opposing view, see Sylvester Okwunodu Ogbechie, “Interrogating African Modernity: Art, Cultural Politics, and Global Identities,” Critical Interventions 2, nos. 3/4 (Spring 2009): 1–6. On “decentering,” see Partha Mitter, “Decentering Modernism: Art History and Avant-Garde Art from the Periphery,” The Art Bulletin 90, no. 4 (Dec. 2008): 531–48.[/ref] Western modernism is so entrenched with European colonial hegemony and imperialist ideology that it would be futile to attempt to dissociate art from time or to disentangle the asymmetrical power relations that underlie it. Like Vogel I am, however, keen to absorb the “international” into “modern,” to allow for the existence of a synchronic “traditional modern” African art. And, by analogy, I would apply the same rationale to the term “contemporary,” acknowledging that what is called “international” or “traditional contemporary” African art today will become modern tomorrow.[ref]For some further reflection on the shifting meanings of the term “contemporary,” see Vogel, Africa Explores , 182; Kasfir, Contemporary African Art , 9–10; and Picton, “Modernism and Modernity,” 316. While the “contemporary” African art category would currently begin in 1980, the origins of the “modern” category are typically situated in the 1950s, in the aftermath of World War II, but occasionally pushed back to the 1920s. See also Okwui Enwezor and Chika Okeke-Agulu, Contemporary African Art Since 1980 (Bologna, Italy: Damiani, 2009).[/ref] ",
    "author_display": null,
    "digital_publication_id": 34,
    "source_updated_at": null,
    "updated_at": "2025-02-15T23:51:11-06:00",
    "timestamp": "2025-02-16T02:22:17-06:00"
}