{
    "id": 7,
    "api_model": "digital-publication-articles",
    "api_link": "https://api.artic.edu/api/v1/digital-publication-articles/7",
    "title": "“Affinities: Malangatana, Surrealism, and Black Liberatory Politics” by Felicia Mings",
    "web_url": "https://www.artic.edu/digital-publications/34/malangatana-mozambique-modern/7/affinities-malangatana-surrealism-and-black-liberatory-politics-by-felicia-mings",
    "copy": " Knowing that the third iteration of the Modern Series—dedicated entirely to the work of pioneering Mozambican artist Malangatana Ngwenya—would be on view in the Modern Wing of the Art Institute, we set two primary curatorial goals for ourselves: first, to introduce audiences to his stunning and stylistically diverse early pieces; and second, to expand our public’s conception of modern art. While most of the museum’s audiences are bound to be familiar with European modernists such as Salvador Dalí and Pablo Picasso, whose paintings and sculptures are on permanent display in our Modern Art galleries, we hoped to convey the multiplicity of modern art movements by focusing on the conditions and contexts of such art’s emergence on the continent of Africa and, more specifically, within Mozambique. Research trips to both Mozambique and Portugal enabled me to see many of Malangatana’s paintings in person, and I found one particularly compelling— The Secret Voyage (A viagem secreta) (fig. 1). Painted like a soft nightmare in red, orange, and blue hues, the work depicts land and sea, amorphous figures, a skeletal person, and floating faces. In the middle ground a globular red figure stands with his right arm outstretched, his open-palmed hand in front of a man’s head. This is said to be a depiction of Malangatana’s friend and patron, the renowned modern architect Amâncio d’Alpoim Miranda “Pancho” Guedes; in the front right corner is another portrait, this time of Guedes’s wife, Dori.[ref]Sometimes titled The Secret Voyage (with portrait of Dori and Pancho) ( A viagem secreta [com retrato de Dori e Pancho] ), my co-curators and I saw this painting in Sintra, Portugal. It was not included in Malangatana: Mozambique Modern due to the conservation that would have been required.[/ref] They are barely recognizable, their features distorted to match those of other semi-human beings in the work that are without known or identifiable models. The ghoulish blue figures, small creatures, and unnatural postures are all recurring features in Malangatana’s work. But the particular composition of this painting makes it stand out within his oeuvre for its formal alignment with surrealism, the literary and visual art movement that originated in Paris in the 1920s and, as developed by subsequent generations of adherents, unites unconscious dreams, imagination, and elements of reality to evoke a more complete reality or “surreality.” The visual hallmarks of surrealist art include uncanny juxtapositions of people and objects in dreamlike environments and the evocation of personal mythologies—all elements that are present within The Secret Voyage . Since our museum audiences are likely to have some prior knowledge of surrealism, I've contemplated: What was Malangatana’s relationship to the movement? And how do the local and international networks that he exhibited within—surrealist and otherwise—enlarge our understanding of him as a modern artist? A more expansive understanding of surrealism’s revolutionary impulse, visual forms, and adherents across geographies is generative in reading the impact of Malangatana’s work.   Malangatana never explicitly identified as a surrealist. Furthermore, some interpretations of his work by his contemporaries and the media aim to suggest that he was doing something greater. South African architect Julian Beinart wrote in a brief biography, “Malangatana had his own brand of surrealism. It has little to do with the intellectual games of Western European surrealist painters. It is a plastic interpretation of a way of life in which mysticism and fantasy play a significant functional role.”[ref]Julian Beinart, “Malangatana,” Black Orpheus , no. 10 (1961): 26.[/ref] Similarly, the Morning Post ’s review of the artist's exhibition in Nigeria in June 1962 states, “In Europe one would feel inclined to call Malangatana a SURREALIST. But such a classification would miss the point. Malangatana is a visionary.”[ref]“Brilliant Work at the Mbari Exhibition,” Morning Post [Apapa, Nigeria], June 16, 1962, 13.[/ref] I do not claim that Malangatana was a surrealist, but I do think it is relevant that European surrealist practice, and its formal aspects in particular, were a routine point of comparison. It is worth considering that from its beginnings, surrealism was an anti-imperialist movement that took inspiration from and included African and Afro-diasporic peoples.[ref]Franklin Rosemont and Robin D. G. Kelley, “Introduction: Invisible Surrealists,” in Black, Brown, and Beige: Surrealist Writings from Africa and the Diaspora , edited by Franklin Rosemont and Robin D. G. Kelley (Austin: University of Texas Press, 2009), 6–7.[/ref] This was evidenced as early as 1925 in Paris, when fifty individuals, including the surrealist poets Louis Aragon, André Breton, and Philippe Soupault—seeking to be revolutionary in their function and outlook, in contrast with other avant-garde movements—signed and published a political declaration: “La Révolution d’abord et toujours [Revolution Now and Forever]” in the first issue of La Révolution surréaliste (The Surrealist Revolution). The declaration took a pro-African and anti-colonial stance by voicing support for political and military leader Abd al-Karīm al-Khaṭṭābī and the Riffian people of Morocco, who were battling against Spanish and French rule.[ref]David Drake, “The PCF, the Surrealists, Clarté and the Rif War,” French Cultural Studies 17, no. 2 (June 2006): 184; Rosemont and Kelley, “Introduction: Invisible Surrealists,” 9. See also The Surrealist Group, “Revolution Now and Forever!” in Art and Social Change: A Critical Reader, edited by Will Bradley and Charles Esche (London: Tate Publishing in association with Afterall, 2007), 92–93.[/ref] Surrealism quickly grew to encompass artists from around the world.[ref]Rosemont and Kelley, “Introduction: Invisible Surrealists.”[/ref] A few examples of international participation include the Arte et Liberté group in Cairo in the 1930s; the surrealist group of Lisbon that emerged in the 1940s; and the literary magazine Tropiques , published on the island of Martinique from 1941 to 1945. Tropiques espoused the ideology and literature of Négritude (a philosophy focused on the affirmation of black people) in conjunction with the poetics of surrealism to uplift Caribbean culture. By the 1960s a surrealist movement had even emerged in Chicago, led in part by the American poet, artist, and historian Franklin Rosemont. The Chicago surrealists were keenly influenced by surrealists in Paris and by black writers such as C. L. R. James and Richard Wright, as well as America’s civil rights movement.[ref]Franklin Rosemont and Robin D. G. Kelley, “Surrealism, Black Power, Black Arts,\" in Black, Brown, and Beige: Surrealist Writings from Africa and the Diaspora , edited by Franklin Rosemont and Robin D. G. Kelley (Austin: University of Texas Press, 2009), 237–51.[/ref] Surrealists in Chicago were also in dialogue with those in Lisbon and Négritude influenced surrealism in Paris, so each manifestation of surrealism was far from being a derivative of what emerged in Paris; rather, all of these movements and their tenets were informed by transnational exchange. Furthermore, the revolutionary aims of surrealism, which bring form and politics together, resonate across time and space. We can draw a line from Dalí’s Inventions of the Monsters (fig. 2), which merges a desert landscape with animals aflame, distorted bodies, and monstrous apparitions (allegorical references to the Spanish Civil War of 1936–39), to Malangatana’s paintings of the 1960s and early 1970s. Their contorted bodies, monsters, spirits, and blood express the surreality of the psychic and physical violence of the colonial situation. The global appeal and circulation of surrealist principles enabled the movement’s enduring influence.   Big Monsters Devouring Small Monsters (Monstros grandes devorando monstros pequenos) , a painting from 1961 (fig. 3), exemplifies what many have come to recognize as Malangatana’s signature style, including its surrealist elements as well as political critique or even allegory. The painting is an airless, crowded composition of vibrantly colored monsters that are stacked upon each other and crisscross the picture plane. Their fang-like teeth draw long drips of red blood. Although this work is a visual departure from the uncanny, soft-toned dreamscape of The Secret Voyage , the artist retained a surrealist quality in these biomorphic, childlike forms. His monsters and spirits have been read as enigmatic evocations of the folklore of the Ronga culture in which he was born and raised while also being powerfully associated with imagination and the subconscious.[ref]Mário de Andrade Pissarra, “Locating Malangatana: Decolonisation, Aesthetics and the Roles of an Artist in a Changing Society” (PhD diss., University of Cape Town, 2019), 337.[/ref] Decades after making this painting, Malangatana explained that at the time, he didn’t dare boldly comment on the colonial situation as he did in later works, like 25 of September II (25 de Setembro II) , painted in 1968 (fig. 4). He preferred to depict people as monsters because (in his view) all people are monsters, and this painting also represents \"the whole colonial situation\" as a \"huge monster . . . that devoured the little monsters.\"[ref]Orlando Esteves, dir., “Malangatana on Malangatana,” 2002, video, 35:44 min., https://vimeo.com/14466459 .[/ref] Big Monsters Devouring Small Monsters exemplifies the reality that Malangatana’s art and life were heavily marked by Mozambique’s anti-colonial struggle, the armed resistance waged by the Front for the Liberation of Mozambique (FRELIMO), the transition from Portuguese colonial rule to independence in 1975, and the subsequent establishment of the new nation. Liberation struggles that have spurred new national cultures were made manifest through visual arts and coincided with the emergence of modern art in many African countries, including Mozambique. Surrealism provides us with a formal and political framework for understanding this effect on his art. [ref]While curating Malangatana: Mozambique Modern, we sought to highlight the underlying colonial critique embedded in Big Monsters Devouring Small Monsters and the overt politics present in the 25th of September II by placing these two paintings in a room with twenty-one drawings made between 1964 and 1969, in a thematic section titled “Prison Drawings.” In 1964–66 the International and State Defense Police (PIDE) imprisoned Malangatana for eighteen months because of his suspected involvement with the Front for the Liberation of Mozambique (FRELIMO). While incarcerated, Malangatana began a series of drawings that he continued to work on after his release, resulting in ninety-three drawings that have been loosely organized under the moniker “Prison Drawings.”[/ref]   Big Monsters Devouring Small Monsters also helps us understand the international networks, surrealist and otherwise, in which Malangatana’s work circulated . The painting appeared in an exhibition at the First International Congress of African Culture (ICAC) at the Rhodes National Gallery in Salisbury, Southern Rhodesia (now Harare, Zimbabwe), in 1962; it is clearly visible in an installation photograph (fig. 5), and it is one of six paintings that Malangatana had on display.[ref]Guedes was a delegate at the conference, presented on his own architectural practice, and was responsible for bringing the artworks of the Mozambican artists. Barbara Murray, “The 1962 First International Congress of African Culture,” Nka: Journal of Contemporary African Art 42–43 (Nov. 2018): 77. https://doi.org/10.1215/10757163-7185785 .[/ref] Organized by the National Gallery’s director, Frank McEwen, the ICAC sought to surface African cultures’ influence on the development of Western civilization’s art and music in the first half of the twentieth century. The ICAC was the first event of its kind in many ways, bringing together a multiracial group of scholars, architects, archaeologists, and curators to think across media about the influence of African cultural production, in a public forum.[ref] Proceedings of the First International Congress of African Culture, 1–11 August, 1962, held at the National Gallery, Salisbury, Rhodesia (Salisbury: Rhodes National Gallery, 1962) , 11. A few of the prominent and influential guests were Alfred H. Barr, then Director of Collections at the Museum of Modern Art, New York; James A. Porter, head of the art department and director of the Gallery of Art at Howard University, Washington, DC, and widely known for establishing the field of African American art history; and Tristan Tzara, a Romanian and French artist who helped found the Dada art movement that was a precursor to surrealism. The full list of attendees was published; see Proceedings of the First International Congress of African Culture , 11.[/ref] It is no coincidence that just as transnational exchange—here, the influence of African arts and culture on European and American arts and culture—was being recognized as a defining aspect of modernist movements, Malangatana’s paintings were included in this important display.   As a forum of international delegates recognizing African art’s influence upon and connection to Western art, the ICAC was a precursor to a constellation of events celebrating and promoting black identities and pan-African cultural production that took place on the African continent between 1962 and 1982. This surge of activity had important effects on the visibility and prominence of modern and contemporary African artists.[ref]The gatherings that occurred on the continent between 1962 and 1982 include: the first African Writers Conference, held at Makerere University College in Kampala, Uganda, June 11–17, 1962; the First World Festival of Negro Arts (Festival Mondial des Arts Nègres) in Dakar, Senegal, April 1–24, 1966; the Pan-African Cultural Festival in Algiers, Algeria, July 21–31, 1969; Zaire 74 music festival in Kinshasa, Zaire (now the Democratic Republic of the Congo), September 22–24, 1974; the Second World Black and African Festival of Arts and Culture (also known as FESTAC ’77) in Lagos, Nigeria, January 15–February 12, 1977; and the Culture and Resistance Festival and Symposium, in Gaborone, Botswana, July 5–9, 1982.[/ref] ICAC attendees played a direct role in cultivating exhibition and publication opportunities for modern artists and writers including Malangatana. One such delegate was Ulli Beier, a German-born, Nigeria-based scholar, editor, and founder of Black Orpheus: A Journal of African and Afro-American Literature (fig. 6) . The publication brought together art, criticism, literature, fiction, and poetry from emerging—and ultimately influential—writers from English-, French-, Portuguese-, and Spanish-speaking countries across Africa and the Americas, such as Martinican poet, politician, and surrealist Aimé Césaire; American novelist and playwright Langston Hughes; and Senegalese poet and politician Léopold Sédar Senghor. In addition to publishing Malangatana’s poetry and reproductions of his paintings in Black Orpheus No. 10 , Beier provided the artist with his first solo exhibition abroad.[ref]In Nigeria in June of 1962, Malangatana’s solo exhibition opened at the Mbari Club, for artists and writers, in Ibadan before traveling to the Mbari Mbayo Club in Osogbo. The year prior, Malangatana was featured in Black Orpheus , which published his poems “Women” and “To the Anxious Mother”; his biography written by Beinart; and fifteen black-and-white reproductions of his paintings—including The Secret Voyage. An original print of that issue of Black Orpheus (no. 10) was included in Malangatana: Mozambique Modern in the section titled “Beyond Painting and Drawing.” It highlighted the array of media that Malangatana has worked within, emphasizing his poetry as well as the Cultural Center he developed in his hometown of Matalana.[/ref] Furthermore, following the ICAC conference, attendee Roland Penrose, himself a surrealist artist and then chairman and co-founder of the Institute of Contemporary Arts in London, organized the 1963 exhibition 2 Painters from Africa: Salahi and Malangatana , in which Malangatana’s work was shown alongside that of Sudanese painter Ibrahim El-Salahi. The ICAC thus reinforced and expanded international networks of modernist artistic exchange and display and fostered further circulation of Malangatana’s artwork. Like many of his contemporaries, Malangatana contributed to exhibitions across the African continent during the 1960s and early 1970s. Portuguese surrealist painter and poet Artur Manuel Rodrigues do Cruzeiro Seixas, for instance, appreciated his work. While based in Angola from 1951 to 1965, Cruzeiro Seixas was employed at the Museum of Angola in Luanda, and in 1953 he curated the first surrealist exhibition in an African country south of the Sahara Desert; a decade later he included a large painting by Malangatana in a group show.[ref]Franklin Rosemont and Robin D. G. Kelley, “Malangatana Valente Ngwenya,” in Black, Brown, and Beige: Surrealist Writings from Africa and the Diaspora , edited by Franklin Rosemont and Robin D. G. Kelley (Austin: University of Texas Press, 2009), 184; and Artur do Cruzeiro Seixas, “My Escape to Africa,” Race Traitor , no. 9, special issue “Surrealism: Revolution against Whiteness” (Summer 1998): 93.[/ref] Cruzeiro Seixas and Malangatana were both contributors to the 1976 World Surrealist Exhibition, which was titled Marvelous Freedom; Vigilance of Desire and held at Gallery Black Swan in Chicago.[ref] Marvelous Freedom; Vigilance of Desire is the first of three major surrealist exhibitions that Malangatana’s work was included in. The subsequent two were in Lisbon: Exposição Internacional: Surrealismo e pintura fantástica at Teatro Ibérico in 1984 and Primeira Exposição do Surrealismo ou Não at Galeria São Mamede in 1994; see Pissarra, “Locating Malangatana,” 240. Marvelous Freedom; Vigilance of Desire 's exhibition catalogue includes a poem by Malangatana but no reference to the artworks that were exhibited. COVID-19 has delayed access to special collections but I hope to locate the exact works that Malangatana had on view via the Franklin and Penelope Rosemont Papers housed at the University of Michigan Library (Special Collections Research Center), Joseph A. Labadie Collection.[/ref] It was—to date—the largest and (in terms of participants) blackest surrealist exhibition in the world, showcasing more than five hundred works by one hundred and thirty artists from thirty countries, such as American painter and jazz musician Ted Joans and Cuban painter Wifredo Lam; it also included improvisational jazz performances by the Sun Song Ensemble.[ref] Marvelous Freedom; Vigilance of Desire opened on May Day (May 1) at 500 North Lasalle Street; Franklin Rosemont and Robin D. G. Kelley, “Toward the New Millennium: The Mid-1970s through the 1990s,” in Black, Brown, and Beige: Surrealist Writings from Africa and the Diaspora , edited by Franklin Rosemont and Robin D. G. Kelley (Austin: University of Texas Press, 2009), 286. The exhibition was Malangatana’s debut in Chicago but not the United States. His work had previously been displayed in a group show titled Contemporary African Art (February 23–May 12, 1974) at the Museum of African Art (now part of the Smithsonian), Washington, DC. The exhibition displayed nearly one hundred works by rising modern artists, including Alexander “Skunder” Boghossian, from Ethiopia; Jacob Afolabi, Jimoh Buraimoh, Bruce Onobrakpeya, Muraina Oyelami, and Twins Seven Seven, from Nigeria; and el-Salahi and Ahmed Shibrain, from Sudan; see Christine Mullen Kreamer, “Connecting Traditional and Contemporary African Art,” in Africa Now!: Emerging Talents from a Continent on the Move , edited by the World Bank Art Program (Washington, DC: World Bank, 2000), 18. His work was also included in African Art Today: Four Major Artists at the African-American Institute, New York (May 14–October 5, 1974), appearing alongside Boghossian, Amir Nour, and Twins Seven Seven; see “African Art Today: Four Major Artists,” African Arts 8, no. 1 (Autumn 1974): 61–62.[/ref] The viewers of such exhibitions and publications could see Malangatana’s art in a complementary relationship with that of visual artists, poets, and writers who were pushing a black emancipatory politics in different parts of the globe. As one of just a few black artists from Lusophone Africa to have such paintings on display in centers of artistic activity in Africa, Europe, and the United States, Malangatana further cemented his status as a pioneering modernist.   Malangatana’s prominence in Mozambique is not based on his reception abroad or solely a response to the ideas communicated through his art but is in large part due to his strong civic role in the country’s recent history. This was a continuation of his work as an artist, though, and can be interpreted as consistent with early surrealist principles of being revolutionary in one’s actions. Malangatana was deeply embedded in the intellectual and artistic milieu of Mozambique’s capital city prior to the country’s independence, and was a known persona to FRELIMO. By 1961 Malangatana had been introduced to the organization’s founding president, Eduardo Chivambo Mondlane, who encouraged him to remain in Mozambique and use his art to contribute to the liberation struggle.[ref]Pissarra, “Locating Malangatana,” 289.[/ref] After Mozambique achieved independence in 1975, FRELIMO explicitly positioned arts and culture as part of broader efforts to manifest the values of the newly independent socialist state by promoting popular revolutionary art by and for the people.[ref]Edward A. Alpers, “Representation and Historical Consciousness in the Art of Modern Mozambique,” Canadian Journal of African Studies 22, no. 1 (1988): 89–90.[/ref] Malangatana’s work was included in group exhibitions that brought together both modern artists and those working in more traditional media such as sculpture and craft. He was commissioned to produce murals at the Ministry of Agriculture (in collaboration with Chilean artist Moira Lavanderos de Tohá), the Natural History Museum, and Heroes Square, all sites in Lourenço Marques (now Maputo).[ref]For more on Malangatana’s murals see Albie Sachs, Images of a Revolution: Mural Art in Mozambique (Harare: Zimbabwe Publishing House, 1983).[/ref] The artist was also put to work as a civil servant. In 1978 he was sent to Nampula province, in northern Mozambique, to organize communal villages and work groups among farmers for two years. It was only upon his subsequent return to Maputo that he re-engaged in painting full time. In the 1980s he also acted as director of the state’s Craft Department, where he organized craft cooperatives and contributed to the development of the National Museum of Art.[ref]Schneider, Elizabeth Ann, “Malangatana: Artist of the Revolution,” African Arts 21, no. 3 (1988): 62. https://www.jstor.org/stable/3336445 [/ref] At the conclusion of the country’s fifteen-year civil war, Malangatana was a signatory on the 1992 peace accord and in 1997 was named a UNESCO Artist for Peace. When he traveled and shared his artwork, he often took the opportunity to connect it to his social concerns. In a lecture that he gave at the School of the Art Institute of Chicago in 1989, he discussed his desire to be known as both a painter and a poet, his wish to be seen alongside artists from around the world, his sense of connection to all of humanity, and his compulsion to paint the human landscape with its pains and problems.[ref]Malangatana Ngwenya, Visiting Artists Program (lecture), School of the Art Institute of Chicago, November 20, 1989, School of the Art Institute of Chicago, streaming audio file, 77:08 min. The Mozambican Support Network organized Malangatana’s six-week-long tour of Canada and the United States in 1989. He arrived in the United States in October, and traveled to Atlanta, New York, Boston, Los Angeles, Chicago, Madison, Topeka, and Oklahoma City. In each location he gave lectures at colleges and universities and visited neighborhood cultural centers; in some he also facilitated art workshops with adults and children. Mary Pennington, “Positive Fire: Malangatana Ngwenya in the United States,” Mozambique Support Network Newsletter 3, no. 1 (Feb. 1990): 9.[/ref] The continuity between his words, civic actions, and art becomes not just explicable but almost inevitable when we place them within the context of surrealist art movements and associated exhibitions during his lifetime and consider the full history of visual and political affinities between Malangatana and surrealism.   The Cry for Freedom (fig. 7) was one of the final works audiences encountered as they walked through Malangatana: Mozambique Modern . As part of the exhibition’s physical and chronological conclusion, the painting points to Malangatana’s broader role in Mozambique and his life after 1975. Painted in 1973, The Cry for Freedom is nearly six feet wide, its scale and content anticipating the murals he later painted in Maputo. The composition exemplifies Malangatana’s style with its dense entanglement of human, animal, and monstrous forms that appear to draw from both reality and worlds beyond. Elongated and twisted creatures sweep upward in a crescendo across the painting, with a faint indication of architectural features in the background. The vividly colored and tightly packed figures create a sense of tension so that the painting itself evokes the chaos, trepidation, and hope entailed by the struggle for liberation. An inscription on the back more literally reminds us of his personal politics; it identifies the work as paying homage to two Pan-African thinkers and revolutionaries: Amílcar Cabral, leader of the liberation movements in Guinea-Bissau and Cape Verde, and Mondlane.[ref]In 1977 The Cry for Freedom was exhibited at FESTAC ’77; Malangatana attended, spending two months in Nigeria as part of the Mozambican delegation (Pissarra, “Locating Malangatana,” 193). Although Joans and Malangatana were both included in Marvelous Freedom; Vigilance of Desire , they actually met at FESTAC ’77 and even participated in a round of exquisite corpse, a surrealist form of collaborative drawing. The resulting work, facilitated by Joans, is currently owned by American artist David Hammons.[/ref] Malangatana’s art and politics intertwine and so, as critical as it is to situate him as a modern African artist, in the course of doing so it is important to recognize his profound contributions and engagements with black diasporic art practices as well as with international anti-colonial and anti-imperial art practices that were equally part of this history. ",
    "author_display": null,
    "digital_publication_id": 34,
    "source_updated_at": null,
    "updated_at": "2025-02-15T23:51:07-06:00",
    "timestamp": "2025-02-16T02:22:17-06:00"
}