{
    "id": 8,
    "api_model": "digital-publication-articles",
    "api_link": "https://api.artic.edu/api/v1/digital-publication-articles/8",
    "title": "“Deep Ambivalences: Malangatana’s Anti/Colonial Aesthetic” by Mário Pissarra",
    "web_url": "https://www.artic.edu/digital-publications/34/malangatana-mozambique-modern/8/deep-ambivalences-malangatanas-anticolonial-aesthetic-by-mario-pissarra",
    "copy": " Malangatana Ngwenya—widely known by his given name alone—exhibited in no fewer than forty countries during a career that spanned five decades. This included perhaps as many as sixty-four solo shows in fifteen countries and more than 234 group exhibitions. The governments of Mozambique, Brazil, Bulgaria, France, and Portugal conferred distinguished awards on Malangatana, as did UNESCO. Despite limited formal education, he received honorary doctorates from universities in Mozambique and Portugal and recognition from professional academies in Italy and Portugal, along with prestigious awards from the International Association of Art Critics and the Prince Claus Fund.[ref]For more details on these awards and achievements see Mário Pissarra, “Locating Malangatana: Decolonisation, Aesthetics and the Roles of an Artist in a Changing Society” (PhD diss., University of Cape Town, 2019), 142–44.[/ref] Despite Malangatana’s achievements, many in the international art world are either unaware of him or have only a cursory sense of his significance as a pioneering African modernist and national icon. One explanation for this asymmetry is that while Malangatana was prominently featured during the development of a modern African art discourse—a process that began in earnest in the 1960s—the field remained marginal within the broader field of African art, itself peripheral within dominant framings of international art.[ref]This is the case even though concepts of alternative modernities have recently been gaining traction alongside increasing representation of African artists and curators within the global art scene.[/ref] Furthermore, particularly in the period of globalization that commenced after the Cold War, Malangatana’s exhibitions, especially his solo shows, have mostly been in Lusophone contexts, which points to another site of marginalization.[ref]The Cold War that followed the end of World War II forced many countries to side with either the United States or the USSR. Mozambique—like many countries in the Global South—tried to forge its own path through its membership in the Non-Aligned Movement. Given its socialist orientation after independence, however, it was inevitable that Mozambique had stronger links to the Soviet Bloc than to the dominant Western powers during the Cold War.[/ref] His works have seldom been shown in those museums that are commonly recognized as being at the center of the art world.[ref]Through his inclusion in curated shows such as Africa Explores: 20th Century African Art (1991–94; New York and subsequent venues), The Short Century: Independence and Liberation Movements in Africa 1945 – 1994 (2000–2001; Munich and subsequent venues), and Century City: Art and Culture in the Modern Metropolis (2001; New York) , a few works by Malangatana were exhibited in prominent US and British museums during his lifetime, including MoMA and MoMA PS1, New York; the Museum of Contemporary Art, Chicago; Tate Gallery, Liverpool; and Tate Modern, London.[/ref] Much has been written on Malangatana, mostly in Portuguese, but little of this writing can be considered critical in nature. Significantly, there is scant discussion of individual works. Much of the literature concerns his achievements and perpetuates widely held ideas regarding his value as a social, cultural, and political sign—by which I mean that he came to represent ideas that extended beyond his identity as an artist.[ref]For an analysis of the historical construction of Malangatana as a multivalent sign, see Pissarra, “Locating Malangatana,” 271–353.[/ref] In particular, there is much commentary on his authenticity, as both a “self-taught” artist and as an embodiment of Mozambican culture (revolutionary and/or indigenous), as well as his capital as a humanist and universal artist. The ideas informing these various incarnations of Malangatana’s public persona can all be traced back to the years preceding Mozambican national independence, although they acquired different accents at various points in time. The cumulative effect of these multiple framings of the artist has been to confer a larger-than-life image of Malangatana, arguably at the expense of a critical analysis of his work. Throughout his career Malangatana’s art developed in reciprocal relationship with his environment, both locally and globally. Historical events such as Portuguese colonialism, anti-colonial resistance, the political independence of Mozambique, the ensuing civil war, and postcolonial relations between the former colony and the metropole (which were themselves influenced by broader contexts of the Cold War and subsequent globalization) had a profound impact on what was possible for Malangatana at the time, particularly with regard to who got to see his work and under what circumstances.[ref]For a detailed analysis of changing local and international contexts and the implications these had on Malangatana’s career see Pissarra, “Locating Malangatana,” 147–258.[/ref] The artist in turn developed new visual signs in response to his changing environment. This essay focuses on methods and techniques that Malangatana used during the anti/colonial period to create certain effects on his viewers—and I use the term anti/colonial to capture the contestation of power between the colonial and the anti-colonial forces during their respective struggles against and for Mozambican sovereignty.[ref]To describe this period as the “colonial period” is to downplay the extent to which anti-colonial forces were resisting Portuguese rule. Conversely, to call it the “anti-colonial period” is to glorify resistance and deny the realities of Portuguese rule in shaping conditions and subjectivities.[/ref] By linking Malangatana’s aesthetic to the anti/colonial, I stress the interrelationship between what we see and its historical context. This epoch includes important milestones such as the formation of the Front for the Liberation of Mozambique (FRELIMO) in 1962, the launch of the armed struggle in northern Mozambique (1964), the Portuguese coup (1974), and Mozambican independence (1975).[ref]FRELIMO was the leading nationalist movement in the fight against Portuguese colonialism in Mozambique. They waged a guerilla war that, together with national liberation movements in the other Portuguese colonies in Africa, helped precipitate the military coup in Portugal in which the armed forces overthrew the dictatorship. FRELIMO was the sole indigenous movement that negotiated the terms of independence with the new Portuguese government, and it has ruled Mozambique since those terms were agreed.[/ref] During these years Malangatana experienced both highs and lows in his career. Following his successful debut solo exhibition in 1961, his work was featured in several international exhibitions, and he received significant critical acclaim.[ref]Between 1961 and 1964 Malangatana exhibited in Calcutta (now Kolkata); Cape Town; Ibadan, Nigeria; Johannesburg; Karachi, Pakistan; London; Luanda, Angola; Oshogbo, Nigeria; Paris; Salisbury, Rhodesia (now Harare, Zimbabwe); and possibly Bombay (now Mumbai), New Delhi, and New York. For details, see Pissarra, “Locating Malangatana,” 157–65. Early texts by Ulli Beier, Julian Beinart, and Pancho Guedes were particularly influential in staking out his importance as an artist and shaping understanding of his work. Excerpts from these texts are referenced during the course of this essay.[/ref] A subsequent lull (1965–66) can be attributed to his increased politicization and incarceration for political activities.[ref]In the period preceding his imprisonment Malangatana refused to represent Portugal at the São Paulo Biennale and withdrew his works from the Artists of Mozambique exhibition (then showing in Johannesburg and due to travel to Pretoria and Durban) as a protest against the imprisonment of Nelson Mandela. [Júlio Navarro], “As Várias Fases da Obra de Malangatana (ii),” Tempo [Maputo], May 11, 1986, 54.[/ref] This fallow period ended when he was awarded a scholarship by the Gulbenkian Foundation in Lisbon (1971–72), which both opened doors to Portugal and coincided with a second wave of international interest in his work.[ref]This included several exhibitions in Portugal as well as participation in group shows in Johannesburg, New York, Paris, Prague, and Washington, DC. Pissarra, “Locating Malangatana,” 171–78.[/ref] Aesthetic Strategies in Malangatana’s Art Before engaging directly with Malangatana’s anti/colonial aesthetic, it is worth noting several characteristics of his work that are observable throughout his whole career. One that significantly increases the challenges of interpreting his art is that he seldom produced works with explicit, self-contained narratives. Instead, he tended to engage with a range of related concerns over several years in paintings that rarely took the form of a discrete series exploring a set theme. Patterns emerge when we identify similar signs and locate these within the broader historical and biographical context; this method opens up possibilities for reading images that, if viewed in isolation, would provide few clues for interpretation. A second recurring observation is that Malangatana’s art displays little utopian impulse. This point is evident in his treatment of Christian themes, which were prevalent during the anti/colonial period. He repeatedly pictured the Fall of Man, with its focus on temptation and shame, rather than conjuring idyllic images of the Garden of Eden. He painted tumultuous scenes of hell but none of a peaceful heaven. And he chose to depict the Crucifixion and Last Supper, themes of betrayal and martyrdom, not the miracles of Jesus. We can also see that when he felt compelled to use his art to fight colonialism, he produced images of suffering and conflict, and was largely resistant to romanticized or heroic narratives. If Malangatana was a storyteller, as Mozambican writer Mia Couto maintained, he was not one drawn to stories with happy endings.[ref]Mia Couto, “Malangatana, the man who painted water,” in Gallery [Harare, Zimbabwe], no. 15 (March 1998): 12. Malangatana was often keen to counterbalance characterizations of his art as unhappy, arguing that he was also the painter of love and erotic themes. As early as 1962 he published a love poem in a local newspaper in Lourenço Marques (now Maputo); see Malangatana Ngwenya Valente, “Poema de Amor,” A Voz de Mozambique , September or October, 1962, n.p.[/ref] A third observation is that much of Malangatana’s most compelling art articulates ambiguities and embodies deep ambivalences. It disrupts orthodoxies and introduces uncertainties. This effect is often achieved through the juxtaposition of multiple modes of representation. For instance, he sometimes used quasi-naturalistic color and proportion, qualities that introduce a relatively logical or objective order, but in the same work one will also find expressive distortion and/or lucid visualization of irrational states of being. In turn, these descriptive and expressive elements coexist with details that fulfill formal or decorative purposes. Malangatana's simultaneous use of visual idioms was further complicated by the lack of distinction between different kinds of visual signs in his work. Some announce themselves clearly—chains serve as legible symbols of colonial enslavement, and a caged bird acts as an easily understood metaphor for the imprisoned combatant. But not all of them can be translated easily. Frequently one is faced with composite or hybrid signs, those that draw on more than one source or set of ideas. Such signs are both forcefully evocative and disconcerting in their resistance to stable readings. Their pronounced character suggests a degree of autonomy—that is to say, they embody meaning in and of themselves. However, they also mutate and morph, and operate in relation to other signs, and through these changes resist becoming fixed elements even within his own lexicon. I refer to such unstable visual elements as “polemic signs,” a term borrowed from the French sociologist Jean Duvignaud.[ref]Duvignaud proposed the notion of the polemic sign as a working hypothesis in Sociologie de l’art in 1967, which was subsequently translated into English in 1972. Jean Duvignaud, The Sociology of Art (London: Paladin, 1972), 51–52.[/ref] Duvignaud rejected the idea of the sign as reducible to a fixed meaning, where it serves as corresponding evidence for a pre-existing theory.[ref]Duvignaud, The Sociology of Art , 51.[/ref] In coining the term “polemic sign,” he emphasized the nature of the work of art as an act of imagination, not only on the part of the artist but also on the part of the viewer, who participates in the construction of meaning and the attribution of value.[ref]Duvignaud insisted that “the work of art says no more than what is in it itself—and what we give it.” Duvignaud, The Sociology of Art , 21.[/ref] In twinning the concept of the sign with that of the polemic—that is, the presentation of an argument or controversial point of view—Duvignaud drew attention to the nature of the sign as unfixed, dynamic, and conceptual as well as to its potentially critical and provocative character. In so doing he bequeathed a conceptual tool that could have been custom-built for Malangatana.[ref]Malangatana’s view of his art as open-ended and nondidactic is captured in his statement, “When I am painting, I am composing a musical score. I would really love it if one day someone looks at my paintings and finds in there a song that I didn’t sing.” Original quotation in Jornal do Fundão , 2009, cited in Malangatana: O homem e as obras , edited by Rui d’Ávila Lourido (Lisbon: União das Cidades Capitais de Língua Portuguesa, 2011), 7.[/ref] Questions of Assimilation In the following discussion of selected works, I aim to challenge established views of Malangatana’s oeuvre. This is not to discount universalist impulses, formalist concerns, or personal subjectivity, all of which do play a part in his art. Rather, I argue that, particularly in his early works, Malangatana deployed semiautonomous polemic signs that should be interpreted through the prism of the Portuguese policy of colonial assimilation. The policy of assimilation was central to the experience of Portuguese colonialism. In theory, the Portuguese did not discriminate on a racial basis.[ref]As FRELIMO’s founding president, Eduardo Chivambo Mondlane, noted, “the policy of assimilation lies at the base of the Portuguese claim to non-racialism.” Eduardo Mondlane, The Struggle for Mozambique (Harmondsworth: Penguin Books, 1969), 37.[/ref] Colonialist ideologues promoted the idea that the Portuguese were a people “who consider[ed] themselves more Christian than European.”[ref]Gilberto Freyre, quoted by Mondlane, The Struggle for Mozambique , 36.[/ref] Christianity was central to acquiring the status of an assimilado (assimilated person), and during the anti/colonial period Malangatana created many images that refer to Christian ideas, notably sin and hell.[ref] Assimilado was a legal category, which few indigenous Mozambicans attained. However, the concept of assimilation was one that all mission-educated and/or urbanized native people, including Malangatana, were subjected to. It influenced their social position, identity, values, and behavior.[/ref] These references often appear in relation to questions of racial identity. This period also includes many works by him that allude to matters of the supernatural, specifically in relation to indigenous cultural practices. When we view these works as a group, we can readily see the artist’s critical distance from the absolute values of both Christian and indigenous belief systems. This ambivalence reflects his position as a member of an “acculturated” or assimilated class, situated in the interstices between the indigenous oppressed, with its rural base, and the ruling colonial class, situated in the cities.[ref]Luís Bernardo Honwana, a leading FRELIMO intellectual, distinguished between Mozambican “cultura tradicional” and “cultura aculturada,” with the latter referring to culture that was the “result of interaction between local culture and forms and ideas emanating from foreign cultures.” See Luís Bernardo Honwana, “Papel Lugar e Função do Escritor,” Tempo [Maputo], November 22, 1981, 5. It is important to stress that Malangatana was not an assimilado in the strict legal sense of the term.[/ref] Although the transgressive content of Malangatana’s early works was often noted in early writings, it was not adequately situated within the anti/colonial context. Critical interpretations of his treatment of women’s hair offer an illustrative example. Ulli Beier, a German scholar who was an early advocate for modern African art and influential in introducing Malangatana to an international audience, observed that “women’s hair . . . is mostly painted extremely long and flowing even when he paints African women.”[ref]Ulli Beier, Contemporary Art in Africa (London: Pall Mall Press; New York: Frederick A. Praeger, 1968), 69.[/ref] For Julian Beinart, a South African architect who published the first essay on Malangatana, this was evidence of the artist’s quest for a universal language, a point later reiterated by critic Rui Mário Gonçalves, who played a significant role in bringing him to a Portuguese audience.[ref]Julian Beinart, “Visual Education for Emerging Cultures: The African Opportunity,” in The Education of Vision , edited by Gyorgy Kepes (New York: George Braziller, 1965), 193; and Rui Mário Gonçalves, Malangatana (Lisbon: Galeria Buchholz, 1973).[/ref] Formal aspects have also been used to explain Malangatana’s choice of signs. According to Beinart, “when he uses long flowing hair, it is . . . largely due to his need to tie the painting together.”[ref]Julian Beinart, “Malangatana,” Black Orpheus, no. 10 (1961): 26.[/ref] Art historian Betty Schneider, whose articles on Malangatana brought him to the attention of scholars of traditional African arts, foregrounded the artist’s subjective position, stating that “Although African women normally wear head scarves covering their short curly hair, painting his women with long straight hair does not seem inconsistent to him. He feels free to use whatever symbols he needs.”[ref]Betty Schneider, “Malangatana of Mozambique,” African Arts 5, no. 2 (Winter 1972): 42. Schneider does not decode these “symbols.”[/ref] These interpretations confirm the allure of transgressive elements within Malangatana’s iconography but also highlight the failure of his early interlocutors to position his art within his particular social and political context. In the discussion of works that follows, I show how Malangatana’s art from the anti/colonial period captures—in a highly original and generative manner—the complexities, contradictions, and ambiguities of an anti/colonial subject, especially one imbricated in the specific modality of colonialism pertaining under Portuguese rule, namely assimilation. Eve’s Shadow Nude with Flowers (Nu com flores) is an early painting (fig. 1) that brings into dialogue sexual temptation and sinfulness, a theme evident in several works from this period. The two central figures—a (male) priest and a naked woman—were given equal weight but were contrasted through color and other visual signs. The priest is identified by his robes, the bible placed close to his heart, and a heavy rosary. The nude is sparsely adorned with flowers signifying beauty and nature. A violin hangs on the wall. The inclusion of this instrument, foreign to indigenous music, signifies the presence of Western cultural forms. Malangatana’s gaze was invariably that of a (heterosexual) male, and here it is the priest who is shown as active. In contrast, the woman is passive but expectant, her eyes on the priest. Beier drew attention to Malangatana’s use of long hair as “charged with erotic significance,” and this eroticism, I argue, can be linked to assimilation, specifically to the Catholic Church’s teachings on sexuality.[ref]Beier, Contemporary Art in Africa , 69. In his early poem “Woman,” Malangatana explicitly linked feminine hair to sin and death (“when she dies, I shall cut off/ her hair to deliver me from sin”). See Valente Malangatana [Ngwenya], “Two Poems,” Black Orpheus , no. 10 (1961): 28.[/ref] These teachings include a mandatory vow of celibacy for priests and the condemnation of nonmarital (and extramarital) sex. These taboos are alluded to here in the form of temptation. The priest’s eyes are closed, and he is depicted inhaling the scent of a large flower and caressing the nude’s hair. He is clearly enchanted by the sensuality of the moment but turns his head away, suggesting resistance to forbidden pleasure. His torment is invoked by the yellow drips running from his eyes. Malangatana often used this technique (with red drips) to evoke bleeding. The use of yellow in this instance softens the wound, suggesting tears but also, through association with the flower, pollination. Her undulating locks are almost serpent-like, possibly an allusion to the Temptation in the Garden of Eden, a theme painted several times by Malangatana during his early career.[ref]For early examples of the artist’s reworkings of the Fall of Man in the Garden of Eden, see Malangatana Valente Ngwenya , edited by Júlio Navarro (Dar es Salaam: Mkuki na Nyota, 2003).[/ref] The priest also holds a fine necklace with a crucifix, and it is unclear whether he has removed it from the woman’s neck, an act that might be read as not only a secular disrobing but also a violation of her sanctity. The simple chain with its cross matches her delicate wristwatch, which is adjacent. The watch, a signifier of secular Western attire and culture (like the violin), aligns horizontally with two crosses, introducing the idea of the end of time, an allusion strengthened by the graveyard-like arrangement of small crosses at the bottom of the priest’s robe. The priest as an agent of Christianity in a colonial context is clearly a signifier of the discourse of assimilation. By painting him as brown, Malangatana may have intended for him to be read as a mulatto or as an indigenous but fully assimilated person.   The image of a long-haired naked woman, with her skin rendered in a lighter tone (often yellow, as in this example) is, with variations, one of Malangatana’s most potent polemic signs. In the decades before black women regularly wore weaves and wigs, it is very likely that the artist used this kind of figure, with its ambivalent racial markers, to signify questions of identity relating to assimilation. When considering the representation of race in Malangatana’s works from the anti/colonial period, it is instructive to consider that he routinely depicted male figures in darker tones than the women. This pattern may reflect a Westernized conception of feminine beauty in which lighter skin tones are preferred. It must remain a matter of speculation whether he uncritically reproduced Western notions of beauty in such works or whether the presence of these signs reflects his internal struggle with colonial values. Sorcerer at the Crossroads Amâncio d’Alpoim Miranda “Pancho” Guedes, an architect and mentor to the young artist, located Malangatana’s art at the crossroads between local indigenous culture and a collective, global unconscious.[ref]See Guedes’s original catalogue text for Malangatana (1961), quoted in J.N. [Júlio Navarro], “As Várias Fases da Obra de Malangatana (i),” Tempo [Maputo], May 4, 1986, 52–53.[/ref] Similarly, Ulli Beier, who met the artist through Guedes, placed his work at the interstice between a lost traditional world and a nascent modernity.[ref]“Considero Malangatana um dos Grandes Artistas de África— disse-nos o editor da revista artística ‘Black Orpheus’, Dr. Ulli Beier,” Noticias [Lourenço Marques], May 6, 1961, n.p.[/ref] Later, Beier argued that the artist, despite “being a Christian,” was not able to sever ties to the cultural beliefs of “his people.”[ref]“Considero Malangatana,” 66.[/ref] While these early formulations positioned Malangatana as straddling two worlds, a subsequent critical narrative, initiated in the 1970s and developed into the 1980s, would set him within the imaginary of an authentic Mozambican culture, with the artist presented as an anthropologist.[ref]This position may have been first articulated in 1972 by a Portuguese critic, Afonso Cautela, and gained currency in Mozambique around the time of the artist’s first retrospective exhibition (1986). See Cautela quoted in [Navarro], “As Várias Fases da Obra de Malangatana (iv),” Tempo [Maputo] , May 25, 1986, 53.[/ref] Malangatana himself lamented the absence of anthropological perspectives in the interpretation of his paintings.[ref]João Serra, “Malangatana: ‘Também pinto para a minoria que programa, organiza e orienta a maioria,’” Tempo [Lourenço Marques], no. 160, October 7, 1973, 35–37.[/ref] Within such a framing, the singular iconographic element that he consistently foregrounded is that of the curandeiro (traditional healer). Among critics who have advocated for an anthropological perspective on Malangatana’s work, there is complete silence on the striking observation that the artist’s images of traditional healers are almost always negative. Indeed, their representation—as in the example discussed below—more closely approximates that of the feiticeiro , the malevolent form of the curandeiro .[ref]The curandeiro and feiticeiro are (or can be) the same person. It is the question of how they use their power that distinguishes them as positive or negative forces. This point was explained to me by theater practitioner Lindo Hlongo, a close friend of Malangatana; interview with the author, Maputo, Oct. 13, 2011.[/ref] This may be due to the failure of traditional modes of healing in curing the mental illness of his mother.[ref]Accounts of his mother having gone “completely mad” date back to at least 1962; Beinart, “Malangatana,” 23.[/ref] Many accounts attribute the presence of “sorcerers” and “witches” to his childhood apprenticeship to a traditional healer, as part payment for his mother's treatment.[ref]The artist discussed his mother’s mental illness in an interview in 1970. See Paes Mamede, “Da Lenda para a Arte: Malangatana pinta na fachada do auditório ‘vovó chipangara está zangada,’” Voz Africana [Beira, Mozambique] , May 16, 1970, 8.[/ref] One of Malangatana’s most provocative representations of the world of traditional healers can be found in The Black Pope and His Calabash from Childhood (Papa Negro e sua cabaça de infância) (fig. 2) . If there was any ambiguity regarding the racial identity of the priest in Nude with Flowers (fig. 1) , Malangatana had a field day in transgressing stereotypes with his representation of a black Pope, a fictitious assimilado who has not only been baptized but has progressed all the way to become head of the Roman Catholic Church. This is not only an inconceivable scenario for an indigene ostensibly saved from a world of primitive superstition and backwardness, where being admitted to assimilado status did not translate into equal opportunities, but also an indictment of the Catholic Church and its structural racism, as evidenced by its litany of white pontiffs. Not content with this heresy, the artist went further: he cast his black Pope as female, even though the patriarchal teachings of the Vatican frame women in the priesthood as taboo. To compound these transgressions, the black Pope appears within a scene of sorcery that is part of the heathen culture she has renounced.   Malangatana’s Pope is draped in a white garment, a symbol of purity, clutching her rosary beads. She has a calabash, or gourd (a signifier of traditional culture), attached to one arm. Before her appear two female sorcerers, ghoulish and otherworldly. While these figures have long hair, a characteristic usually associated with Malangatana’s temptresses, the hair of the figure on the left looks matted and that of the figure on the right appears to have conjoined with a beard, its yellowness muddied. Both unkempt figures display uninviting teeth. The black Pope peers over her shoulder, conscious of being stared at.[ref]A similar device, in which a figure looks back over a shoulder, can be seen in another early work, Zukuta (1961; current location unknown, formerly the collection of Lo and João Garizo de Carmo, Portugal).[/ref] The artist introduced a range of semiautonomous figures to crowd the scene. These include two variations on the temptress sign, here without their customary crosses. There is a passive yellow figure with red hair that obscures her body. And there is a red, voluptuous figure seated on a low stool. This nude is depicted turning, possibly toward the Pope. She appears to be holding a head in her hand, which may be a reference to the biblical story of Salome, who was responsible for the beheading of John the Baptist. These nudes allude to heat and fire through their coloration as well as their flamelike hair and the undulating shape of the red figure. Their kinship with the two sorcerers in the foreground is implied by their proximity and accentuated by the use of color—in short, Malangatana’s temptresses are likened to witches. In addition to the central figures, we can recognize other polemic signs functioning to support this interpretation of The Black Pope as an exploration of liminal and transgressive identities. For example, there is a female figure that is partially obscured by the red witch but still relatively prominent. Malangatana depicted her with brown skin and reddish-brown, moderately long straight hair. She anxiously casts her eyes around her, aware of the black Pope, who is aware of her in turn. Their relative positions in the middle ground of the composition allow us to read both of these figures as being at a crossroads, as if caught between the terrain of the witches in the foreground and the crowd behind them. Like the black Pope, this figure is clothed, but in a garment with bold black-and-white stripes. Malangatana often used such stripes when depicting priests’ tunics.[ref]See Mhondyo/Mhondjo (1963; Malangatana Valente Ngwenya Foundation, Maputo), a work that bears some compositional resemblance to The Black Pope : three priests wearing striped robes stand behind the sorcerers, who are depicted seated on the ground.[/ref] He used stripes not only for this female figure on the edge of an abominable scene, but also repeated them behind her in a less prominent figure. These stripes imply movement, with the lines simultaneously converging and diverging. They support the idea that the image functions as a critique of the assimilationist position occupied by converted native people—one of being in between social groups, existing in a liminal space. The choice of coloring for the stripes—black-and-white or yellow-and-white—reinforces the racial allusions that underpin the tension in the theme. Malangatana appears to have had fun with the idea of a black female Pope being confronted with the culture of her ancestors, and he also took liberties with his representation of the supernatural healers, whom he depicted as semi-bestial. This is definitely not a reverent image of the sacred world of the curandeiro . The artist may have been reproducing negative colonial views of traditional African culture as superstitious and evil, but he may also have been articulating later criticisms that FRELIMO made of certain aspects of traditional culture, as “obscurantist.”[ref]President Samora Machel used the term “obscurantism” to criticize aspects of traditional culture, such as belief in spirits, which was deemed to be contrary to the progressive character of the Mozambican revolution. The battle against obscurantism was written into Article 15 of the Constitution of the People’s Republic of Mozambique. See Department of Information–FRELIMO, “Independence Issue,” special issue of Mozambique Revolution , no. 61 (Lourenço Marques: 1975), 24, https://freedomarchives.org/Documents/Finder/DOC50_scans/50.mozambique.independence1975.pdf.pdf .[/ref] He appears to have been occupying a third position, neither traditionalist nor modern in the assimilationist sense. The Dentist as Colonial Trope Malangatana did not reserve his jaundiced views of healing to traditional indigenous practices: his painting The Small Dentist (O pequeno dentista) is not a celebration of Western science, modern medicine, or community health care (fig. 3). Contrary to Guedes’s account of this work as autobiographical, I argue that it is about more than simply a traumatic visit to the dentist and instead can be read as a decoding of assimilation as a form of colonial violence.[ref]Amâncio d’Alpoim [Pancho] Guedes, “Remembering the Painter Malangatana Valente Ngwenia [ sic ] When He was Still Young,” in Malangatana Valente Ngwenya , edited by Júlio Navarro (Dar es Salaam: Mkuki na Nyota, 2003), 13. Beier noted that many of Malangatana’s images “go far beyond the depiction of an everyday event. The dentist becomes a torturer.” Beier, Contemporary Art in Africa , 69. However, as with all of his writing on Malangatana, he stops short of situating work within a concrete colonial setting.[/ref]   The white tunic and cap, the bowl into which the extracted teeth are placed (and its supporting structure), and the accoutrements displayed to the side are all relatively faithful depictions of dentists’ paraphernalia. The discrepancies in the depictions of the figure’s arms may be a consequence of the artist’s limited skill in foreshortening, although the extended arm and exaggerated bleeding introduce a sense of drama. Indeed, the painting presents an intriguing combination of realistic and symbolic modes of representation. In accordance with the relative realism of the work, their skin tones likely identify the dentist and patient as black (Mozambicans). However, this interpretation contradicts the fact that, as historians George Houser and Herb Shore remind us, “the Portuguese did not produce a single African doctor in Mozambique.”[ref]George M. Houser and Herb Shore, Mozambique: Dream the Size of Freedom (New York: Africa Fund, 1975), 53–54.[/ref] This means that it is through its representation of race, more so than its exaggerated aspects, that the image of the dentist departs from the real to function as a polemic sign. If Malangatana could invent a black Pope, it follows that he could also invent a black dentist. Hence, we can assume that the artist adopted the scene of the dentist’s office as a colonial trope into which he inserted black subjects as both the co-opted or compromised agent (the dentist) and a dubious beneficiary (the patient). In The Black Pope he appeared to use teeth to signify a ferocious, primitive state, and here their extraction can be interpreted as a metaphor for a painful, bloody rite of passage into the quasi-civilized space of the assimilado . The back of the chair introduces additional perspectives. Instead of depicting a head support, Malangatana simplified the structure to great effect: his treatment of the chair creates the impression that the patient’s head is being impaled. It also transformed the chair into a geometric structure that resembles a stylized figure or even sculpture of a type that in turn Africanizes the identity of the victim and the setting. Viewers are transported into a space masquerading as progressive and civilized, but the assimilado dentist is presented as one possessed. The eyes of Malangatana’s figures usually direct attention between the depicted protagonists, but here the dentist’s gaze is directed outward toward the viewer. We may be powerless to intervene, but we are nonetheless made complicit by witnessing this act. Models of colonial rule often deployed strategies of co-option, and we are caught in this dynamic. The incipient violence of the work characterizes the nature of assimilation as one of extreme pain and alienation. Malangatana’s dentist operates as a polemic sign that expresses the position of the assimilado as an indigene operating at the expense of his own. The benevolent claims of assimilation are stripped away, and indigenous complicity is brought into dramatic focus, all in a single, deceptively modest painting. Hell on Earth As the examples discussed so far should make plain, Malangatana’s stories—if, per Couto, his paintings can be described as such—are not easy to read. That critical task becomes particularly challenging when polemic signs are embedded within a cacophony of competing ones. Several unsettling vistas use the Christian trope of hell as a metaphor for a world beyond reason and hope. For Pancho Guedes, such dystopian works demonstrated that Malangatana had tapped into a global subconscious that bore parallels with scenes painted by Hieronymus Bosch.[ref][Navarro], “As Várias Fases da Obra de Malangatana (i),” 53. Malangatana later acknowledged his admiration of Bosch, whose work he saw in Lisbon in 1971. Fátima Vieira, “Entrevista Malangatana Valente Ngwenya: ‘Usei os monstros para combater o colonialismo,’” Tabu [Lisbon], no. 188 , April 9, 2010, 41.[/ref] Guedes’s analysis is instructive in its failure to draw links to the specific, contemporary colonial context. Malangatana himself perpetuated the idea that his first works were mythological, in the sense that they supposedly did not deal with sociopolitical concerns. He contrasted them with those in his second solo exhibition (1970), which, by his account, featured political themes. But he also complicated the binary by indicating that he used “monsters” to visualize colonialism.[ref]Vieira, “Entrevista Malangatana Valente Ngwenya,” 40.[/ref] If a political reading can be inferred from an ahistorical, metaphorical trope, one may well ask: Where was hell—another ahistorical, metaphorical trope—for oppressed and exploited colonial subjects? Final Judgment (Juízo final) brings the polemic sign of the black priest, positioned on the edge of the scene, into a merciless cauldron populated by humans, beasts, and hybrid beings (fig. 4). Since there is no depiction of God the Father presiding in judgment, we can assume the priest is his proxy, but his blood-sweating demeanor implies that he, too, is being judged. The human figures are colored in a largely naturalistic way, suggesting that Malangatana intended to depict a multiracial event where neither settlers, indigenous participants, nor those in between are spared. Skeletons—pulled left and right—remind us of our common humanity and destiny. They mimic a fleshy figure with arms and legs spread outward. This vaguely female figure has a giant head positioned between her legs, possibly indicating that she is giving birth into this unwelcoming space. If we accept this reading, then we have death and birth pictured as complementary acts, a notion in keeping with the Christian concept of the Resurrection. If we also accept that the skin tones in this work are relatively lifelike, then we are prompted to read racial significance into them: the figure giving birth is light brown, and the head between her legs is a composite blue-black. Alternately, the Christian association of darkness with evil may be the key to reading the identity of the “child.” While the significance of the “infant’s” coloration can be pursued in order to develop a reading of this work, the absence of a linear narrative in the composition unsettles any didactic interpretation. It is as if the artist abandoned us on the precipice of his provocation. Nothing is certain, other than that Christian concepts were being repurposed to conjure a zone of terror that opens itself to be understood as both localized and universal.   Behind and Beyond Bars Malangatana’s Prison Drawings (see figs. 5–7) have been hugely influential in establishing his revolutionary credentials.[ref]For the evolution of framing Malangatana as a revolutionary artist, see Pissarra, “Locating Malangatana,” 288–99.[/ref] They were preceded by increasingly explicitly political content in his work, commensurate with his rapidly evolving political consciousness.[ref]Hilário Matusse, “Malangatana: O homem e o artista,” Tempo [Maputo] , March 9, 1986, 50.[/ref] Indeed, aside from metaphoric tropes to which such meaning can readily be attributed, more direct political commentary can be traced back to at least 1960, with his painting The Digger (O cavador) (Malangatana Valente Ngwenya Foundation, Maputo). He moved further into this territory with a series of dark, brooding images of laborers, along with works directly commemorating the anti-colonial war.[ref]For a discussion of socially and politically inclined content in Malangatana’s art prior to his incarceration, see Pissarra, “Locating Malangatana,” 399–408.[/ref]   Malangatana’s Prison Drawings manifest a range of approaches to representation. Notably this series includes works that deploy narrative and symbolic devices so that their meaning is fairly easy to interpret, even didactic. For example, strong narrative elements vividly detail the harsh conditions of imprisonment: cramped cells, poor washing facilities, and hunger. But while many of these works perform a documentary function, the artist often seems to have focused more on giving visual form to the psychological experience of imprisonment. Accordingly, these images frequently include symbolic or metaphorical tropes such as birds, cages, padlocks, skulls, and flowers. And yet, not all the Prison Drawings are overtly political. Some include elements of fantasy, implying the need to imagine and engage with the outside world. Notably this body of work includes erotic images that evoke the tenderness and sensuality denied in prison while clearly situating their subjects within its confines. Other examples depict monsters devouring humans or, as is common in Malangatana’s art, blur the distinction between monsters and humans. Despite the diversity of themes in these drawings, the representation of figures introduces a striking homogeneity not seen in his earlier works. He showed little interest in developing different types or characters, with most figures assuming a generic, Africanized, male identity. The Prison Drawings thus form a prelude to the artist's post-independence aesthetic, in which he reduced the emphasis on individualism in favor of a more collective representation of the human form. Iconoclastic Propagandist Malangatana infrequently commemorated specific events in Mozambican history, notably the anti-colonial struggle. These rare works include 25 of September II (25 de Setembro II) (fig. 8), a painting that refers to the formation of FRELIMO. As in the Prison Drawings, there is limited differentiation of physical characteristics. Apart from a figure with fair, wavy hair at the bottom left (perhaps not incidentally, the only one shown in profile), all of them are shown frontally and are variations on a single type. Apparently male, they have reddish-brown complexions and cropped hair that resembles that of most black Africans. This suggests a racial homogeneity entirely out of step with the foundational myths of FRELIMO as a culturally diverse organization.   The figures are heavily armed with rifles, machetes, and knives. One is being stabbed in the head by the fair-haired “outsider.” The same victim is also being stabbed in the mouth by a figure reaching from behind. One man has a large knife stuck in his head, another has been stabbed in the arm, and a third has a prominent cross-shaped bandage on the crown of his head. The exaggerated teeth—fang-like in some instances—convey ferocity and accentuate the feeling of danger. As signs, these men are not far removed from racist, colonialist stereotyped images of freedom fighters as barbarous terrorists (possibly members of the Makonde cultural group, who earned a reputation as being the most ferocious of FRELIMO’s combatants).[ref]Historically the Makonde are associated with northern Mozambique and southern Tanzania. It was in Makonde territories that FRELIMO established “zonas libertadas” (liberated zones) during the anti-colonial war.[/ref] Would the average FRELIMO combatant or Makonde warrior recognize themselves in this picture? Or would they see echoes of how they were portrayed by the Portuguese propaganda agencies? It is unclear what Malangatana aimed to achieve with this image other than to reproduce stereotypes in order to frighten his colonial public.[ref]Malangatana was questioned in 1971 by the International and State Defense Police (PIDE) about the meaning of this painting, which they interpreted as expressing black anger that they associated with incipient attacks in the northern part of the country. See Desenhos de Prisão: Malangatana , edited by Alfredo Caldeira and Filomena André (Lisbon: Fundação Mário Soares, 2006), 81.[/ref] In this regard, these signs are certainly polemical, but they lack the ambiguity we find in the polemic signs discussed in this essay. This function—i.e., that of the semiautonomous polemic sign that introduces critical ambivalences—is performed by the solitary figure accorded markers of difference through his hair, peripheral placement in the composition, and representation in profile. This figure can be viewed as a traitor—a combatant stabbing his own. Malangatana chose to sign his name on his knife, an act that indirectly aligns him with the pictured protagonist and calls into question the purported function of the work as a commemorative painting. Did the artist use this figure to distance himself from the very political forces he was associated with while simultaneously affirming his social capital as dangerous? These questions, like many others posed through my readings of his polemic signs, defy definitive answers. In an earlier painting, Green Gun (1962; Malangatana Valente Ngwenya Foundation, Maputo), heroism is tempered by the prospect of injury and death. Apparently the artist was not prone to deploying heroic conventions in his portrayals of the armed struggle.[ref]For a discussion of Green Gun , see Pissarra, “Locating Malangatana,” 407.[/ref] Distant Horizons Malangatana’s titles often provide an entry point for the viewer. This is particularly true of images that carry political titles but defy didactic readings. In The Cry for Freedom (O grito da liberdade) , only a few details, such as the chain, are instantly legible (fig. 9). With its evocation of chaos, the work resembles some of the artist’s early dystopian scenes, but there is a notable absence of the assimilationist signs dominant in the early 1960s. The Cry for Freedom was produced in the late colonial period, when Portuguese atrocities were becoming more common.[ref]Houser and Shore, Mozambique , 61.[/ref] Aside from the obvious political connotations of the title and the painting’s large scale, its most interesting aspect may be that it introduces visual signs that evolved and became prominent in Malangatana’s work in the postcolonial period. Identifiably African women came to the fore, while the light-skinned temptresses receded. He also used arcs and high horizons that rupture the congested picture plane, introducing glimpses of more distant space. During the Mozambican Civil War, the artist would effectively use this technique of contrasting a crowded, shallow pictorial space with signs of another, remote realm in order to temper the overwhelmingly dystopian tenor of many of his works.   Conclusion: Seen and Unseen I have sought to demonstrate that, despite the often ambiguous nature of Malangatana’s iconography, productive readings may be made by positioning his art from the anti/colonial period within the context of colonialism and the anti-colonial struggle. These were contemporary responses—not retrospective accounts of colonial oppression or memories or reimaginings of historical landmarks in the struggle against colonial rule. In this respect Malangatana has few peers among that generation of pioneering African modernists who are associated with the emergence of new nation-states. It is also noteworthy that he largely avoided the narrative techniques commonly utilized by artists commemorating anti-colonial struggles. Instead, he developed a complex mix of visual idioms and codes to express anti-colonial sentiment. This may have been a strategy to avoid censorship. But the artist’s use of unambiguously political titles, together with his reluctance to adopt heroic conventions, points to his deep-seated impulse to accommodate more complexity. Many of Malangatana’s more explicitly political works reflect a struggle between the didactic imperatives of the anti-colonial struggle and his own disinclination to represent triumphalist narratives. Notwithstanding these accomplishments, it is my contention that Malangatana’s most significant achievement lay in his deep, polemical engagement with the Portuguese policy of assimilation. No other African visual artist appears to have produced a substantive body of work that reflects an equivalent critical encounter with colonial policies of assimilation or indirect rule—a contemporary unmasking of the epistemology of colonial order. Moreover, the artist went beyond merely depicting assimilationist themes, and brought to the surface the ambivalence intrinsic to the liminal status of assimilated persons. This perspective drew on his own position as a mission-educated and urbanized native person, with many of his early works appearing to embody his own struggles with colonial values, notably the influence of the Roman Catholic Church on sexual morality and of the West on models of feminine beauty. Malangatana’s art manifests a consistent dialectic between the local and the global, and it is arguably this quality that makes his work so endearing to both Mozambican and international audiences. In the artist's own words, “ My country is always the point of departure for whatever tentative universality. I am not contained within a limited territory with a border-line nor am I narrow-minded. I am part of the world, but in a concrete space: Mozambique.”[ref]Matusse, “Malangatana: O homem e o artista,” 50; translation by the author.[/ref] ",
    "author_display": null,
    "digital_publication_id": 34,
    "source_updated_at": null,
    "updated_at": "2025-02-15T23:51:14-06:00",
    "timestamp": "2025-02-16T02:22:17-06:00"
}