{
    "id": 9,
    "api_model": "digital-publication-articles",
    "api_link": "https://api.artic.edu/api/v1/digital-publication-articles/9",
    "title": "“'The Complete Painter': Malangatana’s Approach to Painting, 1959–75\" by Allison Langley, Katrina Rush, and Julie Simek",
    "web_url": "https://www.artic.edu/digital-publications/34/malangatana-mozambique-modern/9/the-complete-painter-malangatanas-approach-to-painting-1959-75-by-allison-langley-katrina-rush-and-julie-simek",
    "copy": " A poem was published in 1961 to coincide with the first exhibition of work by Mozambican artist Malangatana Ngwenya, presciently describing him as “O Pintor Completo”: “the complete painter.” While this exalted status may have foreshadowed the artist’s broader influence and prominence, the poem specifically elevates his paintings as a “rare totality” and promotes Malangatana, only just beginning his career, as one of Africa’s foremost painters.[ref]The poem, published in April of 1961, was included in the catalogue for Malangatana’s first solo exhibition, organized at the Salão dos Organismos Económicos in Lourenço Marques (now Maputo), Mozambique. See Pancho Guedes Amâncio d’Alpoim [Pancho] Guedes, “O pintor completo,” in Malangatanha Goenha Valente (Lourenço Marques: Exposição organizada pelo Núcleo de Arte, 1961). For the English translation and information about Pancho Guedes as a mentor and patron, see Alexandre Pomar, “Around Lourenço Marques. Circa 1960. (Pancho Guedes, Malangatana, Ulli Beier, Julian Beinart),” academia.edu/28922098/Around_Louren%C3%A7o_Marques_Circa_1960_Pancho_Guedes_Malangatana_Ulli_Beier_Julian_Beinart , 12–13, accessed January 21, 2021.[/ref] Despite this high regard for his work, however, little scholarly writing addresses how Malangatana painted, and still less is known about the materials and techniques he used, especially early in a career that lasted more than fifty years. Photographs of the artist’s studio taken about two decades before his death in 2011 reveal tubes of acrylic and oil paints; containers of brushes; and panels and canvases hanging or propped in every available space (see fig. 1). These images show the famous man, late in life, successful and with abundant resources for painting supplies. There is, however, little comparable documentation of his early painting materials and techniques, which were on display in Malangatana: Mozambique Modern . The exhibition covered a period starting in 1959, when he embarked on his career, and proceeded through his emergence on the international art scene, culminating with works completed by the time Mozambique achieved independence from Portugal in 1975. We examined twenty-six paintings on loan to the Art Institute of Chicago using a range of investigative techniques; this essay will detail our findings and provide a closer look at Malangatana’s practice. By exploring some of the formal elements of visual art—line, shape, form, color, and texture—as well as the artist’s tools and techniques, we were able to better understand the physicality of Malangatana’s artworks, acquiring insight into how he used the materials at his disposal, particularly with respect to supports, underdrawing, and paint.   Education and Influences Given the prevailing lack of information about Malangatana’s artistic practices during his early career, we must first examine the environment and myriad influences that may have shaped him during the same period. During the 1950s and ’60s, when he began to paint, opportunities for training were limited in Mozambique, particularly for the majority of the colonized population, whose art education was then confined to the activities of religious missions, generous individuals, and the occasional ad hoc local initiative.[ref]Alda Costa, “Artists of Mozambique Looking at Themselves and at Their World,” special issue on art in Mozambique, edited by Mário Pissarra, Third Text Africa 5 (2018): 5.[/ref] As Hendrik Folkerts discusses elsewhere in this publication, Malangatana initially sought training at the Núcleo de Arte da Colónia de Moçambique (Art Center of the Colony of Mozambique), established in 1936 in the capital city of Lourenço Marques (now Maputo). This artists’ association and school was created with the aim of spreading aesthetic education and promoting art and culture by offering courses, presenting exhibitions, creating an art museum, and organizing visits from Portuguese artists. The school opened its doors to black artists in the 1950s, and Malangatana attended his first classes there in 1958, likely training in painting and drawing.[ref]There is no record of the classes Malangatana took. The school had several sections: Architecture and Fine and Decorative Arts; Music and Choreography; Theatre, Literature and Art History; Indigenous Art and Ethnography; and Propaganda and Publicity. For discussion of the development, focus, and transformation of the Art Center, including its inclusion of local art and artists, see Alda Costa, “Revisiting the Years when Pancho Guedes Lived in Mozambique: The Arts and the Artists,” in As Áfricas de Pancho Guedes: Colecção de Dori e Amâncio Guedes / The Africas of Pancho Guedes: The Dori and Amâncio Guedes Collection (Lisbon: Câmara Municipal de Lisboa: Sextante Editora, 2010), 25–28. See also Alda Costa, Arte e artistas em Moçambique: diferentes gerações e modernidades / Art and Artists in Mozambique: Different Generations and Variants of Modernity (Maputo: Marimbique, 2014), 10–27.[/ref] Although the Art Center was organized in the manner of a European academy, he specifically sought out the innovative classes led by João Ayres, an influential Portuguese artist whose artwork and teaching focused on exploring local subjects and social themes, offering a counterpoint to the European approach.[ref]Pancho Guedes recalled that “João Ayres shook up the artistic scene in Mozambique; he was the first here to vigorously declare and demonstrate the visions of our time; for years he influenced and guided almost all who painted here at the time”; quoted in Costa, “Revisiting the Years,” 29–31. For further discussion on this topic see Costa, “Artists of Mozambique,” 5; Costa, “Art and Artists in Mozambique,” 20; and Hendrik Folkerts’s essay in this publication .[/ref] Nonacademic encounters with other older artists also helped launch Malangatana’s career and presumably informed his practice. One was with Augusto Cabral, a biologist and amateur painter as well as a member of Lourenço Marques Tennis Club, where Malangatana worked as a waiter from 1953 to 1959. Cabral recalled that Malangatana “was still a boy when he asked me to teach him how to paint.”[ref]At the tennis club Malangatana began to “make watercolors of certain bald-headed bridge and tennis players”; quoted in Patrícia Rosas, “The Modern African Art of Malangatana,” https://gulbenkian.pt/cam/en/news-readings-2/the-modern-african-art-of-malangatana/ , updated June 12, 2020.[/ref] Up to that point the aspiring artist had focused on producing watercolors of club members, but Cabral gave him paint, brushes, and plywood, and advised him to “paint what is in your head.”[ref]Memory Holloway, “Malangatana: Viagem Salvadora , Where Blood and Tears Run,” Transnational Africas: Visual, Material and Sonic Cultures of Lusophone Africa , special issue edited by Christopher Larkosh, Mario Pereira, and Memory Holloway, Portuguese Literary and Cultural Studies 30/31 (Spring/Fall 2017): 114. Cabral would go on to become the director of the Natural History Museum in Maputo and commissioned Malangatana to create a mural for the museum’s garden in 1981; Joe Pollitt, “Malangatana Ngwenya Obituary,” The Guardian , January 17, 2011, https://www.theguardian.com/world/2011/jan/17/malangatana-ngwenya-obituary .[/ref] Another crucial contact from this period was Amâncio d’Alpoim Miranda “Pancho” Guedes, who first saw Malangatana’s paintings at the Art Center and, as others have detailed, was subsequently pivotal to launching his career, offering mentorship as well as financial support. In 1959 Guedes pledged to support the young artist by paying him a stipend and buying one or more paintings from him each month.[ref]The number of paintings Guedes committed to buying varies in different accounts of this relationship, from one to three per month. The original contact and subsequent relationship between Malangatana and Guedes are described in multiple sources; for further discussion of this topic see Hendrik Folkerts’s essay in this volume .[/ref] With this opportunity Malangatana moved into Guedes’s garage, leaving behind the Art Center classes and his job at the tennis club—an important shift that we presume allowed him to focus on his art. Guedes was a painter himself, but there is no indication he shared his materials or guided Malangatana to follow a certain style or technique. Their relationship was apparently intellectual rather than instructional, based on a shared admiration for creative independence. Malangatana credited Guedes for shaping his thinking: “Pancho sculpted and burnished my soul, anthropologized me internally, made me dig into my entrails to lay bare the mythologies within.”[ref]Malangatana Ngwenya, “Pancho Guedes by Malangatana,” in As Áfricas de Pancho Guedes: Colecção de Dori e Amâncio Guedes / The Africas of Pancho Guedes: The Dori and Amâncio Guedes Collection (Lisbon: Câmara Municipal de Lisboa: Sextante Editora, 2010), 57.[/ref] We can make broad inferences about the materials that were readily available in Mozambique when Malangatana began painting and about what he would have been introduced to in the course of his formal training at the Art Center. He recalled that “all the shops which sold educational supplies also stocked art materials.”[ref]Quoted in Richard Gray, “Malangatana: The Lost Interview,” in Malangatana: The Matalana Visionary: 20th February–5th April 2014, Gallery of African Art (GAFRA), London, by Elsbeth Court, C. Bendu Cooper, Eri Otite, Malangatana, et al., exh. cat. (London: GAFRA Art Publishing, 2014), 82.[/ref] However, the range of materials available and their relative cost remain unclear, especially in regard to supports. To begin to understand Malangatana’s painting materials and methods, we must turn to the artworks themselves. Supports Throughout his career, Malangatana painted on stretched canvas and board. Among the works we studied—all of which date from 1959 to 1975, the period covered by Malangatana: Mozambique Modern —it is notable that he completed only one of his paintings, Nude with Flowers (Nu com flores) , on a primed canvas over a wooden stretcher. The artist executed the remaining twenty-five paintings on hardboard, a stiff panel made of compressed, high-density wood pulp formed into sheets. Similar processes are used to manufacture Masonite, a building material trademarked in the US, as well as the international brand that was available to Malangatana, called Unitex.[ref]For more on the production and character of these materials, see “Hardboard,” CAMEO: Conservation and Art Materials Encyclopedia Online , http://cameo.mfa.org/wiki/Hardboard , accessed Dec. 10, 2020. Malangatana confirmed his use of this material when he described his first solo exhibition in April 1961 as “57 paintings in oil on unitex”; see Malangatana, “Pancho Guedes by Malangatana,” 61.[/ref] Used in many capacities besides art making—most commonly as a building material—the hardboard could have been sourced from almost anywhere. It has both a rough, textured side and a smooth, burnished side; these distinct surfaces are imparted by the manufacturing process, in which water, heat, and pressure are used to form the board on a screen. For some of his paintings Malangatana primed, drew, and then painted on the smooth side of the support, and for others he prepared and used the rough side. In each case the applied oil paint readily took on the texture of the support—resulting in a distinctly different appearance in the finished artwork (see figs. 2–3). In his earliest paintings, there does not appear to be a pattern to his preference for the smooth or rough side of the hardboard. Within one four-part series— Story of the Letter in a Hat (História da carta no chapéu), from 1960—three of the paintings were executed on the rough side and one on the smooth side of the support, with no apparent relation to the pictorial content of each composition.   The Fountain of Blood (A fonte de sangue) and Final Judgment (Juízo final) , both painted in 1961 (figs. 4–5), exemplify the artist’s use of the smooth side of the support. In these examples, Malangatana applied a white ground and thin layers of oil paint to the burnished sides of the hardboard, imparting a glassy, smooth appearance to his intertwined figures. In the 1974–75 painting Remember Those Who Entered Bleeding (Lembras-te daqueles que entravam a sangrar) (cat. 45), he painted on the textured side. The resulting roughness in the ground and paint layers, combined with largely opaque colors, created a minimally reflective, at times matte surface—although by no means does the term “matte” imply that the image is muted. In fact, the opposite is true: the pure, saturated colors project boldly, and Malangatana presumably used the material in some instances because he sought this effect.   While the artist was apparently attuned to the textural differences between the sides of the hardboard support and the final effect on his images, it is also possible that the rough side of the support may have offered more stability because of a greater bond with the ground and paint layers. Malangatana may have noticed this practical advantage and gravitated toward it, as he did use the textured side more frequently over time. In the exhibition, all of the paintings completed after 1963 were executed on the rough side of the board. The backs of the paintings are treated in a variety of idiosyncratic ways: most are bare, but in a few instances— The Scene of the Diviner (A cena da adivinha) , The Cry for Freedom (O grito da liberdade) , and The Tree of Love (A árvore de amor)— the panels are coated with white paint. The verso of The Cry for Freedom has additional inscriptions painted in black and red on top of the white coating, including a tribute to \"Mondlane e Cabral\" as well as a date, title, and notes from a 1977 exhibition in Nigeria (fig. 6). The 1962 canvas Nude with Flowers has Malangatana’s first published poem, “Poema de Amor,” written in ballpoint pen on the reverse.[ref]Mário de Andrade Pissarra, “Locating Malangatana: Decolonisation, Aesthetics and the Roles of an Artist in a Changing Society,” (PhD diss., University of Cape Town, 2019), 313n747. Pissarra cites the poem’s publication in A Voz da Moçambique , Sept/Oct 1962. See also Madeline Andre, “The List—9 Poets at the Smithsonian,” Smithsonian Magazine, April 28, 2011, https://www.smithsonianmag.com/smithsonian-institution/the-list-9-poets-at-the-smithsonian-updated-make-that-10-poets-163826651 . For an image, see the collection webpage for the Smithsonian Museum of African Art: https://africa.si.edu/collections/objects/10689/nude-with-flowers .[/ref] In one particularly noteworthy instance, The Scene of the Diviner, the artist painted on two panels glued together. It is unclear if the secondary panel was glued to the painting before or after the work was completed, and whether it was for structural reasons or another purpose. Bright strokes of paint are visible along the exposed edges of the secondary panel, hinting at a possible partial or abandoned painting now hidden between the two pieces.[ref]An X-radiograph of the painting was inconclusive: no radio-opaque elements were detected to clarify whether there may be a painting on the secondary panel. The authors are grateful to Kelly Keegan for X-radiography of this work.[/ref] The thick and rigid composite also has a pronounced, irreversible convex warp that doesn’t occur in the planar and more flexible single hardboard supports.   One last feature of Malangatana’s merits mention even though it cannot be definitively explained: several of the paintings on panel have a series of evenly spaced holes around the edges that are readily visible within the painted composition.[ref]Examples of works with small holes around the edges include Story of the Letter in a Hat , 1960; 25 of September II (25 de Setembro II) , 1968; Final Judgment, 1961; Big Monsters Devouring Small Monsters (Monstros grandes devorando monstros pequenos) , 1961; and Remember Those Who Entered Bleeding? , 1974–75.[/ref] They may be linked to past framing campaigns in which the frames were attached to the fronts of the boards with nails.[ref]Anecdotal accounts from the artist’s son have linked these small holes to repurposing, suggesting that the hardboards may have been previously used in shipping crates. However, we would then expect that the artist’s ground and/or paint would have filled (or partially filled) the holes. In the paintings we examined, this was not the case; there is evidence that the holes occurred after the artist completed the works. Moreover, the boards we examined did not exhibit signs of wear, labels, commercial stamps, or other markings that one would expect to see on a board repurposed from a packing crate.[/ref] The edges of paint losses surrounding the holes are sharp and broken, indicating that the ground and paint were dry when the object that caused the holes was removed. Grounds All the paintings we examined were executed atop a moderately thin layer of a white ground. For those twenty-five works completed on hardboard, this layer was likely brush-applied by the artist. Virtually the entire surface of each painting is covered, so our observations of the ground layer were limited to small voids in the paint layers and along the edges of paint losses or the edges of the support. When Malangatana applied the ground to the rough side of the hardboard, it was generally thin and fluid, conforming to the texture of the support as described above. The grounds and the means of application are more apparent on the paintings carried out on the smooth sides of the boards; in many instances broad and sweeping horizontal brush marks are subtle but discernible in the final surface appearance. In two works, Large Nude of Luisa (Nu grande de Luísa ) and Nude with Crucifix (Nu com crucifixo) , both from 1960, the artist either deliberately altered the ground or lower paint layers by incorporating sand, tiny stones, or another coarse, gritty material, or accepted an accidental inclusion of foreign material.[ref]Our observations suggest that the coarse material—which was thoroughly integrated into the paint—was part of a purposeful experimentation with texture.[/ref] The small constellations of bumps scattered across the picture plane are not tied to specific compositional elements. These material additions interrupt the otherwise smooth paint surface and in some places caused the superimposed layers of oil paint to pool around each grain. Occasionally, such as along the collarbone of the figure in Large Nude of Luisa , the pooled paint stands out as masses of dark spots (fig. 7). At other times, the paint added an interesting linear pattern where it was caught on the granular material as it was pulled across the surface.   Underdrawing Drawing was always an important means of expression for Malangatana. As a child at the Swiss Mission School in Matalana, he drew “things he saw in books.”[ref]Malangatana quoted in Rosas, “Modern African Art of Malangatana.”[/ref] As a mature artist, he used drawing as a means of organizing his thoughts, processing his surroundings, and drafting his complex compositions. Malangatana also carried his drawing practice from the planning stages of a painting into its execution by creating an underdrawing, a preliminary sketch of all or part of the composition applied directly onto the ground, before starting the painting process. The ability to see underdrawing that is normally hidden from view can offer clues into an artist’s working process and the evolution of their thoughts throughout the creation of a particular artwork. This exhibition afforded us the opportunity to investigate how Malangatana used preparatory drawings in his paintings. Twelve paintings were examined with infrared reflectography (IRR), a nondestructive technique that employs infrared radiation to penetrate paint layers and an infrared-sensitive camera to visualize underdrawing and changes to the composition below the surface of a picture.[ref]This technique exploits the variation in how artists’ materials transmit, absorb, and reflect infrared radiation. The degree of penetration depends on the thickness of the paint, the pigments used, and the wavelength of the infrared radiation. Many paints appear partially or completely transparent while others, such as black, absorb the infrared radiation and appear dark. An infrared-sensitive camera captures the light reflecting off the surface of the painting. The resulting image is known as an infrared reflectogram. Infrared reflectography is used to distinguish pigments, inscriptions, underdrawings, and changes in a composition not visible to the naked eye. For all examinations of Malangatana’s paintings, we used a Goodrich/Sensors Unlimited SU640SDV-1.7RT infrared-sensitive camera.[/ref] Our examination revealed that the artist executed his underdrawings in a range of media, both dry (graphite, charcoal, possibly colored pencil) and wet (paint), and he frequently used more than one type of media in a single painting. Malangatana’s compositions are often so dense that it is not surprising that he frequently chose to map them out first. Indeed, we were surprised to learn that in at least one instance (discussed below) he painted without a preliminary drawing. We could not, however, determine what factors dictated when he sketched in the composition and when he did not. The results of our infrared examination of two paintings in particular— The Fountain of Blood and Final Judgment , both painted in 1961 — illustrate this apparent lack of a trend.[ref]The authors are grateful to the Cleveland Museum of Art for permission to examine The Fountain of Blood with infrared reflectography.[/ref] Before Malangatana applied any paint to The Fountain of Blood , he extensively sketched it in using at least two types of dry medium, reinforcing many of the lines multiple times to adjust and strengthen them. In this work the underdrawing is so comprehensive that the artist even drew in some of the drips of blood and every petal of the white flowers in the foreground. The style of his drawing varies from fairly controlled to boisterous and free-flowing. There are moments where it appears he drew in a continuous line without picking up his implement (see fig. 8). Other scholars and critics have also observed that Malangatana utilized a combination of realistic and symbolic modes of representation in The Fountain of Blood as well as other works; one of his characteristic attributes is the blurring of distinctions between monsters and humans. An interesting facet of the preliminary drawing in The Fountain of Blood is the way the artist laid in the figures: the underdrawing reveals that several of them were sketched in with more anatomical detail than what appears in the simplified, final image (see figs. 9–10). For example, he drew every bone of the skeleton’s right hand but ultimately decided not to paint them or include those details in the picture. In this instance, one does not need special equipment to view this change, as the underdrawing is visible through the thinly applied paint layer. By contrast, we detected no underdrawing in Final Judgment , painted in the same year and stylistically similar to The Fountain of Blood , illustrating how the artist’s creative process was so flexible that he could adjust his approach to planning out the composition from one work to another.   In general, though, Malangatana used underdrawing as a rough guide for his loose style of painting. The process can sometimes be seen in archival photographs of the artist (see fig. 11). We did not find any instances where he faithfully followed the sketched lines that he had laid down as preparation; instead, we routinely identified frequent but small deviations between the lines of the drawn image and the painted one. Changes within individual elements could also occur between planning and painting. One example of a small but notable change can be found in Big Monsters Devouring Small Monsters , where a monstrous being’s horns were transformed into curving antennae (fig. 12) .   Painting Technique To create the works we examined, Malangatana typically used opaque paints with a fluid consistency that was well suited for his technique. The artist applied paint efficiently and directly, building up the image with just a few layers. He used brushes in a range of sizes; this conclusion is based on visual examination of the strokes as well as numerous archival photographs of the artist at work. We can even catch a glimpse of his tools in his 1965 series of drawings The Suicide of the Prisoner I–IV (Suicidio do prisioneiro I–IV) , in which he depicted an easel, tube paints, and brushes of varying size and shape. In his earliest narrative works, Malangatana used traditional painting techniques to evoke volume and space, as exemplified in Adam and Eve in front of Lourenço Marques Cathedral (Adão e Eva em frente da catedral de Lourenço Marques) (fig. 13) and Nude with Crucifix , both painted in 1960. Individual brushstrokes of various colors were applied to model the forms; Malangatana then added strokes of darker paint to create naturalistic shading and volume. He frequently achieved additional dimensionality by layering strokes of paint thinned to a consistency that allowed portions of the underlying paint to remain visible, as seen in Large Nude of Luisa (1960). The translucent paint also brought more depth to particular elements by softening the transition between brushstrokes. Furthermore, in these early paintings the artist often placed the figures in a three-dimensional setting by using traditional elements of perspective to evoke a sense of space. This is clearly seen in the series Story of the Letter in a Hat (1960), where the furniture and doorways help situate the figures in different planes of the picture. Over time he shifted away from the active brushwork and three-dimensional approach of these narrative works and began introducing flat areas of color and stacking the elements of each picture in a tight two-dimensional space. Using underdrawing as a guide, he blocked in his compositions by applying solid colors shape by shape, with very little observable layering or changes to those colors (see fig. 14).   Throughout his oeuvre, Malangatana included texture within the paint layers by using controlled brushstrokes that visually activate the surface. This was sometimes incorporated as an element of the design, as in Adam and Eve in front of Lourenço Marques Cathedral (1960). Here, his use of small, raised C-shaped brushstrokes imparted a scalloped texture to the surface of the snake, mimicking the scales of the real-life creature (fig. 15). In yet other works, he created visual and textural interest by periodically applying thicker passages of paint (impasto)—for instance, in the whites of creatures’ eyes in The Dawn (A aurora) of 1974 and The Cry for Freedom —or scraping away paint (a practice called “sgraffito”) to create a pattern, as he did in Final Judgment . Paint thickness and texture are paramount in The Tree of Love (1973) , making it an outlier among the paintings studied (see fig. 16). Sharp peaks of thickly applied, vibrantly colored impasto dominate the entire composition, giving it prominent texture that is independent of the imagery.[ref]Our examination of The Tree of Love also revealed several instances where the design continued onto the frame, indicating that the artist completed the painting or added parts of the composition after it had been framed. Malangatana’s use and choice of frames is not addressed in this essay, but is a topic that warrants further exploration.[/ref]   While exploring the versatility of his materials, Malangatana also moved to the other extreme, thinning his paints considerably to imitate blood and tears running down the surfaces of numerous compositions. The reddish-orange paint used to depict blood was one of his last additions to The Fountain of Blood . The artist diluted the paint (likely with solvent) to a runny, pourable consistency and, after applying it, allowed the paint to drip down the surface of the work, where it frequently pooled ever so slightly at the bottom of the drips.[ref]We reached this conclusion based on close examination of the painting with magnification. Additionally, drying cracks present in the “blood” of various works signify that the poured paint was applied before the underlying paint was dry (drying cracks often form when leaner paint is applied over more media-rich paint that is still wet). Malangatana also used thinned paint to create deliberate drips on the surface of The Small Dentist (O pequeno dentista) , 1961; Final Judgment , 1961; Big Monsters Devouring Small Monsters , 1961; and Remember Those Who Entered Bleeding? , 1974–75.[/ref] He also embraced localized variations in the surface sheen or gloss of some works, as evidenced by instances where he appears to have mixed his paint with medium or varnish, or by selective varnishing after the work was completed. Visual examination of The Tree of Love revealed that Malangatana created the variable sheen by manipulating the paint during application; some colors display a higher gloss than neighboring tones.[ref]As media analysis was not possible due to time constraints, this observation is based on visual examination. We cannot exclude the possibility that some of the glossier paints Malangatana used may be a result of the paint manufacturer adding more medium or gloss to the paint, which the artist chose for this property. These areas were also sensitive to cleaning during the 2019 conservation treatment at the Art Institute of Chicago. Malangatana’s manipulation of gloss and surface sheen is a topic that we could not fully explore but warrants further investigation.[/ref] In contrast, he achieved the differences in surface sheen visible on the Last Supper (Última ceia) of 1964 by applying a varnish to select areas of the composition after the paint was dry. The coating is readily apparent on top of the paint (as opposed to mixed into the paint) and often extends beyond the single colors or forms. In at least one work, The Dawn , Malangatana used both of these types of alterations to create the variations in surface sheen (fig. 17). Providing a counterpoint to this localized treatment, Final Judgment is a rare example of a painting that was varnished overall, either by the artist or under his direction.[ref]Anecdotal accounts of the artist working with a conservator indicate that if varnishing was not completed by the artist himself, it was done under the artist’s guidance or with his permission (personal communication with Manguiza Malangatana Ngwenya, fall 2019). The painting was owned by the artist until his death in 2011 and then held in his estate until it was recently acquired by the Art Institute of Chicago. There is also evidence of previous treatment, including retouching, that was observed during conservation of the painting in 2019 at the Art Institute of Chicago.[/ref] The glossy varnish coating evenly saturates the paint, amplifies the bold colors, and accentuates the painting’s smooth surface.   Color Visual cues from the works, paired with preliminary analysis of select paint surfaces with X-ray fluorescence spectroscopy (XRF), reveal that Malangatana achieved his bright and varied paint surfaces with a surprisingly limited number of primary-colored pigments.[ref]In situ XRF analysis of three paintings was performed using a Bruker/Keymaster TRACeR III-V with a rhodium tube: Final Judgment , Big Monsters Devouring Small Monsters , and The Cry for Freedom . From twelve to fourteen spots were analyzed on each work, which may not represent all pigments present in the paintings. It is important to note that the XRF technique, under the conditions used, is not able to identify ultramarine blue, lake pigments, or other organic dyes. The authors are grateful to Kimberley Muir and Clara Granzotto for conducting and advising on this analysis.[/ref] The XRF analysis indicates the presence of similar pigments in two works, Final Judgment and Big Monsters Devouring Small Monsters , including Prussian blue, cadmium red, chrome yellow or orange, zinc white, and carbon-based blacks.[ref]Visual observation, in combination with the absence of diagnostic elements in XRF spectra collected from certain red areas, suggests the presence of an organic red pigment in Big Monsters Devouring Small Monsters . For more detailed results and conditions used, see Kimberley Muir, “254237_Malangatana_XRF_ARP_202012,” Dec. 4, 2020; and Kimberley Muir, “254238_Malangatana_XRF_ARP_202012,” Dec. 4, 2020, on file in the Department of Conservation and Science, Art Institute of Chicago.[/ref] Secondary colors, such as greens and purples, appear to have been created using mixtures of those colors, since neither green nor purple pigments were detected. The artist was passionate about his color palette even though he did not possess a vast array of pigments. He once declared, “It’s this country, the whole of Mozambique, from north to south, east to west, this Southern Africa, which gives me my colours, everything I express in my paintings.”[ref]“Malangatana: The Lost Interview,” 84.[/ref] Malangatana traveled outside Africa for the first time in 1971, when he received a Gulbenkian Foundation grant to go to Lisbon to study engraving at the Sociedade Cooperativa de Gravadores Portugueses (Cooperative Society of Portuguese Printmakers).[ref]He attended a lithography course with printmaker Humberto Marçal and metal-engraving classes with the master João Hogan; Rosas, “Modern African Art of Malangatana.”[/ref] Perhaps not coincidentally, the artist’s palette widened in the years after his time in Portugal. Initial analysis of The Cry for Freedom , completed shortly after his time abroad, indicates that the palette includes some of the same pigments as those of the works mentioned above (both painted in 1961), including zinc white, bone black, chrome orange, and cadmium red—but with the addition of lead white, cadmium yellow, and cerulean blue.[ref]It is unclear from the XRF results whether zinc white is present as a separate white paint on Malangatana’s palette or as a manufacturer’s addition to some of the tube paints.[/ref] Still more types of pigments may be present in this painting, as the selection of blues in particular appears to have expanded considerably from his earlier works.[ref]Visual observation, in combination with the absence of diagnostic elements in the XRF spectra collected from certain red areas, suggests the presence of an organic red pigment. For more detailed results, including a discussion of the blue pigments in particular, and the conditions used, see Kimberley Muir, “254235_Malangatana_XRF_ARP_202012,” Dec. 4, 2020, on file in the Department of Conservation and Science, Art Institute of Chicago.[/ref] Given the lack of published information about the artist’s painting process, it is our hope that this study provides a foundation for future research into Malangatana’s methods and materials. Composition Malangatana is frequently remembered for his bold and dense compositions featuring scary or playful monsters and other figures. As has already been noted, our study of his paintings revealed that his process was dynamic and evolved during the course of executing a work—he considered and at times reconsidered aspects of his compositions, and this is illustrated by numerous changes in the final paint layers, where the forms differ from the underdrawings, first outlines, or initial paint applications. A small but notable revision appears in Final Judgment , where he changed a monster’s teeth from triangular shapes to more menacing needlelike points . We found greater alterations that had occurred in the process of painting The Scene of the Diviner , related to the gray snake and adjacent round vessel in the foreground. The top portion of the vessel was originally embellished with a circular design executed in richly brush-marked paint, similar to the pattern visible in the lower half, but this decoration was subsequently covered by gray paint. IRR revealed that Malangatana initially positioned the gray snake’s head below the vessel, placing the intimidating-looking creature at ground level (fig. 18). But he reworked part of the snake’s body and repainted the head so that it is now upright and engaged with the viewer in a more playful manner; its new posture also echoes that of the much larger yellow snake in the background. The changes to the gray snake and the vessel are readily visible in raking light because the texture of the underlying paint remains discernible through the upper paint layer.[ref]IRR also revealed that the signature and date at lower left were repainted at some point.[/ref]   The artist introduced even more substantial changes during the process of painting The Dawn. Here IRR revealed extensive underdrawing consisting of bold lines executed with a confident hand in a wet medium, possibly paint. Within the underdrawing, multiple compositional changes are noteworthy. The heads of two figures at left were initially drawn with what appear to be headscarves, the fabric implied with fluid, undulating lines near their foreheads (fig. 19). Between planning and painting, Malangatana, in a poignant transformation, recast the female figure in the white robe as a militant and adorned her head with a turquoise helmet marked with a small Mozambican flag. He reinforced this reworking of the narrative by setting the woman in proximity to guns that enclose her in the pictorial space.[ref]Such a change in content is not limited to this painting and warrants further study. As Mário Pissarra discusses in this volume , the subject matter of Malangatana’s artwork shifted and developed in a complicated relationship with the evolving political situation in Mozambique, his works becoming increasingly more complex and evocative as, by his own admission, he was becoming more politically conscious.[/ref]   Like his palette, Malangatana’s compositions also became even more complex and dynamic following his sojourn in Portugal in 1971 and his exposure to printmaking.[ref]Betty Schneider, “Malangatana of Mozambique,” African Arts 5, no. 2 (Winter 1972): 42.[/ref] He began to incorporate transparent veils of paint into his works. They were applied over more densely painted areas of his figural groupings, which allowed compositional elements to exist in the foreground while simultaneously receding into the background or to form part of one figure while also incorporating or enveloping another. The Cry for Freedom (see fig. 20) and The Dawn offer striking examples of this shift. This transparency within the paint layers blurs the line between what is solid and what is transitory in a given scene and intentionally introduces a ghostly appearance to select figures and forms. We understand this to be an effort on the artist’s part to represent the supernatural and otherworldly beliefs of his Ronga culture of origin. As explained by one of his early supporters, the German scholar Ulli Beier, “Malangatana comes from a world where witchcraft is a reality, and magical practices are to be reckoned with in one’s daily [life].”[ref]Quoted in Rosas, “Modern African Art of Malangatana.” For more discussion of Malangatana’s relationship with his Ronga heritage, see Constantine Petridis’s essay in this volume .[/ref]   Conclusion: Uncovering the Stories Our examination of Malangatana’s paintings thus far has revealed how he used underdrawings (in a variety of media) to plan many of his compositions, experimented with texture in supports and paint layers, manipulated surface sheen, and employed color proficiently with a limited range of pigments. Close looking and technical imaging allowed us to uncover the stories behind his paintings and gain more insight into the process that produced such complex, dynamic compositions. In the course of these investigations, we also discovered a new work: Malangatana produced Nude with Flowers by painting over an earlier composition entirely (fig. 21). IRR revealed an underlying painting, completely obscured by the upper paint layers, of monsters, signs, and symbols that he abandoned for unknown reasons.[ref]The authors are grateful to the National Museum of African Art, Smithsonian Institution, Washington, DC, for allowing IRR of the painting. The authors are also again thankful to Kelly Keegan for undertaking this imaging.[/ref] As previously noted, Nude with Flowers is one of the few early works that the artist painted on stretched canvas and the only one examined for this study. We can only speculate about his decision to reuse a support, particularly a canvas. One hypothesis is that there may have been limited availability or a prohibitive price for stretched canvases that prompted him to reuse the support instead of discarding it. In the present study, this was also the only painting that was found to be executed over another composition. This remarkable discovery, as well as the many other findings discussed in this essay, encourage further exploration of Malangatana’s expansive oeuvre. ",
    "author_display": null,
    "digital_publication_id": 34,
    "source_updated_at": null,
    "updated_at": "2025-02-15T23:51:11-06:00",
    "timestamp": "2025-02-16T02:22:17-06:00"
}