{
    "id": 10,
    "api_model": "highlights",
    "api_link": "https://api.artic.edu/api/v1/highlights/10",
    "title": "visions-of-america",
    "copy": " Narrated by two principal cast members from the Chicago production of Hamilton , this audio tour offers contemporary lens on art from the early years of the United States. Get to know the people, places, and stories behind a variety of works of early American art and gain a new understanding of America now.   This porcelain punch bowl from the late 18th century depicts a port in the Guangzhou province of China and is one of the earliest bowls of its type to feature the American flag. Bowls like this one were especially popular with Western merchants living in China, who bought them as luxury souvenirs to commemorate their own journey to China. Originally produced in Northern China, the bowls themselves traveled over 600 miles to reach Guangzhou, and as such they stand for celebration of trade between the East and West at a time when this type of global commerce was brand new to the United States.   Joshua Johnson, one of the first African American artists of prominence, lived in Baltimore and was known for his portraits of white middle class families in that area. Little was known about Johnson's identity until the early 1900s, when papers discovered in the Maryland Historical Society's collection revealed that Johnson was the son of a white man and an enslaved woman, and was originally enslaved before becoming free when he came of age. His story of extraordinary success and talent in the face of injustice is one that must be remembered in the history of American art.   This seemingly idyllic landscape was painted by Thomas Cole, who emigrated to the United States from England in 1818 and is now considered the father of the Hudson River School of painting. Cole personally visited Niagara Falls before completing this work, but what he painted is not quite what he saw. Instead, he presents us with a romanticized view of the famous site, which was already a popular tourist destination in Cole’s time. In fact, Cole made quite a few important additions to and removals from the scene, including adding two Native American figures to the foreground, choosing to present us with an ideal depiction of the sublime power of nature in the face of the industrial growth that was happening at the time in the US.   This highly realistic still life is an example of a trompe l’oeil painting, French for “fools the eye.” The potatoes strung up against a wooden board in this work seem to almost come off the canvas, proof of Evans’s talent at crafting a painterly illusion. With his choice of starchy subject matter, Evans prompts the viewer to consider potatoes both politically and culturally. During the 1800s, a massive number of Irish people came to the United States, and were viewed with suspicion and concern. Though this provocative image of potatoes, Evans implies the tension surrounding Irish immigrants at the time, and the work continues to remind us of the continuing struggle over who is allowed to immigrate to the US, and how they are treated when they get here.   In 1855, George Hunzinger emigrated to the United States from 1835. He came from a long line of furniture makers in Germany, and applied these skills to crafting unique furniture in the US. Hunzinger obtained 20 patents for furniture designs throughout his career, and made both high-end, luxury pieces and more affordable works. This armchair is a prime example of Hunzinger’s innovative design sense and decorative style.   Harriet Hosmer was one of the leading sculptors in the 19th century. She overcame many obstacles as a female artist to work in the male-dominated field of marble sculpture, and moved from New York to Rome to receive additional training and fully pursue her career. This regal bust depicts Zenobia, Queen of Palmyra, who ruled the Syrian city after her husband, Odenathus, died. Zenobia conquered Egypt and much of Asia Minor before her defeat by the Roman emperor Aurelian. Hosmer created this work on the eve of the Civil War and exhibited it in the US during the war, and so the image of Zenobia in chains resonated with American audiences because slavery was the most important issue in the US at the time. ",
    "source_updated_at": "2021-07-06T16:24:21-05:00",
    "updated_at": "2024-11-10T23:36:09-06:00",
    "timestamp": "2025-02-16T02:22:16-06:00"
}