{
    "id": 12,
    "api_model": "highlights",
    "api_link": "https://api.artic.edu/api/v1/highlights/12",
    "title": "thorne-miniature-rooms",
    "copy": " Narcissa Niblack Thorne, the creator of the Thorne Rooms, herself had a vivid imagination. In the 1930s, she assembled a group of skilled artisans in Chicago to create a series of intricate rooms on the minute scale of 1:12. With these interiors, she wanted to present a visual history of interior design that was both accurate and inspiring. The result is two parts fantasy, one part history—each room a shoe box–sized stage set awaiting viewers’ characters and plots. The highlights below offer just a glimpse of the fascinating stories behind the much-loved Thorne Rooms—so unleash your imagination and step into these astonishingly tiny spaces.   Of the 68 rooms created by Thorne and her craftsmen, this is the only miniature of a sacred space. The Gothic-style church is built on an even smaller scale than the models of domestic spaces, emphasizing the grandeur of the space. Thorne did not set out to create a “typical” church space but rather one with specific character and exquisite details. She lavished attention on even the smallest elements of the space, specially commissioning the elaborate altarpiece, grille work, and crucifix from artists who generally worked in full scale. The Gothic style of the church would have been familiar to her Chicago viewers—after the Great Fire of 1871, the city embraced the Gothic Revival style for churches, universities, apartment buildings, hotels, and private clubs.   Thorne, like many of her generation, was generally not an admirer of Modernism, but she wanted her survey to at least touch on contemporary taste. She called this room a “modern art gallery,” and the focus is on striking (and tiny) paintings and sculptures, all commissioned from well-established artists including Fernand Léger , Amédée Ozenfant , and Léopold Survage . The Cubist painter Léger created the work hanging over the bright red sofa. Thorne strongly disliked what she called “packing box furniture,” adding “I shall never feel the urge to own chairs made of tortured plumbers’ pipe camouflaged with a wash of chromium and upholstered with slippery leather.”   Thorne particularly admired the refined classical style of 18th-century French and English interior, and the people of Chicago, many of whom were struggling to survive the devastating Depression of the 1930s, would have found the imagined perfection of this room especially captivating. Thorne’s inspiration for this room was the Petit Trianon, a small but richly furnished classical retreat set in the gardens of the French royal palace of Versailles. She noted Marie Antoinette as a particular inspiration, infusing the room with mystery and drama by associating it with the doomed French queen who, before her execution, had been a leading patron of the arts. The room's miniature furniture was purchased in Paris and is especially fine: the marquetry commode and marble-topped secretary can be actually opened and locked with tiny keys!   Thorne was entranced by the romantic idea that America’s colonial past was a simpler time, uncomplicated by industry, immigration, or urbanism. She wanted this interior, which she found warm and intimate, to evoke the lifestyle of seafaring families who, she thought “might occupy a one-story cottage, small and [as] compactly planned as the boats built by the same craftsmen.” It was Thorne’s genius to leave out human figures from all of her rooms, since they would inevitably be taken for dolls. Instead she wanted the viewer’s imagination to take over. Here, the child’s toys on a diminutive chair and a table set for tea suggest that the occupants might have just stepped out of the room.   Thorne traveled widely in England and France and learned much about the history of interior design from those cultural journeys, as well as from books and publications supplied by antique dealers for collectors and designers. She wanted her rooms to serve as useful tools for teaching design history—as miniature versions of the full-sized “period rooms” which were popular across American and European museums at the time. She also hoped they would be inspiring examples of sophisticated taste, which she may have felt was lacking in Chicago at the time. The furnishings in this room were made in England and inspired by designs published in 1791 by the successful cabinetmaker Thomas Sheraton. Thorne intended this drawing room to bring to mind 18th-century English country villages, “which were peopled with the hypersensitive women and overindulged and overestimated men whom Jane Austen immortalized.”   In the 1920s and ’30s, American museums were committed to displaying their collections in inspiring architectural settings. Many, including the Art Institute of Chicago, purchased the wall paneling of rooms that had been removed from their original sites in Europe and Asia. Thorne chose to represent one Chinese and one Japanese interior in her suite of 68 vignettes, a reflection of the broad influence of non-Western design on American Modernism. Though she had a group of highly skilled artisans contributing to the making of the rooms, she recognized the need to engage specialist skills for this room and commissioned Chinese carvers to produce the screens and fretwork.   This interior complete with a large fireplace and a charming braided rug is meant to represent a cozy Massachusetts room from the late 17th century, about 50 years after the Pilgrims had established themselves at Plymouth. The tiny miniature ship on the mantel over the fireplace is a model of the Mayflower—a reminder of the Pilgrims’ journey. In the 80 years since this room was made, however, our notion of the settlers’ life and the impact they had on the Indigenous people and their way of life has shifted. We can readily see that the brightly waxed floors and uniform display of pewter on the cupboard more accurately reflect a Depression-era longing for an idealized American past. Like the Cape Cod Living Room, it is a perfect example of Colonial Revival taste.   Thorne drew inspiration for this lavish parlor from the elaborate antebellum plantation interiors depicted in the popular 1939 film Gone with the Wind , as well as from a study of furnishings from the period. She acknowledged that in representing these spaces, she was not interested in “wars and famines” but instead focused on style and taste. Here, like others of her generation, she celebrated the grandeur and prosperity of a Southern estate, but chose not to address cotton plantations and the uncomfortable source of that wealth. ",
    "source_updated_at": "2022-01-25T10:47:46-06:00",
    "updated_at": "2024-11-10T23:36:07-06:00",
    "timestamp": "2025-02-16T02:22:16-06:00"
}