{
    "id": 13,
    "api_model": "highlights",
    "api_link": "https://api.artic.edu/api/v1/highlights/13",
    "title": "surrealism",
    "copy": " Please note: artworks occasionally go off view for imaging, treatment, or loan to other institutions. Click on the images to ensure the work is currently on view.   After he moved to Paris in 1920, Joan Miró met a group of avant-garde artists and writers who advocated merging the everyday world with dreams and the unconscious in order to produce an absolute reality, or surreality. In The Policeman , Miró derives a childlike image of a mustachioed policeman and his horse from seemingly unplanned stains on the canvas and graffiti-like strokes and squiggles, as if composing without conscious intention.   Max Ernst, one of the most gifted and prolific artists associated with Surrealism, produced works in an unusually wide range of styles and techniques. Beginning in 1925, he developed numerous new methods for making pictures including frottage , which involved placing paper or canvas on a textured surface and rubbing evenly to create an unpredictable image. In Forest and Sun , the abstract patterns produced by wood grain have been transformed into a cluster of towering forms recalling a forest, a source of fear and fascination for Ernst since his youth.   A key example of Francis Picabia’s Transparency series, this multilayered picture was inspired by the effects and spatial distortions of early 20th-century experimental cinema. The painting presents a view of the world as if seen through multiple film exposure, with at least four faces superimposed over a Mediterranean landscape. The background and foreground appear to merge, with mountain ridgelines functioning as facial contours and seawater doubling as discolored skin. Throughout his career Picabia remained skeptical of stylistic designations, and in 1924 he memorably quipped, “The only movement is perpetual movement.”   Inspired by the biomorphic forms of his colleagues Jean Arp, Max Ernst, and Joan Miró, Yves Tanguy developed his own vocabulary of organic, amoebic shapes populating mysterious, dreamlike settings. This painted wooden screen depicts an uncanny vision of a primordial landscape, which can be manipulated when the screen is folded to provide closure within a room or interior space.   With his wood reliefs made of curvilinear, organic shapes, Jean Arp invented a new stylistic language of “biomorphic” abstraction that carried titles evoking things in the world. This work, a particularly playful example from this series, is entitled Manicured Relief, suggesting that the gray-green fields might represent painted fingernails. The artwork’s first owner, Mary Reynolds, was a central figure in the Surrealist milieu in Paris and an artist known for her pioneering work in avant-garde bookbinding.   Claude Cahun challenged traditional ideas about gender and sexuality through intimate photographic self-portraits, collages, and sculptures. For Object , Cahun altered a number of seemingly unrelated components—a doll’s hand, a cloud-shaped piece of wood, and a tennis ball painted with a wide-open eye—to produce a startling image. This is the artist’s only sculptural work known to exist in its original form.   A member of the Belgian surrealist group, René Magritte approached painting as a philosophical and poetic art. In Time Transfixed, he transforms a stovepipe into a charging locomotive, situating the train in a fireplace vent so that it appears to be emerging from a railway tunnel. The surprising juxtaposition and incongruous scale of unrelated elements in Time Transfixed brings a sense of mystery to the everyday.   For approximately thirty years, Joseph Cornell worked in relative obscurity in the basement of his home in Queens, New York, creating a multitude of wondrous miniature worlds within his boxed constructions. Poetic assemblages of found objects and materials, these deeply personal and elusive boxes often prompt a dizzying array of associations. Despite the rigid and symmetrical organization of Untitled (Butterfly Habitat) , each small compartment holds a paper butterfly suspended with string, allowing for some movement as the work is handled.   Roberto Matta’s best-known painting The Earth Is a Man is a type of imaginative landscape that he referred to as an “inscape.” It represents the culmination of a five-year project in honor of the poet Federico García Lorca, who was assassinated by agents of Francisco Franco in 1936. Exhibited shortly after its completion in New York City, where Matta had immigrated at the onset of World War II, the mural-size canvas enthralled and influenced a new generation of American artists, who would come to be known as the Abstract Expressionists.   With the outbreak of World War II, Kurt Seligmann became the first Surrealist to arrive in New York and was instrumental in the emigration of most of the movement’s leading figures to the United States. As an acknowledged expert on magic, he infused his paintings with mythology and esotericism, and in the same year he made this work he published The Mirror of Magic, a history of the occult. The winding forms and mystical quality of this canvas influenced a new generation of American artists, including his student Robert Motherwell.   Marcel Duchamp began his career as a conventional painter, but by 1912 he set out to prove the end of “retinal” art, his term for works created to delight the eye. In its place, he proposed the “readymade,” an ordinary object transformed into a work of art by virtue of the artist’s selection. Duchamp's Bottle Rack , first realized in 1914 using a mass-produced bottle rack purchased at a French department store, is the earliest work of this type. Duchamp transformed many other common objects into readymades, including a hat rack, a bicycle wheel, and even a urinal, and his counterintuitive invention provided an important precedent for later Surrealist artists. Learn more about Duchamp’s Bottle Rack on the museum’s blog .   Broken and Restored Multiplication is filled with visual and verbal metaphors of disorder and breakage: the Eiffel Tower is turned upside down and the phrases that run up and down the surface of the picture emphasize the upending of a sense of order. A translation of these phrases reads: “The mirror would shatter, the scaffolding would totter, the balloons would fly away, the stars would dim, etc.” Such images and words seemed fitting for artists like Suzanne Duchamp who embraced Dada, an anti-art movement that developed in response to World War I and set the stage for the emergence of Surrealism.   Salvador Dalí, Surrealism’s most publicized practitioner, created monstrous visions of a world turned inside out, which he made even more compelling through his extraordinary technical skills. Painted near Vienna a few months before the annexation of Austria into Nazi Germany, Inventions of the Monsters is filled with threats of danger, from the menacing fire in the distance to the foreboding hourglass in the foreground. The artist, whose native Catalonia was embroiled in the Spanish Civil War during the creation of this work, depicts anxieties about a world that had indeed allowed for the invention of monsters.   Salvador Dalí created this anthropomorphic cabinet from a half-size plaster reproduction of a famous marble statue of the ancient goddess of love, the Venus de Milo. As Dalí described, objects such as this should be created “wholly for the purpose of materializing in a fetishistic way, with maximum tangible reality, ideas and fantasies of a delirious character.” ",
    "source_updated_at": "2023-02-16T12:22:42-06:00",
    "updated_at": "2024-11-10T23:36:06-06:00",
    "timestamp": "2025-02-16T02:22:16-06:00"
}