{
    "id": 19,
    "api_model": "highlights",
    "api_link": "https://api.artic.edu/api/v1/highlights/19",
    "title": "ancient-roman-art",
    "copy": " These decorative bronze objects take the form of busts of silenoi, or mature satyrs, bestial creatures who were Dionysos’s companions (Dionysos, the Greek god of wine, theater, and revelry, became known to the Romans as Bacchus). Part human and part horse, silenoi were untamed woodland spirits who engaged in various hedonistic pursuits, namely dancing, cavorting, and overindulging in wine. These busts originally decorated a type of couch on which elite, well-to-do Romans reclined at lavish banquets, reinforcing the message of merriment in the name of Dionysos.   This statue of Aphrodite, the Greek goddess of love, sexuality, and fertility, was inspired by a famed, earlier sculpture known today as the Aphrodite of Knidos. Carved in the mid-fourth century BCE by the sculptor Praxiteles, the original statue, which served as a devotional image in a temple or shrine, was acclaimed for its innovative representation of the goddess in full nudity. In the Roman world, the statuary type was popularly displayed in civic, domestic, and funerary contexts, but it held particular resonance in the private garden. Here the goddess’s voluptuous form and associations with fertility were equated with the growth of vegetation and the pleasure of the garden.   Roman artists were masters at adapting Greek imagery for entirely new functions and contexts. This image of a wounded Greek warrior was created around 447–438 BCE in Athens, where it first appeared as part of a mythical battle scene of Greek soldiers and the legendary Amazon female warriors. This scene decorated the shield of the monumental gold-and-ivory cult statue of the goddess Athena located in the Parthenon. Roughly five to six centuries later, the same figure was adapted from its original religious setting for use on this Roman architectural relief, which likely adorned a major public building or a lavish home.   This intricate cameo, expertly carved from a piece of sardonyx, a type of banded hardstone, combines a portrait of Emperor Claudius (reigned 41–54 CE) with the idealized, partially nude body of the supreme deity Jupiter (the Greek’s Zeus). Here the emperor holds the god’s scepter and thunderbolt, while an eagle, Jupiter’s companion animal, stands at his feet. Created for circulation among members of the imperial court, the cameo boldly equated Claudius’s power over the Roman Empire to that of Jupiter over the entire cosmos.   Previous Roman emperors were clean-shaven, but Hadrian (reigned 117–38 CE) wore a beard, perhaps to signify his admiration of all things Greek. Earlier Greek intellectuals, particularly those of the 5th and 4th centuries BCE, had worn long, full beards; Hadrian’s neatly trimmed facial hair reflects a more fashionable style worn by Greek men of his day. In this portrait, which originally belonged to a full-length statue or bust, the sculptor created a striking textural contrast between the emperor’s closely cropped facial hair and the thick, luxurious curls of his coiffure, which are undercut to sharply stand out from his forehead.   Roman portraits were created in a variety of media, but painted works rarely survive due to their delicate materials. One noteworthy exception is a group of naturalistic portraits produced in Roman-ruled Egypt for use in mummification. Typically painted on thin wooden boards using pigments mixed with beeswax, such portraits were placed over the deceased’s face and secured with linen wrappings. Here the subject’s large, heavy lidded eyes, narrow chin, and full lips express his individuality, while his thick, curly hair and neatly trimmed beard indicate the adoption of current Roman fashions. Additional details in gold, symbolizing divinity and eternity, reflect the tremendous expense lavished on this man’s likeness. Read more about Roman mummy portraits on the blog .   Constantine I (306–37 CE) had a transformative effect on the later Roman world. He proclaimed the religious toleration of Christianity; reunited the empire under his sole rule after defeating his co-emperor Licinius (reigned 308–24 CE); and moved the capital from Rome to Byzantium (modern-day Istanbul), which he renamed Constantinople in his honor. This coin, minted soon after Constantine became sole emperor, depicts him with a youthful, clean-shaven face and a hairstyle of thick locks arranged over his forehead. These features deliberately evoked the appearance of earlier, celebrated emperors, including Augustus (reigned 27 BCE–14 CE) and Trajan (reigned 98–117 CE), visually tying his reign to his esteemed predecessors’.   The identity of the woman depicted in this portrait is not known, but her distinguished appearance suggests that she held a prominent position in Roman society. Her elaborate hairstyle, featuring a multi-tiered bun of braids at the back of the head, would have required the assistance of a skilled hairdresser, while her richly textured clothing and intricate headband—carved to suggest that it was studded with gemstones—further attest to her wealth and status. As with many Roman sculptures, this portrait was likely painted in antiquity, giving the subject a more lifelike appearance. Learn more about this bust with this interactive feature .   The Romans frequently incorporated colorful gemstones into their jewelry. This refined gold necklace with a short, delicately woven chain features a single emerald pendant—a rarity in Roman jewelry. At the back is an ornamental fastening in the form of a gold wire rosette with a central garnet stud. Fastenings such as this were a Roman innovation, and they required a fashionable, upswept hairstyle—a clear sign of the wearer’s social standing—in order to be fully appreciated.   This tall, narrow vessel is a particularly elegant example of an alabastron, a type of bottle widely used in the ancient Mediterranean world to hold precious oils and perfumes. While most alabastra have rounded, bulbous bottoms, this example is noteworthy because it tapers to an elongated point, requiring it to be placed in a stand for use. Created using the free-blown technique of glass production, its opaque, deep-blue color and white veining mimic the appearance of costly stone.   Roman houses were frequently adorned with wall paintings and floor mosaics representing foodstuffs and items associated with preparing and serving food. Such imagery was intended to convey messages to visitors about the owner’s wealth and hospitality as well as the quantity and variety of goods available in the house. The bound rooster in this panel, notable for its naturalistic representation and subtle use of color, might have represented the abundance of livestock that was available on the host’s estate, which could be consumed at a meal or sold for a profit. Learn more about this mosaic panel and others like it in this interactive feature .   This relief plaque, which depicts female attendants kneeling around a candelabrum or incense burner, is a type of architectural decoration that was employed primarily in Rome and central Italy in the early Roman Empire. Created in terracotta using molds, these plaques were produced in multiples to form decorative friezes that adorned the walls of public buildings, private residences, temples, and tombs. The plaques depicted subjects ranging from mythological imagery to scenes of daily life, and typically were painted, making them easier to see when viewed from below. This particular plaque preserves microscopic traces of yellow and red pigment, suggesting that it too was once painted.   Following an ancient practice, most Roman homes had domestic shrines, called lararia, which included bronze statuettes of the household gods (the Lares) and other deities venerated by members of the family. This statuette of an unidentified goddess or personified virtue seated on an elaborate throne likely belonged to such a shrine. Scientific analysis suggests that the figure and the throne—although both ancient—were not created as a pair but were found in the same burial site. Presumably, the throne originally belonged to another seated figure displayed in the same setting. ",
    "source_updated_at": "2022-02-11T14:14:25-06:00",
    "updated_at": "2024-11-10T23:36:07-06:00",
    "timestamp": "2025-02-16T02:22:16-06:00"
}