{
    "id": 21,
    "api_model": "highlights",
    "api_link": "https://api.artic.edu/api/v1/highlights/21",
    "title": "asian-art-2",
    "copy": " India   This meditating Buddha comes from the coastal town of Nagapattinam in southern India, which was one of the few places where Buddhism was still flourishing in the 12th century. The Buddha—with his elongated earlobes, the wheel marks on his palms, the urna between his brows, and the cranial protuberance covered with snail-shell curls—is seated in the posture of meditation. His hands rest on his lap ( dhyanamudra ), and he wears a seemingly sheer and delicate monastic garment. As in other images from Nagapattinam, a flame emerges out of the Buddha’s cranial protuberance, probably signifying wisdom. This monumental granite sculpture originally would have graced a monastic site. Learn more about this work on the Art Institute’s blog .   Karttikeya, the Hindu god of war, is known by various names, including Skanda, Kumara, and Shanmukha, as well as Murugan in southern India, where he is very popular. This monumental basalt sculpture is probably from the Madanapalle region of Andhra Pradesh. Carved in the round and riding a peacock, the commander of the gods is shown with six heads ( shanmukha ) and 12 arms, 10 of which hold weapons. According to legend, Karttikeya was born from the spilled seed of the Hindu divinity Shiva. He developed his six heads in order to nurse from his six mothers, the Pleiades (or Krittikas—hence his name, Karttikeya), a constellation of stars. The complex accounts of his miraculous birth and heroic exploits indicate that his character combines many variations of folk beliefs.   Southeast Asia   This bronze icon of the Hindu god Shiva comes from Vietnam or Cambodia. Shiva is identifiable by his snake armband and the presence of a third eye in the middle of his forehead. His long hair is tied up in a topknot like that of an ascetic, and he wears the clothing and adornments of a mature, distinguished royal personage. Around his neck and shoulders is a multistrand necklace; in his ears are massive, pendant earrings; and around his hips is a patterned sampot with a long ornamental panel falling in a point over his thigh. This sculpture may have functioned both as a religious icon and as a memorial dedicated by a king. The distinctive personalized facial features of this icon reinforce the idea that this is a portrait as well as an image of a deity—possibly a deified royal guru figure who identified himself with Shiva.   China   During the Shang dynasty (about 1600–1050 BCE), bronze vessels that symbolized religious and political authority were used for ritual offerings of food and liquor to the ancestors of the ruling elite. Animal-shaped vessels like this one are the rarest of all Shang ritual bronzes. This creature is a fascinating blend of alert poise and solemn dignity. The scaled pattern on the neck and tail of this bird suggests feathers, while other details are fantastic rather than anatomical. A dragon in profile and a coiled serpent embellish each wing; monster masks crown the head as well as the removable lid on the bird’s back.   This enigmatic face is made of jade, China’s most precious material. The face probably represents a shaman—a priest who controlled the spirits—or a deity. Large eyes flank a bulbous nose above a mouth with bared fangs. On either side two circles represent circular earrings, jade examples of which are often found in tombs. Jade is harder than steel, so it can only be laboriously carved using grit loaded onto a grinding tool. The fine raised outlines that define the facial features in this piece were created by grinding down the background, leaving the lines in relief. This particular technique is characteristic of the Shijihe culture located in what is now China’s Hubei province.   Subtly elegant, this incense burner reflects the refined sensibility of China’s cultural elite during the Song dynasty (960–1279), which included members of the imperial court, government officials, and newly affluent and well-educated merchants. Incense burners such as this were collected as luxurious domestic furnishings. The basin of this example contains an artichoke-like lotus that opens into small, pointed petals and supports a delicately carved duck. Incense, which was highly prized at the time for its ability to dispel gloom and stimulate artistic creativity, would have wafted gently from the bird’s mouth and from two holes between its feet. The extraordinary quality of this incense burner is attributed to the kilns at Jingdezhen in the southeastern Jiangxi province, which later became the preeminent center for ceramic production in China.   Japan   This wooden figure of Bishamon, the chief of the guardian devas (or shitennō ) who protect the four cardinal directions in a Buddhist sanctuary, is the most significant work of Japanese Buddhist sculpture in the museum's collection. He once held a miniature reliquary in his left hand and a spear in his right, symbolizing his duty to defend Buddhist law. The skillful carving of the wood hints at the deity’s strong body beneath his armor, which still bears the traces of elaborate decoration, including patterns of dragons and flowers in gold and bright colors.   These two elaborate folding screens, painted by the court artist Tosa Mitsuoki, were commissioned by or presented as a gift to Empress Tofukumon’in (1607–78). Mitsuoki pays tribute to courtly and literary customs by depicting blossoming trees that mark the arrival of spring. On the left panel, an autumn maple tree emerges from the golden sky, and on the right a cherry tree bursts with delicate white petals. Delicate slips of paper, embellished with gold leaf and inscribed with classical poems about spring, hang from the twisted branches of both trees. These large screens were most likely originally used in the women’s quarters of Empress Tofukumon’in’s imperial palace. To learn more about this work, download the educator resource .   One of the most iconic images in the world, this print is not one of a kind. Katsushika Hokusai made the work as part of his much celebrated series Thirty-Six Views of Mount Fuji (Fugaku sanjûrokkei), which he started in 1830 at 70 years old. Thousands of copies were made from the original woodblocks, and the Art Institute's three copies are among the earliest created. Each iteration of the work is slightly different from the others—in fact, the original print had a pink sky, a feature that has faded away in many of the copies. The Art Institute’s collection includes one of these rare versions with the pink sky . While popularly known by its nickname, “The Great Wave,” the actual focus of the print is Mount Fuji, which appears small but steadfast beyond the wave, impervious to its threats. Read more about this print on the Art Institute’s blog .   Korea   Celadon or green-glazed stoneware is one of the greatest achievements of Korea’s Goryeo dynasty (918–1392). Goryeo potters absorbed Chinese techniques and surpassed that country’s examples by further refining a technique known as sanggam . The time-consuming and complex process of sanggam involves carving a motif, then filling it with white and/or red clay (which turns black after firing) before applying the final bluish-green glaze. This vase is decorated with two large oval-like frames containing a scene of children playing in a bamboo garden, and a motif of cranes flying through clouds, symbolizing a wish for fertility and longevity.   This large, milky white jar, made during Korea’s Joseon dynasty (1392–1910), is called a moon jar because of its distinctive shape and color. In order to build the jar’s large round shape, Joseon potters joined two hemispherical halves in the center. The joint is almost visible under the smooth white glaze but subtly flattens out between the halves. This moon jar, like many others, has mysterious spots—possibly residue from liquid the jar once contained or the result of a crystal growth from the slow cooling of the kiln. Either way, these stains have become a part of the identity of Joseon moon jars.   This elaborate piece was inspired by buncheong ware , the blue-grayish stoneware with white-slip decoration made during the early Joseon dynasty (1392–1910). Recently, some artists have revisited buncheong to revive and reinterpret this traditional form and technique in a modern way. In creating this work, Yoon Kwang-cho abandoned a potter’s wheel and instead built the form by hand to create an unusual sculptural form. The Heart Sutra, a short Buddhist text, is inscribed on the surface of this work, as a manifestation of the artist’s meditation. The act of writing out Buddhist texts is itself a meditative act, as it requires utmost concentration and dedication. ",
    "source_updated_at": "2021-10-22T13:20:59-05:00",
    "updated_at": "2024-11-10T23:36:08-06:00",
    "timestamp": "2025-02-16T02:22:16-06:00"
}