{
    "id": 3,
    "api_model": "highlights",
    "api_link": "https://api.artic.edu/api/v1/highlights/3",
    "title": "what-to-see-in-an-hour",
    "copy": " If you entered at Michigan Avenue, start at the top. If you entered through the Modern Wing, go in reverse order. Please note that artworks occasionally go off view for imaging, treatment, or loan to other institutions. Click on the images to ensure the work is currently on view.   More than 100 years ago, Agnes F. Northrop designed the monumental Hartwell Memorial Window for Tiffany Studios as a commission from Mary Hartwell in honor of her husband, Frederick Hartwell, for the Central Baptist Church of Providence, Rhode Island (now Community Church of Providence). Composed of 48 panels and numerous different glass types, the window is inspired by the view from Frederick Hartwell’s family home near Mt. Chocorua in New Hampshire. The majestic scene captures the transitory beauty of nature—the sun setting over a mountain, flowing water, and dappled light dancing through the trees—in an intricate arrangement of vibrantly colored glass. On view at the top of the Woman's Board Grand Staircase   This 12th-century statue of the Buddha comes from the south Indian coastal town of Nagapattinam, where Buddhist monasteries flourished and attracted monks from distant lands. He is seated in a lotus posture of meditation, with hands and feet resting atop one another. The mark on his forehead is called the urna, which distinguishes the Buddha as a great being. On view in Gallery 140   This striking gold tumi, a ceremonial knife, is thought to represent Naymlap, the heroic founder-colonizer of the Lambayque Valley on the north coast of Peru. Naymlap stands with his arms to his abdomen and his feet splayed outward and wears a headdress with an elaborate open filigree design and turquoise decoration. Turquoise was a precious gem for the people of ancient Peru, related to the worship of water and sky. This tumi and many other gold, silver, and textile objects were made in royal workshops and would have been carried by a dynastic ruler during state ceremonies. This type of knife represented, in a more elevated form, the copper knives used for animal sacrifices. On view in Gallery 136   Caught in the heat of battle with sword raised and horse rearing, this mounted figure may match many notions of a knight in shining armor but actually represents a common hired soldier. The armors for both man and horse were produced in Nuremberg, Germany, in the 16th century, but the clothing was meticulously recreated in 2017 from period designs. Look for the special leggings: small plates of steel are sewn between two pieces of linen to protect the soldier's legs. You'll also spot some splashes of mud and grime from the battlefield. On view in Gallery 239   For his largest and best-known painting, Georges Seurat depicted Parisians enjoying all sorts of leisurely activities—strolling, lounging, sailing, and fishing—in the park called La Grande Jatte in the River Seine. He used an innovative technique called Pointillism, inspired by optical and color theory, applying tiny dabs of different colored paint that viewers see as a single, and Seurat believed, more brilliant hue. On view in Gallery 240   Over his short five-year career, Vincent van Gogh painted 35 self-portraits—24 of them, including this early example, during his two-year stay in Paris with his brother Theo. Here, Van Gogh used densely dabbed brushwork, an approach influenced by Georges Seurat’s revolutionary technique in A Sunday on La Grande Jatte—1884 (on view Gallery in 240), to create a dynamic portrayal of himself. The dazzling array of dots and dashes in brilliant greens, blues, reds, and oranges is anchored by his intense gaze. On view in Gallery 241   Painted in the summer of 1965, when Georgia O'Keeffe was 77 years old, this monumental work culminates the artist’s series based on her experiences as an airplane passenger during the 1950s. Spanning the entire 24-foot width of O’Keeffe’s garage, the work has not left the Art Institute since it came into the building—because of its size and because of its status as an essential icon. On view in Gallery 249   One of the most famous American paintings of all time, this double portrait by Grant Wood debuted at the Art Institute in 1930, winning the artist a $300 prize and instant fame. Many people think the couple are a husband and wife, but Wood meant the couple to be a father and his daughter. (His sister and his dentist served as his models.) He intended this Depression-era canvas to be a positive statement about rural American values during a time of disillusionment. On view in Gallery 263   This iconic painting of an all-night diner in which three customers sit together and yet seem totally isolated from one another has become one of the best-known images of 20th-century art. Hopper said of the enigmatic work, “Unconsciously, probably, I was painting the loneliness of a large city.” On view in Gallery 262   In this sculpture, a young satyr thrusts his hand through the mouth of a theater mask depicting Silenos (an old satyr) in a way that is both mischievous and menacing. This work may have been part of a statuary group that included another figure whom the satyr is attempting to frighten either in jest or in earnest. Although this subject is frequently found in relief sculpture, particularly on sarcophagi (coffins) and gemstones, this is the only known surviving version that is sculpted in the round. How do we know this masquerader is a satyr and not just a playful child? Look for the small tail at the base of his spine! On view in Gallery 150—learn more in this video .   Pablo Picasso’s The Old Guitarist is a work from his Blue Period (1901–04). During this time the artist restricted himself to a cold, monochromatic blue palette and flattened forms, taking on the themes of misery and alienation inspired by such artists as Edvard Munch and Paul Gauguin. The elongated, angular figure also relates to Picasso’s interest in Spanish art and, in particular, the great 16th-century artist El Greco . The image reﬂects the 22-year-old Picasso’s personal sympathy for the plight of the downtrodden; he knew what it was like to be poor, having been nearly penniless during all of 1902. On view in Gallery 391   Joan Mitchell once declared that her large, light-filled abstract canvases were “about landscape, not about me.” Here, the dense tangle of color and gestural brushstrokes captures the energy of a bustling metropolis. Mitchell had ample time to observe city life, having been born and raised in Chicago and spending much of the 1950s traveling between the artistic hubs of Paris and New York. City Landscape can be interpreted in various ways: a skyline and its reflection on a body of water, the commotion of a downtown street, or the view from an airplane window—a cluster of buildings blurring into the surrounding patchwork of fields. On view in Gallery 291—learn more in this video . ",
    "source_updated_at": "2024-09-16T10:58:11-05:00",
    "updated_at": "2024-11-10T23:36:03-06:00",
    "timestamp": "2025-02-16T02:22:16-06:00"
}