{
    "id": 4,
    "api_model": "highlights",
    "api_link": "https://api.artic.edu/api/v1/highlights/4",
    "title": "new-on-view",
    "copy": " On loan from the Musée d'Orsay through mid-June 2025, this painting by Édouard Manet depicts Nina de Callias, a popular figure in Paris's artistic and bohemian circles. Despite the spontaneous impression that Manet's loose, open brushwork might give, the artist carefully staged the scene in his studio to reflect his sitter's unconventional character and taste. De Callias is dressed in a North African–style costume, which she often wore to receive guests. She reclines in front of a Japanese screen adorned with fans, a setup similar to the decor in her own home. But her expression is perhaps the most intriguing aspect of the painting: Manet managed to capture the amusement, curiosity, and hint of distraction that defined her famously eccentric personality.   Still Life Reviving (Naturaleza muerta resucitando) , Remedios Varo’s last and largest painting, transforms the quietude of a traditional still life into a supernatural scene. Set in a Gothic tower, a table for eight begins to levitate. Above it, apples, peaches, pomegranates, and strawberries orbit like planets in a solar system. The emergence of new life is a common theme of Varo’s work of the 1960s. Here, in addition to the seedlings sprouting up, the cloth itself seems animated. Everything flows into the vortex, except four mosquitos that look on warily as the fruits collide. On view in Gallery 396   James Johnson, an artist and lifelong snowboarder, carved the wooden panel for this design with an image of Raven. In Tlingit belief, according to Johnson, Raven was light-colored in the beginning. But as the bird carried the sun in his beak through the sky, he flew across the smoke hole of a clan house and the soot turned him black, as this board depicts. Commercial products like this one allow Johnson to bring Tlingit art and culture to a global audience, and a portion of its sales were donated to building the new Sealaska Heritage Arts Campus in the artist’s hometown of Juneau, Alaska. On view in Gallery 161 Learn more about James Johnson in this article penned by the artist himself .   This pair of folding screens, titled Mount Fuji and the Miho Pine Forest , is by renowned Japanese painter Soga Shōhaku, revered for his unusual subjects and eccentric painting style. Here, Shōhaku uses almost entirely black ink to evocatively depict the landscape’s rocks, mountains, and trees—as well as the ephemeral, intangible wind, rain, and clouds. The screens are a rare, well-preserved example of the artist’s work and among the most important Japanese works of art to enter a US collection from Japan in decades. On view in Gallery 109   Lakota artist Rhonda Holy Bear sculpts characters whose narratives can be symbolically read through the many miniature objects she creates for them. This intricate work, inspired by the artist’s grandmother, Josephine Sees the Horses Woman, reimagines her as the proud wife of a courageous warrior killed in battle. To memorialize her husband, she wears his male-gendered regalia, including an extraordinary wapaha , or war bonnet, of eagle feathers, and carries his possessions—a stone war club, quilted bag, and red catlinite pipe. Sees the Horses Woman’s own accomplishments as a woman, wife, and mother are also shown through her belt of honors containing a knife sheath, awl case, hide scraper, and strike-a-light case. The sculpture displays some 32 different forms of Lakota art making, including beading, quillwork, hide tanning, feather work, wood carving, and metalwork. On view in Gallery 136   The Deluge , a loan from a private collection, presents a version of the Biblical flood. Near the top of the work, abstract shapes resemble clouds with blue lines of rain shooting down. Inspired in part by the graphic woven patterns of African cloths, Ghanaian artist El Anatsui uses recycled cans and other found aluminum to weave sculptural tapestries. The repurposed objects bear traces of their initial use; as the artist has explained, they comprise “media which come with history, meaning, with something [that] means something to me. Not just oil paint from a tube. I can’t relate to that well. I would rather go for something people have used. Then there is a link between me and the other people who have touched that piece.” On view in Griffin Court   This painting by Vilhelm Hammershøi is an exceptional example of the Danish artist’s most famous body of work—a series of paintings depicting the interior of his sparsely decorated apartment in Copenhagen, where this composition hung for decades. In recent years we’ve sought to expand our narratives of European painting and sculpture to include regions beyond France, and this outstanding example of Danish painting will become a cornerstone of the increasingly nuanced histories of modernism on view in our galleries. On view in Gallery 246   The Maasai peoples of Kenya and Tanzania are known for their brightly colored and richly symbolic beadwork. This necklace, with its two circles signifying breasts and fertility, would have been both made and worn by a woman during her childbearing years as a mark of pride and honor. A rare example of high-quality Maasai beadwork from the early 1900s, the necklace makes a welcome addition to our collection of art from East Africa. On view in Gallery 137   Jacopino del Conte’s Madonna and Child with Saints Elizabeth and John the Baptist beautifully illustrates his signature style: energetic compositions that feature monumental figures and a vibrant, colorful palette. Here, the artist placed biblical figures in a contemporary setting with recognizable elements of a domestic Florentine interior. Given the scarcity of works of 16th-century Italian paintings available, this painting presented a unique opportunity to add further strength to our world-class collection of European paintings. On view in Gallery 205   In the 1860s, Julie Hart Beers (1834–1913) launched a successful career as a landscape painter, supporting herself and her family through her artwork and teaching. She seized the few opportunities available to her for training and studio space through her brothers, who were also painters, and connected with other women artists in New York City. In this composition, a lush forest frames a luminous view of the water and mountains. Beers rendered the trees with swift brushwork and employed minute flourishes to evoke two or three figures on the shoreline. On view in Gallery 170   Tsar Dmitry I, known also as False Dmitry I or Pseudo-Demetrius I, was the only tsar to come to power through military campaigns and popular uprisings. Supported in large part by Polish nobles, he was heavily influenced by Western tastes and politics. His Italian-made helmet, now reunited with its accompanying breast and backplate, was both highly fashionable for the time and a symbol of the tsar’s power. The upper visor above the vision slits is intricately etched with the Moscow coat of arms and an imperial double-headed eagle, announcing the sovereignty of its wearer. Unfortunately, Dmitry’s claim that he was the lost son of Ivan the Terrible was false. Within a year of his rule, the Russian nobility assassinated him and shot his ashes out of a cannon. On view in Gallery 239 ",
    "source_updated_at": "2024-11-13T11:29:51-06:00",
    "updated_at": "2024-11-13T11:30:16-06:00",
    "timestamp": "2025-02-16T02:22:16-06:00"
}