{
    "id": 5,
    "api_model": "highlights",
    "api_link": "https://api.artic.edu/api/v1/highlights/5",
    "title": "impressionism",
    "copy": " Pierre-August Renoir's painting of two boaters and their female friend enjoying a lunch alfresco is the picture of idyllic pleasure. Renoir likely created this painting during an extended stay at the restaurant it depicts—the Maison Fournaise, along the Seine. He completed many scenes of boating life during this period.   In this work, Berthe Morisot captures the essence of modern life in understated terms—rendering her subject with soft, feathery brushstrokes in nuanced shades of lavender, pink, blue, white, and gray. The composition resembles a visual tone poem, orchestrated with such perfumed and rarified motifs as brushed blonde hair, satins, powder puffs, and ﬂower petals. Morisot exhibited in seven of the eight Impressionist group shows; this painting was included in the fifth exhibition, in 1880, where her work received great acclaim.   This monumental view of a bustling Parisian intersection is considered Caillebotte’s masterpiece. In it, the artist captures a scene of sweeping modernity that conveys the momentary quality of everyday life, depicting fashionable city dwellers strolling down the street on a rainy day. The painting’s rigorous perspective and grand scale pleased Parisian audiences, while its asymmetry, unusually cropped forms, and rain-washed mood stimulated a more radical sensibility.   The hat—a prime symbol of the modern bourgeois woman in the works of Edgar Degas—also functions as a metaphor for the artistic process in this painting of a millinery shop. Degas has scraped and repainted the canvas around the woman's hands and the hat she holds to create a sense of movement. Nearby hats also remain unfinished—awaiting their finishing touches in the shop, they are partially painted in broad strokes, as if Degas himself hasn't quite finished working on them.   The two girls depicted in this painting, clutching oranges tossed to them from the crowd as gifts, likely performed as acrobats in their father's famed Cirque Fernando, in Paris. Although they are painted standing in the center of a circus ring, Renoir actually painted them in his studio, where he could take full advantage of natural sunlight. Read more about this work on our blog .   Set in the Parisian suburb of Chatou, Two Sisters (On the Terrace) features a pair of young women who were not actually sisters. Pierre-Auguste Renoir juxtaposed the girls’ solid, life-size figures against a dreamy, fantastic landscape. The basket of yarn to their left evokes the artist’s palette, and the girls’ contrasting expressions—the elder’s far-off stare and the younger’s eager stillness—make this “sisterly” moment feel casually genuine.   There’s a trick at work in this painting by Édouard Manet of a woman sitting in a Parisian café—the scene behind her is actually one of Manet’s paintings, and the table, magazine, and other objects are props set up in Manet’s studio. This highly Impressionistic painting, with its free brushstrokes and light colors, is typical of Manet’s later works.   This scene of the Grande Jatte, an island in the Seine just outside of Paris where city residents sought rest and recreation, is considered Georges Seurat's greatest work. Seurat labored extensively over A Sunday on La Grande Jatte—1884 , reworking the original and completing numerous preliminary drawings and oil sketches . Inspired by research in optical and color theory, he juxtaposed tiny dabs of colors that, through optical blending, form a single and, he believed, more brilliantly luminous hue.   In 1888, Vincent van Gogh moved into a new house in Arles, France which he dubbed the \"Studio of the South\" in the hope that friends and artists would join him there. He immediately set to work on the house and painted this bedroom scene as a part of his decorating scheme. This sun-drenched composition with its vivid palette, dramatic perspective, and dynamic brushwork seems ready to burst with an intense, nervous vitality. Van Gogh liked this image so much that he painted three distinct versions—the other two are held in the collections of the Van Gogh Museum in Amsterdam and the Musée d'Orsay in Paris. ",
    "source_updated_at": "2021-11-03T16:41:46-05:00",
    "updated_at": "2024-11-10T23:36:07-06:00",
    "timestamp": "2025-02-16T02:22:16-06:00"
}