{
    "id": 9,
    "api_model": "highlights",
    "api_link": "https://api.artic.edu/api/v1/highlights/9",
    "title": "international-modern-art",
    "copy": " Please note: artworks occasionally go off view for imaging, treatment, or loan to other institutions. Click on the images to ensure the work is currently on view.   One of the most iconic examples of Picasso’s early Cubism, this portrait of the artist’s dealer Daniel-Henry Kahnweiler (1884–1979) was created over more than 30 working sessions. With each sitting, Picasso further broke down and recombined the forms he saw, eventually arriving at a depiction of Kahnweiler as a network of shimmering, semitransparent surfaces that fracture into different planes and shapes.   One of Germany’s leading modern painters, Gabrielle Münter was known for her use of saturated color and loose brushwork verging on abstraction. Often using toys as the subjects of her still lifes, she infused her work with a liveliness and wit. Here, her painting includes a depiction of a wax doll made by her friend, the Russian dancer Alexander Sacharoff.   In his seminal 1912 publication, Concerning the Spiritual in Art , Vasily Kandinsky advocated an art that could move beyond imitation of the physical world, inspiring, as he put it, \"vibrations in the soul.” Improvisation No. 30 (Cannons) —one of the first works in which he attempted to depict those “vibrations” — is a standout work within the Art Institute’s modern art collection, which includes five key paintings by Kandinsky.   This monumental painting is the result of an intense period of experimentation and revision for artist Henri Matisse. He originally painted the work as a pastoral scene of standing and seated bathers, but over the next decade he transformed it into the cubist-inflected composition seen today. When the painting was acquired by the Art Institute in 1953, Matisse told the museum’s director that he viewed the painting as one of his five most pivotal works.   In 1913, on a transatlantic voyage to New York, Francis Picabia was amused by two fellow passengers: an exotic dancer and a Dominican priest, who could not resist the temptation of watching the dancer rehearse. In response, Picabia created this monumental canvas that evokes the sensations of dance and a ship moving through rolling seas. He titled the work Edtaonisl , an acronym made by alternating the letters of the French words étoile (star) and dans[e] (dance).   Among the most influential images in the early history of Surrealism, Giorgio de Chirico’s The Philosopher’s Conquest seems rife with meaning yet remains resolutely enigmatic. By juxtaposing incongruous objects, the artist sought to produce what he called art that resembles “the restlessness of myth.” De Chirico’s works profoundly affected artists associated with the Surrealist movement, who in the 1920s and 1930s used similarly unconventional pairings to explore the realm of the subconscious in their work.   While working in Russia in 1915, Kazimir Malevich invented Suprematism, a revolutionary mode of abstraction, which he considered a new type of realism. Breaking away from observed reality to focus instead on the relationships between colored geometric forms against a textured white background, the artist freed his compositions from traditional givens—like top or bottom, left or right—and presented everyday scenes, such as an athlete playing soccer, as if they existed in four dimensions.   Among the earliest proponents of abstract painting in Europe, Frantisek Kupka immigrated from Bohemia (in present-day Czech Republic) to Paris in 1896. Traveling to Paris and Chartres, France, he studied the stained-glass windows of Gothic and Romanesque cathedrals and created radiant abstractions that convey the feeling of light passing through colored glass.   Functioning simultaneously as an abstract painting and a concrete poem, Suzanne Duchamp’s Broken and Restored Multiplication is filled with visual and verbal metaphors of disorder and breakage. In this collage-like array, she turns the iconic metal lattice of the Eiffel Tower upside-down, alerting us to the fragility, but also the flexibility, of systems such as language and memory that allow us to recognize our place in the world, even as it seems to be falling apart.   Constantin Brâncuși's Golden Bird is an icon of modern sculpture and one of more than two dozen Bird sculptures the artist created in his quest for self-sufficient form. As Brâncuși once said, “All my life, I have sought to render the essence of flight.” In this work, details such as feet, a tail, and an upturned beak are barely suggested, and the elegant, streamlined silhouette of the polished bronze contrasts the rough-hewn wood base.   Piet Mondrian, a founding member of the revolutionary international movement De Stijl (the Style), argued that “the straight line tells the truth.” Deceptively simple, his works are the result of constant adjustment to achieve absolute balance and harmony. In Lozenge Composition with Yellow, Black, Blue, Red, and Gray , Mondrian rotated a square canvas 90-degrees to create a dynamic relationship between the rectilinear composition and the diagonal lines of the edges of the support.   One of the most prolific artists of the 20th century, Picasso arguably influenced the direction of modern art more than any other single figure. In this work, a portrait of Marie-Thérèse Walter, he used an approach inflected by both Cubism and Surrealism, depicting Walter’s face from a frontal and profile view simultaneously.   Although Marcel Duchamp began his career as a painter, he is best known for his attempts to prove the end of “retinal art,” or artworks created to please the eye. His answer was the “readymade,” an ordinary object transformed into a work of art simply by means of its selection and designation as such by an artist. His Bottle Rack , first realized in 1914, is the earliest work of this type, and was acquired by the Art Institute in 2018. Learn more about Duchamp’s Bottle Rack on the museum’s blog .   Among the boldest and the most brilliantly colored of all of Max Beckmann’s self-portraits, this was perhaps the last painting the artist completed in Berlin before he and his wife fled to the Netherlands—just two days after Adolf Hitler delivered a speech condemning modern art. In 1937, shortly after this work was made, more than 500 of his works were confiscated from German public collections.   White Crucifixion represents a critical turning point for Marc Chagall and for the history of 20th-century art: it was the first of a series of compositions in which the artist portrayed Christ as a Jewish martyr and identified the Nazis with Christ’s tormentors. Painted in response to the terror and trauma of Kristallnacht, an anti-Jewish pogrom, this work is among the most overtly political paintings of Chagall’s career. ",
    "source_updated_at": "2020-05-28T11:33:12-05:00",
    "updated_at": "2024-11-10T23:36:09-06:00",
    "timestamp": "2025-02-16T02:22:16-06:00"
}