{
    "id": 14,
    "api_model": "articles",
    "api_link": "https://api.artic.edu/api/v1/articles/14",
    "title": "Secrets of the Modern Wing",
    "copy": " I give a lot of tours of the Modern Wing, and there are details about the building that most visitors like but that aren’t necessarily apparent to anyone going through the building on their own. So, here are some “secrets” of the Modern Wing. The building that now sits on Monroe Street is actually the third version of the expansion that the museum planned. We started thinking about expanding in 1999, before Millennium Park was built. So the original idea was to put the expansion on the south side of the building, over the railroad tracks. But once Millennium Park started to become more than parking lots, broken bottles, and train tracks, the architect Renzo Piano and museum leaders decided to completely reorient the building to face north. This move was made in 2001. To “talk” to the park, and to test some proportional ideas for the façade, Piano designed the two Exelon Pavilions across the street from the Modern Wing. You may know these pavilions as the entrances to the parking garages under the park. Same materials, same ideas as those for the Modern Wing. Modest structures, big architect.   A guiding principle for the Modern Wing is Piano’s idea of “zero gravity”—that buildings should appear to levitate and lift. I had always heard about this idea, and I sense it when I’m in the building, but it was never quite sure of how the details—beyond lots of verticals—worked. But the key to it in the Modern Wing is that everything is designed to not quite meet the floor. Every wall has a one-inch “reveal” at the bottom of it. Piano designed all the benches, and they all sit slightly up off the floor on little pegs.   Every sculpture pedestal and platform also sit up off the floor. The main staircase also “floats,” with an inch between what appears to be its base and the floor. Tiny detail, huge impact.   More to come! —Erin Hogan ",
    "source_updated_at": "2018-08-24T16:52:37-05:00",
    "updated_at": "2025-02-15T23:16:17-06:00",
    "timestamp": "2025-02-16T02:22:16-06:00"
}