{
    "id": 18,
    "api_model": "articles",
    "api_link": "https://api.artic.edu/api/v1/articles/18",
    "title": "Your Move",
    "copy": " I enjoy playing chess, so one of my favorite objects in the Art Institute’s collection is the Man Ray Chess Set , in Gallery 396B in the Modern Wing. Man Ray was a big chess fan, astutely observing that “while not all artists are chess players, all chess players are artists.” Although he was never as good at the game as his friend, artist Marcel Duchamp (a chess Master who called Man Ray a third-rate “wood pusher”), Man Ray enjoyed playing the game and was interested in designing new, modern forms for chess pieces. He designed his first set in 1920, which he later cast in brass and plated with silver and gold for collectors such as the maharajah of Indore, for whom the Art Institute’s set was made in 1927. Studying the chess set in the Modern Wing, I was curious about the origin of the board layout. Stephanie D’Alessandro, the Gary C. and Frances Comer Curator of Modern Art, related how the layout had changed over time. Years ago, the set was presented with only one pawn moved, more like a sculpture than a functional game. For the new installation of the collection in the Modern Wing, the curators wanted to improve the installation. After doing research, trying to determine what Man Ray might have preferred and without much luck, they selected the layout shown in a photo of another cast of the same chess set, presented on a table designed by Jean-Michel Frank and Man Ray specifically for the set, in the collection of the Museum of Modern Art .   The curators, however, were not completely satisfied with the new layout and had been trying to learn more from a different, historical source photograph: a 1921 self-portrait by Man Ray (above). The problem was that the slightly grainy image showed only part of the chess board. I thought that determining the positions of the chess pieces in the photo would be a fun challenge. Using an enlarged print-out of the photo, I did my best to locate and visualize the chess squares by drawing a series of parallel lines based on a few visible square edges. After squinting to figure out the identity and position of the visible pieces, I applied some chess intuition to place the unseen pieces. For example, you can’t see any pawns in the rows behind the black knights, so it follows that they likely have not been moved, which further constrains the location of other pieces in the back row. The hypothetical board layout is depicted here in the chess diagram.   I was thrilled to discover that the board layout makes perfect sense if you assume that the photo shows Man Ray (playing the white pieces) lighting a pipe after making his fifth move, while his opponent considers the next move. Even more thrilling was the invitation I received from Stephanie to observe the reinstallation of the chess set earlier this month using my proposed layout. So, did we get it right? What should be black’s next move? —Troy Klyber ",
    "source_updated_at": "2018-08-24T16:40:24-05:00",
    "updated_at": "2025-02-15T23:16:18-06:00",
    "timestamp": "2025-02-16T02:22:16-06:00"
}