{
    "id": 27,
    "api_model": "articles",
    "api_link": "https://api.artic.edu/api/v1/articles/27",
    "title": "Solid as a Rock?",
    "copy": " One of the things that I love about being a lawyer at the Art Institute is the exposure to a wonderful variety of copyright issues springing from the museum’s diverse collection. An interesting example is Peter Blume’s 1944–48 painting, The Rock .   United States copyright law has several quirks depending on when and where a work was created and published. Until recent decades, artists had to comply with certain “formalities,” or risk losing copyright protection. For example, if a painting was “published” (e.g., in a book or on a poster) prior to 1978, then the artist was supposed to “renew” the copyright term for the work at the Copyright Office during the 28th year following first publication, or the work would fall out of copyright in the United States and into the public domain. Without a good calendar app, few artists remembered these deadlines and renewed their copyrights. In 1992, U.S. copyright law did away with the renewal requirement, but that did not save non-renewed works first published in the United States before 1964, which lost copyright protection 28 years after they were published.   It can be challenging to determine when an object of fine art was legally first “published” to start the copyright clock ticking: Not every painting is depicted in a book or newspaper review and even the public exhibition of an object is not always considered sufficient. But, somewhat ironically, Blume established the first publication date and triggered the start of The Rock ’s initial copyright term by painting a copyright notice directly onto the painting: “© Peter Blume 1948.” (See if you can spot it, in Gallery 262.) Thus, Blume should have renewed the copyright for the painting around the year 1976 (28 years after 1948). To the best of my knowledge, that did not happen, so the work is no longer protected by copyright in the United States.   In this day and age, it should go without saying that the foregoing does not constitute legal advice and is offered for your edification and amusement only, with no representations or warranties as to accuracy, etc., etc. —Troy Klyber ",
    "source_updated_at": "2018-08-24T16:40:04-05:00",
    "updated_at": "2025-02-15T23:16:18-06:00",
    "timestamp": "2025-02-16T02:22:16-06:00"
}