{
    "id": 34,
    "api_model": "articles",
    "api_link": "https://api.artic.edu/api/v1/articles/34",
    "title": "Transoms from the Ashes of Phoenix Hall",
    "copy": " If you visit the Art Institute sometime in the near future, you may be disappointed to learn that the Japanese galleries will be closed until fall 2010. The good news is that the reason for this closing is a renovation of the existing space and reinstallation of the Japanese art collection. One set of works that will be displayed for the first time in the new Weston Wing for Japanese Art are four carved wooden architectural transoms ( ramma panels) that were created by master Buddhist sculptor Takamara Koun for the Japanese pavilion, the Phoenix Hall, at the 1893 World’s Columbian Exposition here in Chicago. The Phoenix Hall was Japan’s main national pavilion at the fair. Modeled on an 11th-century temple outside Kyoto, it stood out against the beaux-arts buildings that made up the majority of the rest of the fair, the so-called “White City.” After the fair, the Japanese government gave the Phoenix Hall to the city of Chicago. However, two fires in 1945 and 1946 (supposedly acts of arson) destroyed the structures and necessitated their demolition. The only four pieces of the building remaining were the four ramma panels. These were stored—and forgotten—by the city under the bleachers of Soldier Field until they were discovered there in 1973. These icons of Chicago history and Japanese art were then separated: two panels were given to the Art Institute and two to the University of Illinois at Chicago. However, following UIC’s concerns over the condition of their ramma , their two panels were given to the Art Institute in order to better conserve and display them. The museum is currently raising money for the restoration of the four panels so that they can be displayed together for the first time outside of the Japanese pavilion. The moral of the story? You never know what you’re going to find under the bleachers at Soldier Field. —Katie Rahn ",
    "source_updated_at": "2021-03-12T11:43:26-06:00",
    "updated_at": "2025-02-15T23:15:49-06:00",
    "timestamp": "2025-02-16T02:22:16-06:00"
}