{
    "id": 55,
    "api_model": "articles",
    "api_link": "https://api.artic.edu/api/v1/articles/55",
    "title": "Countdown to TASS",
    "copy": " Exhibitions take a long time to put together, so even though July 30, 2011, feels a long way off, we here in the Department of Prints and Drawings are hard at work preparing Windows on the War: Soviet TASS Posters at Home and Abroad, 1941–45 . And we’re so excited about this groundbreaking project that we want to start telling everyone about it right now. In this spirit, I’m going to be writing a series of posts for the blog chronicling our “Countdown to TASS” and previewing some tantalizing images from our collection of 157 TASS posters. TASS is the acronym for the Telegraph Agency of the Soviet Union—the central news bureau. The posters in our collection were all made during World War II. When Nazi Germany invaded Soviet Russia on June 22, 1941, a group of artists assembled with the goal to wage war on the Nazis with biting satirical imagery and bolster the morale of the Red Army and civilians with uplifting and spirited depictions of its successes. Patriotic Soviet illustrators, painters, graphic artists, poets, and writers enthusiastically lent their talents to the TASS studio. Keeping close tabs on the daily news from the war front, artists would conceptualize and design an image. The finished design would then serve as the matrix for hand-cut stencils. Using the stencils, painters could paint in and embellish the color patches and reproduce the design over and over again. When the images were finished being painted, the paper segments would be glued together, along with a text panel and a TASS number, and distributed to various shops, factories, and public buildings around Moscow. Using this mode of production, the TASS artists were able to manufacture, at first, 60 to 100 unique large-scale stenciled posters per day. As the war rolled on, the TASS poster studio became a round-the-clock, assembly-line style art factory—producing sometimes 600, 800, or 1000 painted posters per day.   This poster, TASS 504, is one of our favorites. In it, we see Adolph Hitler, and his Axis partner Benito Mussolini of Italy cowering, with bloody hands, under a weather-beaten umbrella. In the background is a battered Nazi tank and downed airplane set against an ominous black sky. The three flags of the Allied powers, Great Britain, the United States, and the Soviet Union, have been transformed by the artists into a jagged lightening bolt—the “Thunderous Blow.” The time is frozen at the moment of the strike, leading the viewer to envision the cacophonous and annihilating explosion to come. The image was created by a collective of three artists who, with their names combined, called themselves the “Kukryniksy.” Mikhail Kupriyanov, Porfiry Krylov, and Nikolai Sokolov designed posters and political cartoons together for decades, and were widely celebrated in the Soviet Union. This poster, issued on June 17, 1942, is more than five feet tall and one of the earliest TASS posters in the Art Institute collection. You can easily see the artists’ brushstrokes in the grey clouds and black sky. All crafted with stencils! Stay tuned for more news from the Art Institute's TASS force ! —Jill Bugajski., research sssociate, Department of Prints and Drawings ",
    "source_updated_at": "2018-09-13T16:22:04-05:00",
    "updated_at": "2025-02-15T23:16:15-06:00",
    "timestamp": "2025-02-16T02:22:16-06:00"
}