{
    "id": 74,
    "api_model": "articles",
    "api_link": "https://api.artic.edu/api/v1/articles/74",
    "title": "Our Civic-Minded Pride",
    "copy": " A celebratory morning here at the Art Institute as our guardian lions were outfitted with Chicago Blackhawks helmets in honor of the team making the Stanley Cup finals. Chicago is a rabid sports town—Blackhawks! Cubs! White Sox! Bulls! Bears!—and the lions have been participating in this civic passion since 1985, when the Bears went to the Super Bowl.   As far as anyone can remember, that Super Bowl more than 20 years ago was the first time the lions were dressed in sports regalia. Those original Bears helmets were actually upturned Weber grills, to which minimalist face guards were welded. Legend has it that one of the helmets actually traveled by train down to the Superdome in New Orleans and was there to witness the Bears resoundingly defeat the New England Patriots 46-10.   The Bears also went to the Super Bowl in 2007, and the outcome for both the teams and the lions was less fortunate. The Bears lost to the Indianapolis Colts 29-17. And the helmets? Well, new helmets were fashioned and were set to be installed on a typical Chicago January day. I was just coming back from a short vacation on the day they were installed. I got off the plane at O’Hare to see the Sun-Times story . . . devoted to the Bears helmet that audibly CRACKED as wranglers attempted to put it on the north lion. The temperature was so low—sub-freezing—that a piece of the enormous plastic helmet contracted and snapped when it was stretched to accommodate the lion’s mane. It was fixed overnight and reinstalled the next day, but the Art Institute was accused of hexing the Bears for their Super Bowl game. I can emphatically state that this is not true, and that we were as heartbroken as everyone else when Chicago’s notoriously low winter temperatures claimed the helmet as a casualty. Contrary to popular belief, the lions are not identical. They were created by sculptor Edward Kemeys in 1893 as a gift of Mrs. Henry Field, and they were installed at the museum’s front entrance in 1894, where they still stand today. They also have names: the north lion is “On the Prowl” and the south lion is “Standing in an Attitude of Defiance.” Though they are both over ten feet tall and weigh about three tons each, they have different stances, different dimensions, and different coiffures—a note to haberdashers serving the lions in the future! The Blackhawks helmets were made by Chicago Scenic. Awesome job, guys! Go Blackhawks! —Erin Hogan ",
    "source_updated_at": "2018-09-13T15:47:19-05:00",
    "updated_at": "2025-02-15T23:16:17-06:00",
    "timestamp": "2025-02-16T02:22:16-06:00"
}