{
    "id": 76,
    "api_model": "articles",
    "api_link": "https://api.artic.edu/api/v1/articles/76",
    "title": "An Ernest Assumption: El Greco",
    "copy": " A Friday game of connect the dots: The Assumption of the Virgin came on the market in 1904, when El Greco’s reputation as a painter was at a relatively low ebb. It had passed through a few hands since the 16th century, and the heirs of the then-owners were unable to sell it in Madrid. It went on view at the Galerie Durand-Ruel in Paris from 1904 to 1905, where it became a favorite of modern artists such as Picasso and . . . Mary Cassatt. Cassatt took it upon herself to find the altarpiece a home. First, she convinced her friends Louisine and Henry Havemeyer to loan Durand-Ruel the money to purchase the painting. Havemeyer then offered the Assumption to the Metropolitan Museum of Art. They rejected it. Cassatt went on a campaign, after the Met’s rejection, to interest American museums in the painting. The Philadelphia Academy of the Fine Arts said no. The Museum of Fine Arts, Boston, said no. Working her way west, Cassatt was able to interest the Art Institute of Chicago in the painting, though it took the president of the Board of Trustees nineteen months to raise the necessary funds from trustees skeptical of El Greco’s place in history. So the Art Institute now had the Assumption , where it quickly became a signature work. In the early decades of the twentieth century, another “signature work” was developing as Ernest Hemingway was growing up in Oak Park, just across the Chicago city line. His mother, who had a family membership to the Art Institute, frequently took him to the museum specifically to see the Assumption . He would later claim that the painting inspired him to write as boldly as El Greco had painted. —Erin Hogan ",
    "source_updated_at": "2018-09-14T10:49:40-05:00",
    "updated_at": "2025-02-15T23:16:15-06:00",
    "timestamp": "2025-02-16T02:22:16-06:00"
}