{
    "id": 12,
    "api_model": "printed-publications",
    "api_link": "https://api.artic.edu/api/v1/printed-publications/12",
    "title": "Benin: Royal Arts of a West African Kingdom",
    "web_url": "https://www.artic.edu/print-publications/12/benin-royal-arts-of-a-west-african-kingdom",
    "copy": " The Kingdom of Benin, located in present-day southwestern Nigeria, has roots that stretch back as early as the 10th century. The establishment of a mercantile relationship with Portugal in the late 15th century greatly increased Benin’s wealth and might. The kingdom became a regional powerhouse under a long lineage of divine rulers, or obas, and it wielded great economic and political influence. The obas also supported guilds of artists—chief among them brass casters and ivory carvers—whom they employed to produce objects that honored royal ancestors, recorded history, and glorified life at court. The sophisticated creations of Benin’s royal artists stand among the greatest works of African art today.   Published in concert with the major international loan exhibition Benin—Kings and Rituals: Court Arts from Nigeria , for which the Art Institute is the sole North American venue, Benin: Royal Arts of a West African Kingdom features approximately 25 masterworks that reveal the breadth and depth of the kingdom’s artistic corpus, including finely cast bronze figures, altar heads, wall plaques and ivory tusks, pendants, and arm cuffs embellished in detailed bas-relief. An insightful essay by Art Institute curator Kathleen Bickford Berzock outlines the kingdom’s history and sheds light on these works of art by describing their making and function in the context of the royal court.   By Kathleen Bickford Berzock   40 pages, 9 1/2 x 8 5/8 in. 40 ills. Out of Print ISBN: 978-0-300-13677-7 (Softcover) ",
    "source_updated_at": "2019-08-05T12:15:24-05:00",
    "updated_at": "2025-02-15T23:54:18-06:00",
    "timestamp": "2025-02-16T02:22:17-06:00"
}