{
    "id": 5,
    "api_model": "printed-publications",
    "api_link": "https://api.artic.edu/api/v1/printed-publications/5",
    "title": "Roy Lichtenstein: A Retrospective",
    "web_url": "https://www.artic.edu/print-publications/5/roy-lichtenstein-a-retrospective",
    "copy": " The most iconic works of Roy Lichtenstein (1923–1997) are widely known, reproduced, copied, and even parodied. The true diversity and complexity of his oeuvre is little understood, however, and the full scope of his career is largely absent from the existing literature. Presenting more than 130 paintings and sculptures, as well as over thirty seldom- or never-before-seen drawings and collages, this book examines all periods in Lichtenstein’s career, going well beyond his brushstrokes and the classic Pop romance and war cartoon paintings that made him famous. Roy Lichtenstein: A Retrospective features exciting new scholarship by an international team of distinguished curators, critics, and art historians. Essays by Yve-Alain Bois, Chrissie Iles, and Stephen Little, among others, give special consideration to Lichtenstein’s historical influences, from Picasso and Cubism through Surrealism, Futurism, and British Pop. Contributions by James Rondeau and Sheena Wagstaff evaluate the artist’s abstract work and late nudes. Complemented by photographs of the artist and his seminal exhibitions, the essays examine the various styles and subjects featured in paintings created throughout his lifetime. The inclusion of a complete chronology of Lichtenstein’s life and work—compiled by Clare Bell of the Lichtenstein Foundation—makes this retrospective the most authoritative publication on the artist since his death in 1997.   James Rondeau and Sheena Wagstaff With contributions by Clare Bell, Yve-Alain Bois, Iria Candela, Harry Cooper, Sara Doris, Chrissie Iles, James Lawrence, and Stephen Little   372 pages, 9 ½ x 12 in. 283 color and 30 b/w ills. Out of print ISBN: 978-0-300-17971-2 (softcover) ISBN: 978-0-300-17971-2 (hardcover) ",
    "source_updated_at": "2019-04-12T11:00:57-05:00",
    "updated_at": "2025-02-15T23:54:25-06:00",
    "timestamp": "2025-02-16T02:22:17-06:00"
}