{
    "id": 9,
    "api_model": "printed-publications",
    "api_link": "https://api.artic.edu/api/v1/printed-publications/9",
    "title": "Light Years: Conceptual Art and the Photograph, 1964–1977",
    "web_url": "https://www.artic.edu/print-publications/9/light-years-conceptual-art-and-the-photograph-19641977",
    "copy": " Photography played a critical role in conceptual art of the 1960s and 1970s, as artists turned to photography as both medium and subject matter. Light Years offers the first major survey of the key artists of this period who used photography to new and inventive ends. Whereas some employed photographic images to create slide projections, photographic canvases, and artists' books, others integrated them into sculptural assemblages and multimedia installations. This book highlights the work of acclaimed international artists such as Vito Acconci, John Baldessari, Mel Bochner, Sol LeWitt, Bruce Nauman, Giuseppe Penone, and Ed Ruscha.   Matthew Witkovsky's essay provides the larger context for photography within conceptual art, a theme that is further elaborated in texts by Mark Godfrey, Anne Rorimer, and Joshua Shannon. An essay by Robin Kelsey focuses on the pioneering work of John Baldessari in which he explored the element of chance, and an essay by Giuliano Sergio illuminates the lesser-known work of Arte Povera, an Italian movement that sought to dismantle established conventions in both the making and presentation of art.   Matthew S. Witkovsky is Richard and Ellen Sandor Chair and Curator, Department of Photography, at the Art Institute of Chicago. Mark Godfrey is a curator at the Tate Modern in London. Robin Kelsey is the Shirley Carter Burden Professor of Photography and director of graduate studies in the History of Art and Architecture Department at Harvard University. Anne Rorimer is a freelance art historian based in Chicago. Allen Ruppersberg is an artist living and working in Los Angeles and New York. Giuliano Sergio is an art historian at the University IUAV in Venice and the Academy of Fine Arts in Naples. Joshua Shannon is a professor of art history at the University of Maryland.   Edited by Matthew S. Witkovsky With essays by Mark Godfrey, Robin Kelsey, Anne Rorimer, Allen Ruppersberg, Giuliano Sergio, Joshua Shannon, and Matthew S. Witkovsky   264 pages, 9 1/2 x12 in. 115 color and 187 b/w ills. Out of Print ISBN: 978-0-300-15971-4 (Hardcover) ",
    "source_updated_at": "2019-08-05T12:14:48-05:00",
    "updated_at": "2025-02-15T23:54:19-06:00",
    "timestamp": "2025-02-16T02:22:17-06:00"
}