{
    "id": 17,
    "api_model": "generic-pages",
    "api_link": "https://api.artic.edu/api/v1/generic-pages/17",
    "title": "Institutional Archives",
    "web_url": "https://www.artic.edu/institutional-archives",
    "copy": " The Institutional Archives collects and preserves over 13,000 linear feet of records created or received by AIC/SAIC in the course of its everyday operations, including: museum records, School records, affiliated organizations, and personal papers. The Institutional Photography Archive—also an institutional collection—contains approximately 300,000 negatives, slides, and photographic prints as well as several hundred thousand digital files, all of which document the history of the museum, its collections, exhibitions, and events. Some information, such as Art Institute annual reports and press releases , is available for browsing online. Selected exhibition catalogs and installation views are available through our Exhibition History . Digital collection catalogs can be browsed here . However, the majority of our institutional records are not available for remote access. Please review our research guides for a list of print and online resources related to the history of the museum and the School of The Art Institute of Chicago or how to research a work of art from the museum’s curatorial collections . Visitors to the museum may consult the Institutional Archives in the Research Center’s Franke Reading Room by advance appointment only . Walk-in appointments will not be permitted. Some institutional records may not be available for review due to privacy and/or confidentiality restrictions. Find more information about our access guidelines and procedures here .   Contact the Art Institute of Chicago Archives For information regarding our archival collections, please contact us via our Contact and Application for Access form . ",
    "search_tags": null,
    "source_updated_at": "2025-01-06T15:09:30-06:00",
    "updated_at": "2025-02-15T23:39:14-06:00",
    "timestamp": "2025-02-16T02:22:17-06:00"
}