{
    "id": 4,
    "api_model": "generic-pages",
    "api_link": "https://api.artic.edu/api/v1/generic-pages/4",
    "title": "Directions & Parking",
    "web_url": "https://www.artic.edu/visit/directions-parking",
    "copy": " The museum offers two entrances: the doors to the original 1893 building are at 111 South Michigan Avenue, and the 2009 Modern Wing can be entered at 159 East Monroe Street. Valet service is available at the Modern Wing entrance on Monroe. Please note: The directions provided below all lead to the Michigan Avenue entrance.   Driving to the Art Institute via Expressway From Indiana Indiana toll road (90) to Chicago Skyway to Dan Ryan Expressway (90, 94) to Congress East (Loop exit). East on Congress to Congress Plaza (first light east of Michigan Avenue.) North (left turn) on Congress Plaza, which merges with Michigan Avenue. North on Michigan Avenue to Adams. From South Suburbs Dan Ryan Expressway (90, 94) to Congress East (Loop exit). East to Congress Plaza (first light east of Michigan Avenue). North (left turn) on Congress Plaza which merges with Michigan Avenue. North on Michigan Avenue to Adams. From Wisconsin and North Suburbs Edens Expressway (94) into Kennedy Expressway (90, 94) to Loop, exit Monroe Street east. East to Michigan Avenue. From O’Hare Airport and Northwest Suburbs Kennedy Expressway (90) to Loop, exit Monroe Street east. East to Michigan Avenue. From West Suburbs Eisenhower Expressway (290) east (290 becomes Congress Parkway in Loop) to Congress Plaza (first light east of Michigan Avenue). North (left turn) on Congress Plaza which merges with Michigan Avenue to Adams. From Southwest Suburbs Stevenson Expressway (55) to Lake Shore Drive (41). North to Jackson Blvd. West on Jackson (left turn) to Michigan Ave. North on Michigan to Adams.   Parking Valet Service $38/car Get straight to the galleries with our convenient valet service! Visitors are able to drop off and pick up their car directly in front of the Modern Wing entrance at 159 East Monroe. Service begins one half-hour before the museum opens to members and closes one half-hour after the museum closes. Monday, 9:30–5:30 Thursday, 9:30–8:30 Friday–Sunday, 9:30–5:30 SpotHero Parking Book convenient and affordable parking in advance through SpotHero, the nation's leading parking reservations app. Simply visit the Art Institute of Chicago SpotHero parking page and book a spot with rates up to 50% lower than drive-up rates.   Park at the Millennium Garages Millennium Garages operates four underground parking garages adjacent to the museum, with extensive public parking, accessible parking, and electric vehicle (EV) charging. Art Institute of Chicago Members at all levels receive a discount at Millennium Garages. Stop by the membership desk during your next visit to collect your discount voucher. Drop-offs are permitted at the museum’s Modern Wing entrance at the traffic pullout on the eastbound lanes of Monroe Street (east of Michigan Avenue). After drop-off, turn left on Columbus Drive to access parking garage entry ramps. Visit www.MillenniumGarages.com or call (312) 616-0600 for directions, rate details, and other information. Lakeside and Millennium Park Garages Enter through vehicle entry ramps at 5 S. Columbus Drive (between Monroe and Randolph) Grant Park South Garage Enter through center lane entry ramps at 325 S. Michigan Avenue (between Van Buren and Jackson) Grant Park North Garage Enter through center lane vehicle entry at 25 N. Michigan Avenue (between Monroe and Randolph) Accessible Parking Accessible parking is located in the following garages near the Art Institute: Millennium Park Garage Entrance at Columbus Drive and Monroe Street, with 8' clearance in limited sections and an elevator at the exit Grant Park North Garage Entrance at Michigan Avenue between Madison and Randolph, with 8' 3\" clearance in limited sections and an elevator at the exit Group Parking For information about bus parking, please visit the Choose Chicago motorcoach information page.   Public Transit   Using Public Transportation The Art Institute is located just one block east of the Loop and is easily accessible via the city’s “L” train system. The Brown, Green, Orange, Pink, and Purple lines all stop above ground at Adams/Wabash, one block west of the museum. The Red and Blue lines stop underground at Monroe, just a few blocks away. A number of bus lines also stop in front of the museum. Currently, \"L\" fare is $2.50 per adult. Visit the Chicago Transit Authority website for route, schedule, and fare details. Metra is Chicago’s commuter rail transit system. The Art Institute is accessible from both the Van Buren and Millennium stations, which are underground just one to two blocks south and north (respectively) along Michigan Avenue. Visit the Metra website for route, schedule, and fare details. Divvy Bike Program Divvy is Chicago’s bike-sharing system. It offers thousands of bikes and hundreds of stations across the city, providing Chicagoans and visitors with an additional transportation option. There are several Divvy bike stations within walking distance of the Art Institute. For more information and pricing, visit divvybikes.com . ",
    "search_tags": null,
    "source_updated_at": "2024-10-02T09:37:42-05:00",
    "updated_at": "2025-02-15T23:39:20-06:00",
    "timestamp": "2025-02-16T02:22:17-06:00"
}