{
    "id": 9,
    "api_model": "generic-pages",
    "api_link": "https://api.artic.edu/api/v1/generic-pages/9",
    "title": "Mobile App & Audio Tours",
    "web_url": "https://www.artic.edu/visit/explore-on-your-own/mobile-app-audio-tours",
    "copy": " Art Institute of Chicago App Your personal, pocket-sized guide to the collection, the Art Institute app merges location-aware technology with audio storytelling, letting the art speak to you.   The FREE app offers : Engaging audio tours—including exhibition tours—featuring behind-the-scenes stories and a variety of expert voices A “Look It Up” feature that allows you learn more about specific artworks A location-aware interactive map to help you navigate the galleries and the museum's amenities Access to the digital member card Listing of current exhibitions and events to help plan your visit   Featured Tours Life and Afterlife in Ancient Egypt Explore the beliefs and practices of daily life that are revealed in artworks of ancient Egypt—from statues of gods and goddesses to a gilded funerary mask. The Essentials Tour Discover the stories behind some of the museum's most iconic artworks—including Georges Seurat's A Sunday on La Grande Jatte , Edward Hopper's Nighthawks , and Joan Mitchell's City Landscape . The Teen Tour Experience the museum through sounds and stories produced by Chicago teens. This app is now available for iOS devices and for Android devices . Please note that all audio tour content is available on our app; we do not offer rentable devices. Just be sure to bring your headphones so you can listen in the galleries without disturbing other visitors.   Languages The app interface is available in five languages: English, Spanish, Korean, Chinese, and French. Simply click the info icon in the lower right to choose your preferred language. The following tours are available in various languages: The Essentials Tour: English, Spanish, Chinese, and Korean A Beautiful Science: The Evolution of Chinese Porcelain: English, Spanish, and Chinese Visions of America: English, Spanish, and Chinese   Bloomberg Connects App Discover more ways to connect with us on the free Bloomberg Connects app. You’ll find a selection of audio tours, exhibition information, helpful tips for your visit, and more. You can even download our guide for offline exploration. Bloomberg Connects features guides to over 400 museums, galleries, sculpture parks, gardens, and cultural spaces. Download now ",
    "search_tags": null,
    "source_updated_at": "2024-05-30T14:01:42-05:00",
    "updated_at": "2025-02-15T23:39:22-06:00",
    "timestamp": "2025-02-16T02:22:17-06:00"
}