{
    "id": 10,
    "api_model": "digital-publications",
    "api_link": "https://api.artic.edu/api/v1/digital-publications/10",
    "title": "James Ensor: The Temptation of Saint Anthony",
    "web_url": "https://www.artic.edu/digital-publications/10/james-ensor-the-temptation-of-saint-anthony",
    "copy": " James Ensor: The Temptation of Saint Anthony is the Art Institute’s first online scholarly catalogue for a temporary exhibition. It features new art historical and conservation research, presented in essays and videos, on Ensor’s monumental drawing The Temptation of Saint Anthony , which was the centerpiece of the exhibition Temptation: The Demons of James Ensor . The Belgian artist (1860–1949) spent most of his life in the coastal town of Ostend. He created The Temptation of Saint Anthony in 1887 at a time of great personal distress following the death of his English-born father. The drawing, nearly six feet tall and composed of 51 separate sheets of paper, has been meticulously conserved. This conservation, and Ensor’s working process, are described in detail in the catalogue. Other essays explore the historical context and visual culture that influenced the artist. One brings to light never-before published letters written by Ensor that help us better understand the drawing.   The catalogue includes high-resolution imaging that allows readers to zoom in to see the artist’s marks in detail, as well as interactive components that show how Ensor overlapped various sheets. The publication is lavishly illustrated with more than 500 images.   Susan M. Canning, Patrick Florizoone, Nancy Ireson, Kimberly J. Nichols, Sabine Taevernier, Herwig Todts, Debora Silverman, and Anna Swinbourne   The catalogue is generously funded by the Regenstein Foundation. This is the Art Institute’s third online publication to utilize the ChicagoCodeX, which has served as the foundation of the open-source digital publishing platform OSCI Toolkit . ",
    "source_updated_at": "2019-02-28T16:00:17-06:00",
    "updated_at": "2025-02-15T23:48:08-06:00",
    "timestamp": "2025-02-16T02:22:17-06:00"
}