{
    "id": 42,
    "api_model": "digital-publications",
    "api_link": "https://api.artic.edu/api/v1/digital-publications/42",
    "title": "Ancient Egyptian Art at the Art Institute of Chicago",
    "web_url": "https://www.artic.edu/digital-publications/42/ancient-egyptian-art-at-the-art-institute-of-chicago",
    "copy": "<h1>Ancient Egyptian Art at the Art Institute of Chicago</h1><p><em>Ancient Egyptian Art at the Art Institute of Chicago&nbsp;</em>celebrates more than three thousand years of artistic achievement in the Nile Valley. Expansive in its timeline and its range of media, this richly illustrated digital publication features more than one hundred works from the Art Institute’s collection of ancient Egyptian art.</p><p>Cat. 1 Stela of Tjenti and Nefret, Old Kingdom<br/>Cats. 4–5 Side Panels from the Chapel of Merettetiiyet, First Intermediate Period<br/>Appendixes<br/>Metal Statuary<br/>Cat. 10 Stela Depicting the Funeral of Ramose, New Kingdom<br/>Amulets (Gods and Goddesses)<br/>Cat. 11 Fragment of a Stela of Neferhotep, New Kingdom<br/>Cat. 17 Head of an Official, Middle Kingdom<br/>Cat. 61 Hand Mirror, New Kingdom<br/>Cat. 27 Statuette of a Jackal, Late Period<br/>About Shabtis and Ushabtis<br/>Cat. 12 Relief Depicting a God, Ptolemaic Period<br/>Writings and Drawings<br/>Cat. 45 Ceramic Jar with Painted Decoration, Predynastic Period<br/>Cat. 56 Travertine Kohl Jar with Lid, Middle Kingdom–early New Kingdom<br/>Cat. 73 Nehebkau Amulet, Late Period<br/>Entries<br/>Cat. 74 Nephthys, Horus the Child, and Isis Amulet, Late Period<br/>Cat. 76 Amulet of Pataikos, Third Intermediate Period<br/>Amulets (Hieroglyphs, Symbols, and Parts of the Body)<br/>Cat. 75 Amulet of Mut and Khonsu, Third Intermediate Period<br/>Relief Sculpture<br/>Vessels<br/>Cat. 94 Double Crown Amulet, Ptolemaic Period<br/>Contributions<br/>Stone Statuary<br/>Note to the Reader<br/>Cat. 7 Stela of Amenemhat and Hemet, Middle Kingdom<br/>Personal Adornment<br/>Cats. 46–49 Hard Stone Vessels, Predynastic Period<br/>Cat. 69 Finger Ring with the Throne Name of King Horemheb, New Kingdom<br/>Cat. 22 Statue of Horus, Ptolemaic Period<br/>Cat. 89 Amulet of a Left Eye, New Kingdom–Late Period<br/>Cat. 3 Tomb Wall Fragment Depicting Offering Bearers and Butchers, Old Kingdom<br/>Ancient Egyptian Personal Names<br/>Cat. 15 Plaque Depicting a Ram, Ptolemaic Period<br/>Cat. 68 Eye of Horus (Wedjat) Finger Ring, New Kingdom<br/>Cats. 82–83 Thoth Amulets, Ptolemaic Period<br/>Cat. 91 Winged Scarab Amulet, Late Period<br/>Cats. 101–4 Canopic Jars of Amenhotep, New Kingdom<br/>Maps of Egypt<br/>Cat. 8 Stela of Amenemhat and Yatu, Middle Kingdom<br/>Cats. 50–54 Travertine Vessels, Predynastic Period–Old Kingdom<br/>Cats. 78–79 Sekhmet Amulets, Third Intermediate Period<br/>Cats. 80–81 Taweret Amulets, Third Intermediate Period–Late Period and New Kingdom<br/>Ancient Egyptian Chronology<br/>Cat. 71 Amulet of Bes, Late Period–Ptolemaic Period<br/>Cats. 110–11 Funerary Portraits, Roman Period<br/>Cat. 19 Statue of Shebenhor, Late Period<br/>Cat. 26 Statuette of Wadjet or Sekhmet, Late Period<br/>Cat. 35 Model of a River Boat, Middle Kingdom<br/>Cat. 43 Ostracon with a Drawing of a King, New Kingdom<br/>About Copper Alloy Statuettes<br/>Acknowledgments<br/>About Amulets<br/>Wood Statuary<br/>Cat. 16 Double-Sided Plaque Depicting a Lion and Birds, Ptolemaic Period<br/>Glossary<br/>Funerary Equipment<br/>Inlays<br/>About<br/>Shabtis and Ushabtis<br/>Cat. 14 Plaque Depicting a Quail Chick, Ptolemaic Period<br/>Cat. 21 Statuette of Wesirnakht, Probably Macedonian Dynasty<br/>Cat. 25 Statuette of a Child God, Probably Horus the Child, Late Period–Ptolemaic Period<br/>Cat. 32 Box for a Mummified Animal with Cobra Figure, Late Period–Ptolemaic Period<br/>Cat. 37 Shabti of Nebseni, New Kingdom<br/>Cat. 41 Ushabti of Psamtek, Late Period<br/>Cat. 97 Fragment of an Inlay in the Shape of a Broad Collar, Roman Period<br/>AIC–ISAC Museum Concordance<br/>Cat. 39 Shabti of Mayat, New Kingdom<br/>Cat. 42 Ushabti of Horudja, Late Period<br/>Cats. 57–58 Travertine Ointment Vessels, New Kingdom<br/>Cat. 60 Travertine Alabastron with Inscription, Late Period<br/>Cats. 62–63 Pair of Earrings, New Kingdom<br/>Cat. 64 Ear Stud or Bead, New Kingdom<br/>Cat. 100 Coffin of Wenuhotep, Third Intermediate–Late Period<br/>Preface: Re-Egyptianizing Ancient Egypt<br/>Cat. 2 Tomb Wall Fragment Depicting Donkeys, Old Kingdom<br/>Cat. 18 Statuette of Osiris, Late Period<br/>Cat. 20 Fragment of a Head from a Statue of a King, Late Period<br/>Cats. 86–87 Scarabs, Late Middle Kingdom and New Kingdom<br/>Cat. 90 Tyet Amulet, Late Period<br/>Cat. 92 Amulet of Two Fingers, Late Period<br/>Cat. 105 Bead Net Funerary Shroud, Late Period<br/>Cat. 29 Statuette of Osiris-Iah, Late Period<br/>Cat. 30 Statuette of Ptah, Late Period<br/>Cat. 31 Statuette of Sobek, Late Period<br/>Cat. 34 Statuette of Imhotep, Ptolemaic Period<br/>Cat. 36 Statue of Ptah-Sokar-Osiris, Ptolemaic Period<br/>Cat. 40 Shabti of Queen Henuttawy, Third Intermediate Period<br/>Cat. 44 Funerary Papyrus of Tayuhenutmut, Third Intermediate Period<br/>Cat. 66 Pendant with the Cartouche of Kheperkare (Senwosret I), Middle Kingdom<br/>Introduction: The Arts of Ancient Egypt<br/>Cat. 6 Relief Fragment Depicting Ipi and Fowling in the Marshes, First Intermediate Period<br/>Cat. 9 Lintel Fragment Depicting Iniuia and Iuy Worshiping Deities, New Kingdom<br/>Cat. 13 Plaque Depicting a Queen or Goddess, Ptolemaic Period<br/>Cat. 67 Ring with a Scarab Bezel, Second Intermediate Period<br/>Cat. 70 Ring Depicting Isis and Horus, Ptolemaic Period<br/>Cat. 72 Amulet of Imsety, One of the Four Sons of Horus, Ptolemaic Period<br/>Credits<br/>Cat. 77 Amulet of Re-Horakhty, Late Period–Ptolemaic Period<br/>Cat. 84 Ram Amulet, Late Period–Ptolemaic Period<br/>Cat. 85 Amulet of a Leg and Foot, Late Old Kingdom–First Intermediate Period<br/>Cat. 88 Amulet of a Heart, New Kingdom<br/>Cat. 93 Eye of Horus Amulets, Ptolemaic Period<br/>Cat. 99 Coffin and Mummy of Paankhaenamun, Third Intermediate Period<br/>Cats. 107–9 Funerary Masks, late Ptolemaic Period–early Roman Period<br/>About Relief Plaques<br/>Cat. 23 Statuette of a Sphinx from a Barque Standard, Third Intermediate Period<br/>Cat. 24 Statuette of Re-Horakhty, Third Intermediate Period<br/>Cat. 28 Statuette of Osiris, Late Period<br/>Cat. 33 Statuette of a Lion-Headed God, Probably Horus of Buto, Late Period<br/>Cat. 38 Fragment of the Head from a Shabti of Queen Tiye, New Kingdom<br/>Cat. 95 Djed Pillar Amulet, Ptolemaic Period<br/>Director’s Foreword<br/>A History of the Egyptian Collection at the Art Institute of Chicago<br/>Cat. 55 Anhydrite Ointment Jar with Lid, Middle Kingdom<br/>Cat. 59 Glass Kohl Container in the Shape of a Palm Column, New Kingdom<br/>Cat. 65 Bead or Amulet in the Shape of Two Birds, New Kingdom<br/>Cat. 96 Inlay Depicting the Face of a King, Ptolemaic Period<br/>Cat. 98 Coffin of Nespahertahat, Third Intermediate Period<br/>Cat. 106 Funerary Shroud Fragment, Ptolemaic Period<br/></p>",
    "source_updated_at": "2025-07-23T15:27:06-05:00",
    "updated_at": "2025-08-04T23:48:05-05:00",
    "timestamp": "2025-08-05T15:53:53-05:00"
}