{
    "id": 227,
    "api_model": "mobile-sounds",
    "api_link": "https://api.artic.edu/api/v1/mobile-sounds/227",
    "title": "Self-Portrait, Etching at a Window",
    "web_url": "https://www.artic.edu/mobile/audio/881.mp3",
    "transcript": "<p>VICTORIA SANCHO LOBIS We’re looking at Rembrandt’s self-portrait, Etching at a Window from 1648, which is one of the real landmarks in his profound body of self-portraits.</p>\n<p>NARRATOR Rembrandt famously portrayed himself in fanciful costumes, with dramatic gestures and expressions. But in this restrained image, he presents himself at work, holding an etching needle in his hand.</p>\n<p>VICTORIA SANCHO LOBIS We believe that he would have made this print while looking at himself in a mirror.  And we’re not able to see what he’s drawing on that etching plate. There’s an interesting self-referential element in this print wherehe is in the process of creating a print, perhaps much like the one that we’re looking at.</p>\n<p>NARRATOR In etching, the artist draws an image onto a metal plate before printing. One of the most fascinating aspects of printmaking is that we can trace the artist’s creative process in the different ‘states,’ or versions, of the image.</p>\n<p>VICTORIA SANCHO LOBIS An artist can etch on a copper plate, print that plate, and then decide to change his or her mind and revise the composition.</p>\n<p>This is the first state of the print. And in this first state, we see the open window just as a pure light source. And the viewer is left to imagine what may be beyond the space that the artist occupies. In a way, we can think of this use of the blank paper as a metaphor for inspiration. In later states the open window becomes filled in with a landscape.</p>\n<p>NARRATOR Modest but intimate, this particular impression of the image is among the most beautiful examples of this print.</p>\n",
    "source_updated_at": null,
    "updated_at": "2025-08-04T23:05:05-05:00",
    "timestamp": "2025-08-05T15:53:02-05:00"
}